from rpg_battle.battle_actions_ren import THEME_YURI, TAG_SEX

"""renpy
init -99 python:
"""
YU_FINGER_0 = ("yu_finger_0", [TAG_SEX], THEME_YURI,
               "指奸",
               "她的眼睛闪烁着欲望的光芒。她脱掉上衣，露出硕大的乳房，乳头坚硬。她的双手抚摸着你的身体，让你感到无力。当她坐在你身上，跨坐在你的腰上时，你的心跳加速。她俯下身，深深地吻着你，舌头探索着你口腔的每一个角落。她的手指解开你的牛仔裤扣子，连同你的四角裤一起拉了下来。她用淫荡的眼神看着你，露出诱人的微笑。",
               "用手指玩弄自己的小穴和阴蒂(3分钟)", None, None
               )
YU_BREAST_GRAB_0 = ("yu_breast_grab_0", [TAG_SEX], THEME_YURI,
                    "抓胸",
                    "她的乳房紧贴着你的乳房，温暖传遍你的全身。她的双手抓住你的手腕，将它们固定在你的头顶上，让你一动不动，供她取乐。她俯下身来，嘴唇与你的嘴唇热情相吻。你闭上眼睛，沉浸在这一刻。",
                    "揉捏自己的胸部和乳头, 伸出舌头，用一根手指玩弄(3分钟)", None, None
                    )
YU_KISS_1 = ("yu_kiss_1", [TAG_SEX], THEME_YURI,
             "亲吻",
             "她的乳房紧贴着你的乳房，让你的乳房更加坚挺。她的乳头摩擦着你的皮肤，让你浑身发热。她脱掉上衣，露出美丽的身体，肩膀在阳光下闪闪发光。你的手抚摸着她光滑的肌肤，感受着她的每一个曲线。",
             "伸出舌头，用一根手指玩弄(2分钟)", None, None
             )
YU_FINGER_2_ANAL = ("yu_finger_2_anal", [TAG_SEX], THEME_YURI,
                    "指奸",
                    "她的双手在你身上游走，感受每一个曲线。她拉下你的上衣，露出你丰满圆润的乳房。她的手指拂过乳房，让你脸红心跳。她俯身向前，用牙齿咬住一个乳头，轻轻地咬着。当她向下移动，亲吻你的腹部，留下一串湿热的吻时，你的呼吸骤然急促起来。",
                    "用手指玩弄自己的菊穴(1分钟)", None, None
                    )
YU_LICK_0_ANAL = ("yu_lick_0_anal", [TAG_SEX], THEME_YURI,
                  "舔阴",
                  "她的胸部上下跳动，而她则一脸坏笑地看着你。她脱掉你的衣服，露出你的身体供她取乐。她的手抚摸着你皮肤的每一个部位，让你感觉如此脆弱却又兴奋不已。她脱掉自己的衣服，露出美丽的裸体。当你看到她粉红色的阴部从黑色丁字裤中露出来时，你的眼睛瞪得大大的。她爬向你，跨坐在你的腰上。她热情地吻着你，舌头探索着你的嘴。突然，她停了下来，脸红红的看着你。她转过身，向你展示她的屁股，邀请你抚摸。你抓住她的臀部，将它们分开，欣赏着她完美的圆臀。你毫不犹豫地将舌头伸入她的肛门深处，品尝她的甜美汁液。",
                  "用力抓自己的屁股,把一个跳蛋放在自己的性器上摩擦(3分钟)", None, None
                  )
YU_TRIBADISM_0 = ("yu_tribadism_0", [TAG_SEX], THEME_YURI,
                  "磨豆腐",
                  "她的乳房在你身上上下跳动。她的乳头在你的皮肤上变硬，让你感到无力。她看着另一个同样穿着内衣的女孩。两个女孩激情拥吻，舌头交缠在一起，探索着对方的身体。",
                  "把一个跳蛋放在自己的性器上摩擦(3分钟)", None, None
                  )
YU_NIPPLE_SUCK_1 = ("yu_nipple_suck_1", [TAG_SEX], THEME_YURI,
                    "吸乳",
                    "她的乳房紧贴着你的乳房，让你的乳房变硬。她咬着嘴唇，感觉很兴奋。她的双手在你身上游走，描绘着每一条曲线。你们的目光相遇，都因欲望而屏住呼吸。她拉下胸罩，露出丰满的乳房，乳头变硬。透过蕾丝胸罩，你可以看到她粉红色的肉体。",
                    "用吸力器吸自己的乳头(2分钟)", None, None
                    )
YU_BREAST_GRAB_1 = ("yu_breast_grab_1", [TAG_SEX], THEME_YURI,
                    "抓胸",
                    "她的眼神充满欲望，她的双手抓住你的乳房，感受它们的重量，慢慢地抚摸它们。她的手指玩弄你的乳头，让它们变得更加坚硬。她俯身在你身上，身体紧贴着你，呼吸在你的脖子上灼热。当她热情地吻你时，你的心跳加速，她的舌头探索着你口腔的每一个角落。",
                    "揉捏自己的胸部和乳头", None, None
                    )
YU_TRIBADISM_2 = ("yu_tribadism_2", [TAG_SEX], THEME_YURI,
                  "磨豆腐",
                  "她的乳房紧贴着你的乳房，使你的乳房变硬。她咬着嘴唇甜甜地笑着，然后脱掉上衣，露出光滑的肌肤。她的乳头勃起，乞求你的关注。你的手在她的大腿上游移，感受她柔软的肌肤，直到摸到她的胯部。你的手指滑过她的肉缝，找到了她的湿润。",
                  "把一个跳蛋放在自己的性器上摩擦(3分钟)", None, None
                  )
YU_KISS_3 = ("yu_kiss_3", [TAG_SEX], THEME_YURI,
             "亲吻",
             "她的乳房紧贴着你的乳房，让你的乳房更加坚挺。她脱下胸罩，露出丰满的胸部，乳头硬硬地挺立着。她的双手抚摸着你的后背，留下一串串汗珠。当她趴在你身上，身体紧贴着你时，你的呼吸变得更加沉重。",
             "伸出舌头，用一根手指玩弄(2分钟), 伸出舌头，用一根手指玩弄(3分钟)", None, None
             )
YU_TRIBADISM_4 = ("yu_tribadism_4", [TAG_SEX], THEME_YURI,
                  "磨豆腐",
                  "她的呼吸炙热地贴着你的脖子，她的手隔着胸罩抚摸你的乳房。她慢慢地脱掉你的衣服，一件一件地脱，直到你一丝不挂地躺在她面前。她的目光游移在你身体的每一寸肌肤上，欣赏着你潮红的脸颊、裸露的乳头和光滑的肌肤。",
                  "把一个跳蛋放在自己的性器上摩擦(2分钟)", None, None
                  )
YU_FINGER_1_ANAL = ("yu_finger_1_anal", [TAG_SEX], THEME_YURI,
                    "指奸",
                    "她的小乳房上下跳动，同时她会跨坐在你身上。她摘下项链戴在你的脖子上，然后慢慢脱掉衣服，露出光滑的肌肤。当她俯在你身上，双腿分开，露出可爱的粉红色内裤时，她的乳头变硬了。她深深地吻着你，手指在你背上画着圈。",
                    "伸出舌头，用一根手指玩弄(2分钟), 用手指玩弄自己的小穴和阴蒂(2分钟), 伸出舌头，用一根手指玩弄(1分钟), 用手指抚摸自己的菊穴(1分钟)",
                    None, None
                    )
YU_TRIBADISM_1 = ("yu_tribadism_1", [TAG_SEX], THEME_YURI,
                  "磨豆腐",
                  "她的双手在你身上游走，感受每一个曲线。她脱下你的裤子，露出你的裸体。她的目光在你的身体上下游移，将一切尽收眼底。当她坐在你身上，跨坐在你的腰上时，你的乳房跳动着。她身体前倾，深深地吻着你，舌头探入你的口腔。当她骑在你身上时，她裸露的肩膀上闪烁着汗珠。",
                  "把一个跳蛋放在自己的性器上摩擦(3分钟)", None, None
                  )
YU_NIPPLE_SUCK_0 = ("yu_nipple_suck_0", [TAG_SEX], THEME_YURI,
                    "吸乳",
                    "她的眼睛闪烁着欲望的光芒。她拉下你的上衣，露出你的乳房。她的双手轻轻抚摸着你的乳房，然后用手指捏住你的乳头。当她俯身贴在你的脸上时，你的呼吸急促起来，她的大乳房紧贴着你的脸颊。当你隔着胸罩吮吸她坚硬的乳头时，她轻轻地呻吟着。",
                    "用吸力器吸自己的乳头(1分钟)", None, None
                    )
YU_TRIBADISM_3 = ("yu_tribadism_3", [TAG_SEX], THEME_YURI,
                  "磨豆腐",
                  "她的乳房上下跳动，同时她会用力骑在你身上。她的乳头勃起，互相对着对方。她用淫荡的眼神看着你，咬着嘴唇，大声呻吟。你们全身都被汗水浸透了，但这并不重要，因为你们都感觉如此美妙。",
                  "把一个跳蛋放在自己的性器上摩擦(1分钟)", None, None
                  )
YU_FINGER_3_ANAL = ("yu_finger_3_anal", [TAG_SEX], THEME_YURI,
                    "指奸",
                    "她的双手握住你的手腕，将其拉过头顶，露出你的乳房。她的眼睛紧盯着你的乳头，在她的注视下，你的乳头变硬了。她俯身向前，用嘴含住一个乳头，同时用两根手指捏住另一个乳头。当她吮吸和咬住你敏感的乳头时，你的身体在颤抖。",
                    "用力抓自己的屁股, 用手指抚摸自己的菊穴(1分钟)", None, None
                    )
YU_KISS_2 = ("yu_kiss_2", [TAG_SEX], THEME_YURI,
             "亲吻",
             "她的双手在你身上游走，感受每一个曲线。她拉下你的上衣，露出你丰满的乳房，并用手握住。她的手指玩弄你的乳头，让它们变硬。她露出诱惑的微笑，然后脱下你的裤子和内衣，露出你美丽的臀部。",
             "伸出舌头，用一根手指玩弄(1分钟)", None, None
             )
YU_LICK_1 = ("yu_lick_1", [TAG_SEX], THEME_YURI,
             "舔阴",
             "她的眼神充满渴望，她慢慢脱掉你的衣服，露出你光滑的肌肤。她亲吻你身体的每一个部位，从脖子到脚。她的手抚摸着你的乳房，让它们变得更加坚挺。她脱掉自己的衣服，展示她美丽的身体。她躺在你身边，微笑着准备行动。",
             "把一个跳蛋放在自己的性器上摩擦(1分钟)", None, None
             )
YU_KISS_0 = ("yu_kiss_0", [TAG_SEX], THEME_YURI,
             "亲吻",
             "她的乳房紧贴着你的乳房，让你的乳房更加坚挺。她脱下胸罩，露出两对完美的圆润粉色乳头。她的手指滑下你的脖子，解开你的上衣，露出你自己一对丰满的乳房。你的手在她身上游走，感受她的每一个曲线，她的舌头则在你的嘴里探索。",
             "伸出舌头，用一根手指玩弄(1分钟)", None, None
             )
YU_KISS_4 = ("yu_kiss_4", [TAG_SEX], THEME_YURI,
             "亲吻",
             "她的手隔着胸罩抚摸你的乳房，让它们更加坚挺。她脱下你的胸罩，露出两个浑圆的大乳房，彼此充满渴望。她的手指玩弄着你的乳头，使它们勃起。你的目光与她对视，不用说一句话，你就知道接下来会发生什么......",
             "伸出舌头，用一根手指玩弄(1分钟),用吸力器吸自己的乳头(2分钟)", None, None
             )
YU_FINGER_0_ANAL = ("yu_finger_0_anal", [TAG_SEX], THEME_YURI,
                    "指奸",
                    "她的乳房上下跳动，同时热情地亲吻你。她的乳头在你的皮肤上变硬，让你感到无力。她脱下上衣，露出硕大的乳房，你可以透过胸罩看到她的乳房。你的手触摸着她光滑的肌肤，感受着她的温暖。她脱下短裤，露出性感的双腿。她躺在床上，邀请你加入她的行列。你们脱掉衣服，互相欣赏对方的身体。你舔她的脖子，吮吸她的耳朵，轻咬她的肩膀。她轻声呻吟，享受每一刻。你的手指滑入她粉红色的阴道，让她扭动起来。她张开双腿，让你进入她火热的洞口。你用手指抠她的肛门，让她颤抖。她乞求更多，想要前所未有的高潮。你用精液灌满她的屁股，让她快乐地尖叫。之后，你用绷带将她的阴部完全包住。",
                    "用手指玩弄自己的小穴和阴蒂(2分钟), 用手指抚摸自己的菊穴(3分钟)", None, None
                    )
YU_LICK_0 = ("yu_lick_0", [TAG_SEX], THEME_YURI,
             "舔阴",
             "她的眼神充满欲望，她脱掉你所有的衣服，让你在她面前完全赤裸。她用手指抚摸你的身体，感受每一个曲线、每一个凹陷、每一个凸起。她的手伸向你的大腿，拉开你的大腿，露出你美丽的粉红色阴部。她俯身向前，用牙齿咬住你的乳头，轻轻地咬，让你发出呻吟。",
             "把一个跳蛋放在自己的性器上摩擦(2分钟)", None, None
             )
YU_NIPPLE_SUCK_2 = ("yu_nipple_suck_2", [TAG_SEX], THEME_YURI,
                    "吸乳",
                    "她的乳房紧贴着你的乳房，让你的乳房变硬。她拉下你的上衣，露出你小巧而丰满的乳房。她的手轻轻抚摸着它们，然后用手指捏住你的乳头。当她一边吮吸你的一个乳头，一边挤压另一个乳头时，你闭上了眼睛。",
                    "用吸力器吸自己的乳头(3分钟)", None, None
                    )
YU_LICK_1_ANAL = ("yu_lick_1_anal", [TAG_SEX], THEME_YURI,
                  "舔阴",
                  "她的眼睛从未离开过你。她拉下你的上衣，露出你的乳房，依然深情地注视着你。她的手指挑逗你的乳头，让它们变硬。她把你推到背上，跨坐在你的腰上。当她俯身压在你的胯下时，你的心跳加速，感觉到你身体的每一寸都紧贴着她。",
                  "把一个跳蛋放进自己的菊穴里(2分钟)", None, None
                  )

YURI_ACTION_LIBRARY0 = [YU_FINGER_0,
                        YU_BREAST_GRAB_0,
                        YU_KISS_1,
                        YU_FINGER_2_ANAL,
                        YU_LICK_0_ANAL,
                        YU_TRIBADISM_0,
                        YU_NIPPLE_SUCK_1,
                        YU_BREAST_GRAB_1,
                        YU_TRIBADISM_2,
                        YU_KISS_3,
                        YU_TRIBADISM_4,
                        YU_FINGER_1_ANAL,
                        YU_TRIBADISM_1,
                        YU_NIPPLE_SUCK_0,
                        YU_TRIBADISM_3,
                        YU_FINGER_3_ANAL,
                        YU_KISS_2,
                        YU_LICK_1,
                        YU_KISS_0,
                        YU_KISS_4,
                        YU_FINGER_0_ANAL,
                        YU_LICK_0,
                        YU_NIPPLE_SUCK_2,
                        YU_LICK_1_ANAL,
                        ]
