from rpg_battle.battle_actions_ren import TAG_SEX, THEME_LOVE
from rpg_world.organs_ren import ORGAN_PUSSY
from rpg_world.toys_ren import *

"""renpy
init -99 python:
"""
LO_MISSIONARY_1 = ('lo_missionary_1', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '你仰面躺着，怒闭的双眼透露出强烈的饥渴。你分开双腿，双脚朝向天花板 你的大腿张开了宽阔的阴道你准备好的阴部湿漉漉的。他的抽插让你呻吟，你的屁股上下起伏。你张开嘴，吸住他的汗水，感受他强有力的动作，你的身体在激情中颤抖。',
                   '仰卧，双脚放在床边，张开大腿。将兔子式振动器夹在两腿之间，对准阴道。闭上眼睛 2 分钟，让振动给你带来快感。之后，练习凯格尔运动，收缩阴道肌肉，同时弯曲双脚。',
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_0 = ('lo_missionary_0', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '男孩站在你的上方，他的阴茎已经准备好插入你紧窄的阴道。你躺下，闭上眼睛，准备迎接他的进入。他猛烈地撞向你，把你的双腿向后推，露出你的屁股。你的脚底紧紧地抓住他的大腿，他充满活力的姿势占据了你的全身。他愤怒的抽插冲击着你的每一个部位，你的阴部湿润而张开。他将阴茎越插越深，直到你感觉到它插进了你的肚子。他的精液以最后一个动态角度涌入你的体内，完成了你们狂野的亲密接触。',
                   '仰卧在床上，弯曲膝盖，双脚平放在床垫上。双腿张开，抱住大腿。使用振动假阳具插入阴道，并模拟有节奏的抽插。5 分钟后，想象高潮的感觉，然后想象腹部射精的感觉。',
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_5 = ('lo_missionary_5', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '你仰面躺着，直视着观众，双腿张开，展示着你的脆弱。他的阴茎向你挺进，宽大的阴茎上闪烁着汗珠。你惊奇地张开嘴巴，喘着粗气。他巨大的阴茎深深地插入了你的阴道，完全填满了你的阴道，你们俩都大口大口地喘着粗气。你幸福地仰起头，随着阴道紧紧夹住他的阴茎而达到高潮。最后，他射精了，他的阴茎在你体内抽动，将他的精液射入你的阴道。',
                   '仰卧在床上，闺房风格的灯光突出你的脸部，显得柔和而性感。稍稍分开大腿，将中小型振动假阳具插入阴道。在你体验快感的过程中，保持近距离、POV、肖像式的镜头，捕捉你的脸和张开的嘴，持续 4-5 分钟。记住在整个视频过程中要优雅地脸红，表达出你出乎意料的喜悦。',
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_3 = ('lo_missionary_3', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '仰躺在床上，闭目养神，期待着他进入你的身体。你以传教士体位仰望着他，距离如此之近，他灼热的呼吸充斥着你的脸庞。他慢慢地插入，插入你深深的阴道。他的阴茎撕开了你的阴道，又粗又硬。你抓住自己的大腿，挣扎着要在他插入时坚持住。当他深深地操你时，你脸红了，不知所措。你的双腿颤抖着，就这样，他的阴茎插了进来，喷射而出。',
                   '躺在床上，双腿张开，大腿间夹着一颗振动子弹。将一根中等大小的假阳具插入阴道，想象模特在你上方。发挥想象力，创造插入动作，深而快，持续 5 分钟。随着感觉的增强，假装脸红并闭上眼睛。',
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_6 = ('lo_missionary_6', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '你仰面躺下，双腿微微张开，露出湿漉漉的阴部，焦急地咬着嘴唇，双眼紧盯着他，这是一个公开的邀请。他站在你的上方，粗大的阴茎勃起，在两腿之间摆动，他的脸上写满了坚定，抚摸着阴茎，眼睛从未离开过你的脸。你迎着他的目光，喜悦和担忧交织在一起，羞红的脸庞表露无遗。他的阴茎头碰到了你的入口。',
                   '张开双腿，仰躺在铺有枕头的床上。将一根中等大小的假阳具放在腹部，带着略微担忧的表情和微红的脸颊看着镜头。用另一只手将假阳具伸入阴道。与摄像机保持 5 分钟的目光接触，同时模仿插入动作。',
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_4 = ('lo_missionary_4', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '他高高在上，坚硬无比的阴茎深深插入你敞开的阴道。你感觉到他的阴茎在你体内进进出出。你的嘴唇微微张开，双眼紧闭，尽情享受着快感。你的大腿紧紧搂住他的腰，感受着他深深地进入你的身体。他凝视着你，你羞红的脸庞和困顿的呼吸让他更加兴奋，你无法移开视线，抬起头看着他，然后又低下头，准备承受他的冲击。最后，他在你体内射精，看着你脸红喘息的表情。',
                   '仰卧在床上，慢慢分开双腿，将一根中等大小的振动假阳具从上方插入阴道。紧握大腿，与镜子中的自己保持目光接触。享受震动和插入的感觉大约 5 分钟，用夸张的脸红和半闭的眼睛来模拟高潮。',
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_8 = ('lo_missionary_8', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '你仰躺在床上，迫不及待地张开双腿，迎接他的阴茎插入你张开的阴道深处。你的眼睛紧紧盯着他，呼吸急促，缠绵在激情的热吻中。当他插入时，你羞红的脸庞反射出震惊和快感，嘴巴张得大大的。他将精液倾泻而出，在你体内深处划下了他的领地。你目不转睛地看着，眼中充满了欲望，然后在纯粹的满足中慢慢闭上眼睛，双脚向两边分开。',
                   '躺在床上，膝盖弯曲。将一个中等大小的振动假阳具放在阴蒂上，然后闭上眼睛。开始以打圈的方式摩擦假阳具，捕捉快感的瞬间。与摄像机保持 5 分钟的目光接触，同时想象与伴侣的亲密接触。',
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_2 = ('lo_missionary_2', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '你仰躺在床上，双腿微微分开，阴部闪闪发光，期待的感觉油然而生。他在你上方盘旋，阴茎膨胀充血，瞄准你最深处的欲望。你的眼睛看着别处，恼怒和期待交织在一起。他进入你的身体，大腿紧紧夹住，你紧闭的双眼短暂地露出红晕。缓慢而深入的插入，每一次插入都让你完全沉浸其中，每一次 POV 插入都让你深陷其中，无法自拔。',
                   '躺在床上，双腿打开，将一根中等大小的假阳具插入阴道。用一只手握住假阳具的根部，发出呻吟，仿佛脸红加深，眼睛闭上。深插 4 分钟，然后夹紧双腿，身体后仰，凝视镜头。最后，握住大腿，用手指握住性器官模拟高潮，展示你满足的表情。',
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_7 = ('lo_missionary_7', [TAG_SEX], THEME_LOVE,
                   '正常位',
                   '仰躺在床上，双腿张开 你湿润的阴部在向他招手他的阴茎从上方缓缓进入，你的阴部几乎没有抵抗，迎接着他的到来。你看着观众的眼睛，面红耳赤。突然，你变得害怕起来，紧紧捂住眼睛。他的大腿猛地抓住你的双脚，从上往下猛烈地插入你的阴道，你合上颤抖的双腿。',
                   '仰卧在床上，双腿稍微分开。在内裤中插入一个低调的粉色振动器并打开。双手放在大腿上，闭上眼睛，想象有人在看着你。轻轻地将双腿抬向胸部，同时保持双脚平放在床上。轻声呻吟，保持这个姿势约 5 分钟。',
                   [ORGAN_PUSSY], [DildoM]
                   )

LO_DOGGY_6 = ('lo_doggy_6', [TAG_SEX], THEME_LOVE,
              '后入式',
              '他以狗爬式的姿势从后面进入你的身体，他的阴茎顺畅地滑入你的阴道，你感觉到自己的嘴唇在顺从地张开。他托住你的臀部，慢慢地深入你的体内，让你近距离欣赏他插入你体内的过程。他将姿势调整到肖像方向，亲吻你的后背，灼热的呼吸拂过你的脖颈。随着他步伐的加快，汗水顺着他的额头滴落。',
              '以狗爬式四肢着地躺在床上，张开双腿，挺起屁股。用一根中等大小、质地逼真的振动假阳具插入阴道，然后用阴蒂振动器刺激阴蒂。5 分钟后，想象高潮的感觉，并发出夸张的呻吟和快感的声音。拍摄照片或视频，记录这一体验，供您个人欣赏。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_4 = ('lo_doggy_4', [TAG_SEX], THEME_LOVE,
              '后入式',
              '你四肢着地，屁股诱人地展示着，胯部紧紧地贴在床上。他站在你身后，开始用狗爬式深深地插入你的身体。他的阴茎在你湿透的阴道里进进出出，发出湿漉漉的挤压声。你感觉到他的阴茎在撞击你的子宫。你张开的小嘴交替发出喘息声和愉悦的呻吟声。最后，他在你体内爆发，精液灌满了你的阴道。',
              '穿上宽松的白色连衣裙，坐在床上，双腿张开，将振动棒放在双腿之间。当你缓慢地滑动振动棒，模拟深层插入时，与镜头保持眼神接触。4 分钟后，你的面部表情会表现出惊讶和愉悦，最后突然发出一阵呻吟，并用手模拟达到高潮。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_5 = ('lo_doggy_5', [TAG_SEX], THEME_LOVE,
              '后入式',
              '他把你推倒在床上，把你的屁股高高翘起。他的阴茎深深地插入你湿润的阴道，撞击着你的G点。当他从后面插入时，你每动一下都会发出呻吟。他伸手搂住你的腰，阴茎的特写镜头显示了他的兴奋。你脸红了，开始感到害怕，但还是闭上眼睛，回味着这种愉悦的感觉。你达到高潮，他拔出阴茎，拍摄他射精时的全身镜头，以未经审查的 POV 方式展示一对异性恋情侣的肖像。',
              '跪在床上，上身平贴床面，张开双腿，露出湿润的阴部。将逼真的弧形 G 点振动器插入阴道，模仿插入动作。将枕头抱在胸前，闭上眼睛，享受 5 分钟的快感。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_0 = ('lo_doggy_0', [TAG_SEX], THEME_LOVE,
              '后入式',
              '你的屁股高高翘起，张得大大的。他从后面进入你的身体，阴茎顺畅地滑入你湿润的阴道。你的头枕在床上，嘴巴微微张开，他带着无尽的激情插入你的身体。你感觉到他的阴茎越插越深。你正被猛烈地、原始地操弄着。',
              '四肢着地躺在床上，双腿张开。将一根中等大小的硅胶假阳具插入阴道，模仿被插入的感觉。将注意力集中在这种感觉上，并想象被人从上面注视着。以这种姿势使用假阳具自慰 6 分钟。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_3 = ('lo_doggy_3', [TAG_SEX], THEME_LOVE,
              '后入式',
              '他的阴茎深深地插入你湿润的阴道，他的手指抠进你的大腿，每一下都更加用力。他俯下身，他的插入让你更接近高潮，你的耳边充斥着他的阴茎插入你阴道的湿润声音。你紧闭双眼，面红耳赤，恐惧和快感交织在一起。最后，他射精了，粘稠的精液充满了你的阴道，你的身体喘息着，被这一切冲昏了头脑。',
              '躺在床上，将大腿和背部拱向床头板，双腿分开与肩同宽。在床边放一个逼真的抚摸玩具（8 英寸长）。从后面进入抚摸玩具，模仿狗爬式性交，持续 5 分钟。在此期间，在胸前裹一个冷敷袋，并紧紧抱住大腿。想象一下挤压玩具时深层插入的感觉。几分钟后，您会感到脸红，并达到高潮，同时仍然紧紧抱住大腿。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_8 = ('lo_doggy_8', [TAG_SEX], THEME_LOVE,
              '后入式',
              '你四肢着地，屁股向上，头向下，感觉到他粗大的阴茎从上面戳进你的阴道。他轻轻抬起你的臀部，深深地插入你的体内。你感觉到了充实感，担心他还能再进一步。他从后面进入，仔细观察着你已被撑开的湿润阴部。角度恰到好处，让你深深插入。这些镜头没有任何删减，每一次插入都会给你们带来满足感。当他从上面和后面插入时，你的双脚似乎有些不听使唤，但你感受到的强烈快感超过了你的任何顾虑。',
              '在地板上放置一面大镜子，可以看到整个场景。用一根 7 英寸的假阳具模仿狗爬式插入。弯腰，双手撑地，双脚分开。将头向下倾斜 3 分钟，加深插入并享受。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_7 = ('lo_doggy_7', [TAG_SEX], THEME_LOVE,
              '后入式',
              '你双手撑地，双膝跪地，阴部湿漉漉地等待着他。他慢慢地从后面插入你的身体，你的屁股随着每一次插入而跳动。肉体连接的声音和你充满快感的呻吟声充斥着整个房间。他抓住你的大腿，把你拉近、拉深、拉快。他的精液正从你的阴道滴出，每一次脉搏都比上一次更加强烈。你感觉被利用，不知所措，但又无比满足。',
              '将双腿分开放在床上，身体前倾，让你的臀部一览无余。使用一根中等大小的假阳具，从狗爬式姿势插入阴道。插入和拔出 5 分钟，专注于快感。你可以假装在异性场景中，想象你的伴侣在你身后。射精时，发出幸福的呻吟，并紧紧抓住大腿。无需特写或肖像照。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_1 = ('lo_doggy_1', [TAG_SEX], THEME_LOVE,
              '后入式',
              '你手脚并用，屁股翘得高高的，阴部毫无遮掩，滴水未进。他从后面靠近，阴茎朝你的方向跳动。他分开你张开的屁股，对准你湿润的阴部。他把你刺穿，从上方插入，他的阴茎猛烈地撞击着你，他的睾丸拍打着你的湿润。你恼羞成怒，张大嘴巴，一言不发。他从上往下抽插，阴茎深深地插进你的阴道，这是异性性爱的亲密写照。你的高潮在上升，你愉悦地呻吟着，等待着他的射精。最后，他的鸡巴触发了你的高潮，一阵精液灌满了你的阴道，他有节奏的痉挛预示着他已经完成了。',
              '坐在床边，双腿分开。将振动假阳具放在阴道口，模仿狗爬式姿势开始慢慢进出。双手交叉，脸红心跳，想象有人在亲吻你的脸颊。深插两分钟后，用手捂住嘴，压低呻吟声，达到满意的高潮。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_2 = ('lo_doggy_2', [TAG_SEX], THEME_LOVE,
              '后入式',
              '他把你的屁股张开，然后慢慢地从上面进入你的身体。你满脸通红地抬头看着他，害怕自己的身体暴露在外。他开始缓慢地插入，然后继续深入，你们两个面对面。他的阴茎已经完全进入了你的体内，你可以看到阴道内的液体顺着你的双腿流下，与他的阴茎融为一体。你们俩都陶醉地尖叫着，闭着眼睛，沉浸在快感中。',
              '面朝下躺在床上，稍微抬高膝盖。用兔子式振动器顶住阴蒂，用中型假阳具从后面插入。在使用玩具的过程中，模拟因害羞而呻吟和脸红，持续 5 分钟。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_STRADDLE_8 = ('lo_straddle_8', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '在床上，你坐在他的上方，粉红肿胀的阴道滑落到他勃起的阴茎上。当你坐起来时，你用双臂环抱着他，咬着嘴唇享受着快感。你们俩热烈地接吻，嘴里都是性爱的味道。他的臀部扭动着，更深地插入你的身体。你的阴道伸展，他的阴茎充实着你。他有力地抽插着，给你带来快感的冲击波。你对着他的嘴呻吟，然后他痉挛，深深地射进你的身体。',
                 '坐在椅子或性爱姿势垫上，将中等大小的硅胶假阳具放在两腿之间，朝上。跨坐在假阳具上，按照自己的节奏上下移动，紧紧抱住膝盖。用反省的声音对自己说甜言蜜语，持续 7 分钟。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_4 = ('lo_straddle_4', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '你坐在他腿上，反向直立跨坐。他挺起阴茎，慢慢滑入你湿润、渴望的阴道。你的双腿抬起，他抓住你的大腿，一边抽插一边把你拉向他。你脸红了，迷惑了，你以前从未有过这种感觉。你盯着他，张大嘴巴，眼睛紧紧盯着他的插入。随着他插入得越来越深，你感觉到高潮即将来临，你尴尬地遮住了脸。最后，他射精了，滚烫的精液灌满了你的身体。',
                 '仰卧在床上，张开双腿，在大腿上放一个震动自慰玩具。用一根中等大小的假阳具重现反向直立跨坐姿势。当你在振动玩具上轻轻滚动大腿时，将假阳具插入并抽出你的阴道。闭上眼睛，假装你正在与某人热吻，保持眼神接触，感受亲密的感觉，持续 5 分钟。用一只手轻轻抓住大腿，模仿从后面插入的感觉。当你接近高潮时，想象快感逐渐增强，体验震动的感觉。之后，与自己喜欢的玩具依偎在一起，分享片刻的温柔。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_10 = ('lo_straddle_10', [TAG_SEX], THEME_LOVE,
                  '跨坐式',
                  '你直挺挺地坐在他身上，跨坐在他身上，感觉你的阴道紧贴着他勃起的阴茎。你的双腿颤抖着，乞求插入。他用双臂将你拉近，搂住你的腰。你闭上眼睛，脸上泛起红晕，放下恐惧，把自己交给他。他慢慢地插入你的阴道，你的呼吸变得急促，你的世界被震撼了。',
                  '舒适地坐在床上，双腿稍微分开，用一个小型子弹振动器轻轻刺激阴蒂。闭上眼睛，幻想被伴侣拥抱，彼此轻柔地拥抱约 10 分钟。',
                  [ORGAN_PUSSY], [DildoM]
                  )
LO_STRADDLE_2 = ('lo_straddle_2', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '你坐在他粗大的阴茎上，把内裤放在一边，感觉他进入，拉伸你的阴道。他进入后，你抬起双腿，把脚放在他的肩膀上，他抓住你的大腿，把你抬起又放下。当你张开嘴因这种感觉而发出喘息和呻吟时，你的脸更红了。他知道他对你拥有的力量，从后面深深地插入。',
                 '以反向直立跨坐姿势坐在一个中等大小的振动假阳具上。握住大腿，模拟插入动作，持续 6 分钟。用肉棒营造强烈的插入感。4 分钟后，暂停一下，想象一下增强感觉的假精液从假阳具上滴落的快感，同时脸红心跳。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_0 = ('lo_straddle_0', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '你们俩躺在床上，你压在他身上，感觉他修长的阴茎轻松地滑入你湿润的阴道。你抬起双腿，感觉他的手抓住你的大腿，把你拉得更近。他坐了起来，你的脸红了，当他从后面移动你时，你的脸上混合着恼怒和兴奋。他深深地插入，你磨擦着他的阴茎，高潮越来越近。',
                 '坐在床上，双腿张开，分开大腿，慢慢跨坐在你最喜欢的情趣用品上。将一个中等大小的假阳具放在床上，然后骑在上面，模仿滑动的动作。在此过程中，身体向后倾斜，抱住大腿，以便更好地控制。5 分钟后，想象一下他亲吻你的脖子所带来的更强烈的快感和恼怒的感觉，这只会让你更加强烈。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_3 = ('lo_straddle_3', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '你坐在他的身上，他的阴茎深深插入你湿润的阴道，你跪在地上，双腿向后弯曲，落在他的两侧，大腿紧紧地贴在一起。他紧紧抓住你的两条大腿，阴茎在你湿润的阴道里进进出出。你羞红了脸，张开嘴低声叫着他的名字，被强烈的快感弄得不知所措。随着最后一次深深的插入，他的阴茎膨胀起来，在你体内射精，他的射精冲进你的阴道，让你快感高涨。',
                 '坐在椅子上，背对着床，张开双腿，在大腿之间放一根中等大小的假阳具。跨坐在假阳具上，让它直立起来，用大腿刺激阴道 5 分钟。当你达到高潮时，发出一声喘息并弓起背部，然后用手做出射精的动作，模拟动作的结束。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_9 = ('lo_straddle_9', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '你坐在他的阴茎上，感觉它插入了你湿润的阴道。你们的脸越来越近，双唇紧闭，他的双手环绕着你的腰。他的抽插节奏加快，你的脸颊泛红，呼吸变得不规律。感觉到他的阴茎在你的阴道壁上跳动，你知道他就要射精了。他把你的嘴唇拉向他的嘴唇，插得更深了。他的阴茎跳动着、痉挛着，直到他的快感消退。你现在感觉到他的阴茎变软了，从你的阴道里掉了出来。你脸红了，不知道发生了什么，他轻轻地笑着，紧紧地抱着你，呼吸平稳，恢复了正常。',
                 '坐在床上，张开双腿，在膝盖之间放一个小垫子以增加支撑力。坐高，将兔子式振动器插入阴道，同时抱住大腿。盯着镜子，专注于与自己的倒影对视。5 分钟后，想象强烈勃起插入的感觉，利用振动器的插入功能达到高潮。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_5 = ('lo_straddle_5', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '他从后面进入你的阴道，抱住你的大腿，双腿抬起，你坐在他身上。你的脸因为快感而涨红，他用臀部用力，深深地插入你的体内。你感觉到他的骨盆粗暴地顶着你的阴蒂，让你更加兴奋。你的脚趾蜷曲，双腿紧紧地搂住他的腰。',
                 '坐在一个大的带式假阳具上，感觉饱满。双腿抬起，大腿并拢，握住假阳具的底部作为支撑，模拟插入。双腿保持跨坐姿势，呻吟着表达因假阳具带来的快感，持续 5 分钟。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_7 = ('lo_straddle_7', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '你跨坐在他身上，坐直身体，他的阴茎插入你已经湿润的阴道。你们咧嘴一笑，双臂环抱，激情拥吻。他挺动臀部，阴茎顶端在你体内移动，产生了你们都渴望的快感。你感到陶醉，被他强壮的身躯唤醒，全身颤抖，双腿发软，短暂的脸红，然后露出恼怒的表情，他继续取悦你。他抱着你的腰，张开嘴，喘着气，准备体验射精的快感。',
                 '坐在床上，张开双腿，跨坐在振动假阳具上，前后轻轻滑动 7 分钟，模拟性交。乘坐时，左手握住假阳具，右手保持平衡。兴奋得满脸通红，用双手捂住嘴，在高潮时恼羞成怒。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_1 = ('lo_straddle_1', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '眼罩很紧，你闭上眼睛，感受着他强有力的阴茎进入你湿润的阴道。他抓住你的大腿，将它们分开。他的骨盆用力一顶，深入你的核心，你脸红了，迷惑了，但又张大嘴巴享受着快感。他开始从后面猛烈地干你，你的阴蒂摩擦着他的阴茎，感觉就像有电流通过你的身体。他的手更紧地抓住你的大腿，你开始呜咽，因为你即将达到高潮。他呻吟着，他也要射精了。你们一起高潮，双腿颤抖，气喘吁吁，浑身是汗。',
                 '躺在床上，张开双腿。使用一根中等大小的假阳具，将其抵住阴道口。以反向直立跨坐的姿势坐在假阳具上，扶着枕头或膝盖。模仿插入动作 5 分钟。闭上眼睛，逐渐发出惊讶的 "O "型表情，仿佛正在体验快感。达到高潮后，假装用手收集 "精液"（使用水基润滑剂）。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_6 = ('lo_straddle_6', [TAG_SEX], THEME_LOVE,
                 '跨坐式',
                 '他坐在床上，勃起的阴茎已经准备就绪，你以反向直立跨骑的姿势骑在他身上。当你的大腿紧紧夹住他的阴茎时，你会感觉到他的阴茎滑进了你湿润的阴道。他紧紧抱住你的大腿，享受着这一美景，你张开的嘴发出 "O "的一声，闭上眼睛，体现出纯粹的快感。他开始慢慢插入，你发出满足的呻吟。你的双腿抬起，他抓住你的双腿，把你拉得更近，激发出难以想象的感觉。他更加用力地抽插，阴茎深深地插入你的阴道。他抓住你的大腿，你的身体同时颤抖，仍然闭着眼睛，张开嘴巴，你因他的强烈刺激而脸红。每一次插入，节奏都在加快，你的身体成了陶醉的画布。就在一切都爆发的时候，他的身体绷紧，而你仍然闭着眼睛，他的阴茎释放出它的负荷，让你的阴道充满温暖。你的身体因强烈的快感而颤抖，嘴巴仍然张开，赤脚张开。',
                 '面对镜子坐在床边，双腿屈膝，脚掌紧贴地板。用一个中等大小的带硅胶套的振动假阳具顶住阴道。顶住假阳具，5 分钟后加快速度。当你达到高潮时，想象一下愉悦的感觉，并高兴得脸红，就好像你和伴侣一起达到了高潮。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_SPOON_0 = ('lo_spoon_0', [TAG_SEX], THEME_LOVE,
              '侧入式',
              '侧躺着，看着他的阴茎从后面慢慢进入你湿润的阴道，他的双手紧紧抓住你的屁股。每一次用力，他都会深入你的阴道。恐惧逐渐消失，只剩下快感。他插入你的身体，阴茎滑进滑出，你的阴道紧紧夹住他的阴茎。每一次插入，你的身体都在颤抖，他的阴茎找到了节奏。',
              '侧卧，双腿微微张开，握住一条大腿。使用一根中等尺寸的振动假阳具，从后面插入阴道。像拥抱伴侣一样拥抱假阳具，模拟溺爱姿势 5 分钟，专注于插入的感觉。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_4 = ('lo_spoon_4', [TAG_SEX], THEME_LOVE,
              '侧入式',
              '他以勺状姿势从后面进入你的身体，这种插入方式既熟悉又刺激。当他的阴茎深深插入你湿润、惊恐而又欢迎的阴道时，你感觉到他的手放在你的屁股上。你的手指紧紧抓住床单，双眼紧闭，你感受着这一切，这激情，这来自背后的撞击。他的阴茎每一次插入都更深每一次运动，你的臀部都会迎合，让你更用力地达到高潮。',
              '侧卧在床上，手持一个用薄避孕套包裹的振动假阳具。将假阳具放在两腿之间，以勺子姿势从后面进入自己的身体。与镜子中的自己保持眼神接触，或专注于自己最喜欢的情色幻想。保持这个姿势 5 分钟，体验自我唤醒。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_1 = ('lo_spoon_1', [TAG_SEX], THEME_LOVE,
              '侧入式',
              '他跪在你身后，你的双腿微微张开。他把阴茎插入你的阴道。他更加用力地插入阴茎，直到顶到你的 G 点。你的阴道在跳动，增加了他的快感他伸出手，抓住你的屁股。你闭上眼睛，感受着极度的快感。他呻吟着，准备达到高潮。他最后一次插入，在你的阴道里射精，你的嘴张得更大，让他的性爱声音充满你的感官。',
              '在你身边放一根中等大小的假阳具。侧卧，稍微仰卧，双腿稍微并拢。向后伸手，模仿伴侣的插入动作，将假阳具插入阴道。闭上眼睛，享受阴道插入的快感，同时张开嘴轻轻呻吟。继续这种单人勺式性爱 10 分钟。最后，想象他们达到高潮并在你的阴道内模拟射精的感觉。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_2 = ('lo_spoon_2', [TAG_SEX], THEME_LOVE,
              '侧入式',
              '你侧身躺下，用勺子舀水，男孩从后面抓住你的屁股。他的阴茎插入你湿润的阴道，带给你强烈的快感。他的阴茎一进一出，你磨蹭着他，两个人都张着嘴，喘着气，你的舌头和他的舌头纠缠在一起。你感到高潮来临，喘息着，呻吟着，他靠过来，他的嘴覆盖着你的嘴，吞噬着你的味道，你的呻吟，他的阴茎深深地插入你的体内，他的手抓住你的臀部，与他的插入同步。你的快感不断攀升，在高潮痉挛中达到高潮，他的骨盆随着他在你体内的射精深深地插入。',
              '侧卧，在臀部下方垫一个垫子，这样会更舒适。用一根中等大小的假阳具从后面插入，模仿勺式姿势。使用振动阴蒂刺激器增加快感，享受 7 分钟后达到高潮。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_5 = ('lo_spoon_5', [TAG_SEX], THEME_LOVE,
              '侧入式',
              '他从后面轻轻抓住你的屁股，分开你的双腿，将坚硬的阴茎插入你湿润的阴道。你闭着眼睛，感受着插入，感受着充实。然后，他把手伸到你的身体下面，按摩你敏感的钮扣。你感到害怕，但也感到无比兴奋。他的阴茎在你的阴道里进进出出。你屈服于自己的快感，闭上眼睛，张开嘴巴，在他抽出阴茎时发出狂喜的尖叫，将滚烫的精液喷洒在你湿润的阴部。',
              '侧卧，非支配手放在身后，抓住床垫作为支撑。使用一根中等大小、顶端弯曲的假阳具来模拟插入。将假阳具顶在阴蒂上，同时轻轻插入。保持中等速度，模仿伴侣的阴茎插入你阴道的感觉。闭上眼睛，微微张开嘴巴，仿佛在享受伴侣的亲吻。持续 10 分钟。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_3 = ('lo_spoon_3', [TAG_SEX], THEME_LOVE,
              '侧入式',
              '他抓住你的臀部，从后面进入你的身体。当他开始插入时，你的阴部张开、湿润、渴望。这种感觉让你欲罢不能，达到了异性高潮。他抓住你的屁股，更加用力地抽插，用阴茎填满你的阴道。当你的手指钻进床单时，快感达到了顶峰。你感觉到他的阴茎在抽动，他开始在你体内射精。他滚烫的种子充满了你湿润的阴道，为你的球形性幻想画上了圆满的句号。',
              '侧卧，双腿微曲，手靠近臀部。用一根弯曲的、质地逼真的假阳具插入你的阴道。扭动臀部，模拟被插入的感觉，持续 5 分钟。暂停，换成坐姿，用乳头夹夹住乳头 1 分钟，增强感觉。回到侧卧位，用假阳具从后面操自己 10 分钟。当你接近高潮时，换成勺状姿势，将假阳具的吸盘底座插入阴蒂。一边摩擦假阳具一边扭动上半身，持续 3 分钟，想象男性精液的味道。',
              [ORGAN_PUSSY], [DildoM]
              )
LO_STANDING_LL_0 = ('lo_standing_ll_0', [TAG_SEX], THEME_LOVE,
                    '开腿站立式',
                    '你面对着他站着，双腿微微分开，乳房暴露在外。他从后面猛烈地进入你的身体，阴茎深深地滑入你湿润的阴道。他抓住你的臀部，无情地插入，你愤怒地闭上双眼，脸微微发红。他把手伸向你的乳头，刺激着它们，让你颤抖。你单腿站立，双腿颤抖，抬起一条腿，他继续干你。最后，你闭着眼睛达到了高潮，高潮来得很猛烈。',
                    '面向卧室的墙壁站立。将一只脚放在凳子或高台上，将振动假阳具插入阴道。模拟有节奏的舞蹈动作，轻轻拍打乳房，交替闭上眼睛表达愤怒或沉浸在喜悦中，持续 6 分钟。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_1 = ('lo_standing_ll_1', [TAG_SEX], THEME_LOVE,
                    '开腿站立式',
                    '你们面对面站着，他勃起的阴茎挑逗着你等待的阴唇。随着他插入得越来越深，他的阴茎慢慢地拉伸着你光滑的阴道，同时他的双手按摩着你敏感的乳头。你紧闭双眼，体验着这种撕心裂肺的感觉，脸红变成了愤怒。在你的喘息声中，有一种微妙而有力的声音在你周围回荡，像乐器一样震动着你的身体。',
                    '侧躺在床上，用皮铐将你的一条腿铐高。插入一个小屁股塞，以获得额外的刺激。使用兔子振动器同时刺激你的阴蒂和 G 点。6 分钟后，想象男性取下玩具，让你因强烈的刺激而脸红，然后想象男性怒目而视，结束你的性爱。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_2 = ('lo_standing_ll_2', [TAG_SEX], THEME_LOVE,
                    '开腿站立式',
                    '无脸男把你推到墙上，勃起的阴茎插在你张开的双腿之间。他抓住你的乳房，用力挤压你的乳头。他愤怒地抬起你的腿，猛烈地进入你的身体，拉伸你的阴部。你闭上眼睛，颤抖着，试图保持安静。你的脸颊涨得通红，但快感却随着他的插入而不断增强。最后，他在你的阴道里释放了他的精液，当你感觉到他从你身上缓缓离开时，你达到了高潮。',
                    '在房间里放一把椅子。单腿站在椅子后面，保持稳定姿势。将振动假阳具顶在阴蒂上，并开始环形移动。将注意力集中在快感上，想象这种体验。当你接近高潮时，抓住你的乳头，不要忍住你的呻吟。在最后时刻，尽情尖叫，享受高潮。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_4 = ('lo_standing_ll_4', [TAG_SEX], THEME_LOVE,
                    '开腿站立式',
                    '你站着，双腿分开，将他勃起的阴茎紧贴在你湿润的阴道上。他从后面慢慢进入你的身体，双手抚摸着你柔软的乳房，揉搓着你坚硬的乳头。你的脸红红的，双眼紧闭，充满了纯粹的欲望。他抬起你的一条腿，你单腿站立，紧闭的双眼流露出对他让你感觉如此美妙的恼怒。他没有脸的身体伸出来，在你湿润的阴道里抽插，让你呻吟，最终释放出高潮。',
                    '用一只手扶住墙壁作为支撑，另一只手触摸乳房。继续站立，一条腿抬起，一条腿稳稳地放在地上。用蝴蝶刺激器刺激阴蒂，保持这个姿势 10 分钟。学会将站立和被抚摸的感觉融合在一起，创造一种令人兴奋的体验。拥抱高涨的感觉并保持沉默。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_5 = ('lo_standing_ll_5', [TAG_SEX], THEME_LOVE,
                    '开腿站立式',
                    '把他推到墙上，你单腿站立，阴部和湿润坚硬的乳房一览无余。他的阴茎已经进入了你的体内，拉伸着你的阴道。你喘息着，乳头坚挺，而你的阴部在跳动，催促着他前进。你脸红了，对这种站立式性爱的堕落感到震惊。他的一条腿仍然抬起，你的阴部在颤抖，而他的阴茎则深深地插入，越来越深。性高潮汹涌澎湃，无脸男的身体随着他的射精而僵硬，充斥着你的阴道，你的阴部在快感中颤抖。',
                    '站在一个面无表情的男性身边，假装他是你的爱人。双臂环绕他的脖子，抱住他的肩膀。每次抬起一条腿，放在床上。使用振动器刺激阴蒂，想象他的阴茎插入阴道的感觉。轻吻你的乳房，玩弄你的乳头。单手握住假阳具自慰，持续 3 分钟达到高潮。在幻想过程中，使用振动器让你的阴部感觉更加满足。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_0 = ('lo_standing_0', [TAG_SEX], THEME_LOVE,
                 '站立式',
                 '他把你推到墙上，把你的裙子掀起来。你能感觉到他的阴茎在你湿润的阴道里滑动。你呻吟着，他抓住你的屁股，把你拉得更近，他的阴茎插得更深。他的手揉搓着你的阴蒂，你的身体因快感而颤抖。当他紧紧抱住你的屁股点头时，你闭上眼睛，张大嘴巴。他在悬浮的大会上抽插着你，你闭上眼睛，嘴巴张向天空。彗星飞舞，在最高潮时，你达到了强烈的高潮，你闭上眼睛，指甲长长地抓进他的后背。最后，他在你体内射精了，他把头向后仰，汁液从他体内流出。',
                 '背靠墙壁，张开双腿，将大号假阳具顶在入口处。抓住大腿作为支撑，模仿性交的节奏，持续 5 分钟。然后，将假阳具慢慢移向肛门，再替换3分钟。想象他在你达到高潮时紧紧拥抱你的情景，最后想象他热情地吻你。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STANDING_LL_3 = ('lo_standing_ll_3', [TAG_SEX], THEME_LOVE,
                    '开腿站立式',
                    '他从后面进入你的身体，当你单腿站立时，他的阴茎插入你湿润的阴道。你的乳头很硬，从胸前突出来。你向后伸手抓住他的肩膀，感受着他的阴茎插入你的阴道。你不禁面红耳赤，感到有些困惑，抬起腿让他更深入。然后，他将阴茎插入你湿透的阴道，直到射精，精液喷洒在你的体内。',
                    '站立，扶着椅子或墙壁作为支撑。使用无带假阳具，将其插入阴道，想象一个无脸男性从后面插入你的身体。用空闲的手轻轻刺激乳房。5 分钟后，取出假阳具，想象精液射入体内的感觉。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_1 = ('lo_standing_1', [TAG_SEX], THEME_LOVE,
                 '站立式',
                 '他把你推到床上，用手指抓住你张开的阴道，轻而易举地就滑了进去。当他从后面插入时，他的阴茎把你拉得更长。他紧紧抓住你的屁股，你感觉到他的意图是要把你变成罪犯。你害怕了，闭上眼睛，张开嘴抑制住自己的呻吟。他的抽插变得更加猛烈，屁股晃动的感觉与你的叫声交织在一起。在他粗暴的估计下，你羞红了脸，他慢慢地将你带向高潮，在你体内喷射出他的精液。',
                 '自己垂直握住一根中等大小的假阳具，用脚尖站立，轻轻将假阳具插入阴道，同时抚摸自己的屁股，用手指帮助自己前后移动，专注于快感，持续 5 分钟。闭上眼睛，脸颊微红。高潮过后，想象睁开眼睛露出震惊表情的体验，假装假阳具是你的伴侣紧紧抱着你。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STANDING_2 = ('lo_standing_2', [TAG_SEX], THEME_LOVE,
                 '站立式',
                 '你面对着他站着，上身都赤裸着，勃起的乳头清晰可见。你感觉到他的阴茎滑入你湿润的阴道，每一次插入都撞击着你的阴蒂。他紧紧抓住你的屁股，同时全神贯注，让你脸红心跳，感觉有点害怕，但强烈的快感战胜了任何焦虑。你将他的阴茎深深地吞进张开的嘴里，他则更加用力地抽插，将你完全填满。他的手扶着你的头，当精液灌满你的嘴时，他终于发出了一声响亮的呻吟。',
                 '面对全身镜站立，张开双腿，露出乳头。抓住臀部，用一根中等大小的假阳具插入阴道。想象男孩在你身后，加快假阳具插入的速度。注视着镜子，咬住下唇，优雅地红着脸，微微张开嘴，以表示你的愉悦。自慰 15 分钟。',
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_FULL_NELSON_2 = ('lo_full_nelson_2', [TAG_SEX], THEME_LOVE,
                    '粗暴开腿式',
                    '他把你扔到床上，锁住你的双臂，用全纳尔逊式困住你。你试图掩饰自己的恐惧，毫无防备地闭上了眼睛。他强行进入你的身体，让你的屁股微微分开。每一次插入，你的脸就更红一次；你咬着嘴唇，努力不让自己叫出声来。突然，他猛地抓住你的头，把你的头按在他的阴茎上。随着强烈的快感达到高潮，他将一股温热的精液释放到你张开的嘴里，你被迫将其全部吞下。',
                    '仰卧，将小阴茎插入阴道。用一只手刺激阴蒂，另一只手探索屁股。闭上眼睛，想象自己和一个男孩在一起，感到害羞和脆弱。大约 4 分钟后，随着一声 "啊！"达到高潮。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_FULL_NELSON_1 = ('lo_full_nelson_1', [TAG_SEX], THEME_LOVE,
                    '粗暴开腿式',
                    '你被一个变了形的陌生人用结实的双臂紧紧摁在床上。他粗暴地从后面进入你的身体，让你赤裸的屁股暴露在房间里。你羞红了脸，对眼前的情况感到困惑，只能用呻吟和哭泣来回应。',
                    '将振动阴茎环套在您最喜欢的假阳具上。躺在床上，握住假阳具的底部，紧贴身体。用手上下移动，模仿抚摸阴茎。在接下来的 5 分钟里，专注于揉搓假阳具的头部，并用手指挑逗假阳具的睾丸，探索不同的快感。在以后的训练中，可以考虑添加一个质地套管或振动自慰器作为变化。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_FULL_NELSON_0 = ('lo_full_nelson_0', [TAG_SEX], THEME_LOVE,
                    '粗暴开腿式',
                    '他抓住你的胳膊，把你按在床上，你羞红的脸庞恼怒而又兴奋。他将肿胀的阴茎插入你的身体。你努力掩饰自己的享受，磨蹭着他。紧张的气氛越来越浓，插入越来越深，你们都接近了高潮。他终于发出了呻吟，阴茎在你的屁股上用力地抽插着，他达到了快感的顶峰。',
                    '张开双腿，戴上一对乳头夹。用腰带固定一个中等大小的假阳具。摆出全纳尔逊姿势，可爱地翻白眼，假装做出恼怒的表情，持续 10 分钟。享受假阳具和乳头夹带来的快感。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_FULL_NELSON_3 = ('lo_full_nelson_3', [TAG_SEX], THEME_LOVE,
                    '粗暴开腿式',
                    '年轻男孩站在你身后，你俩都喘着粗气，空气中弥漫着期待的气息。他从后面以全纳尔逊的姿势进入你的身体，更加用力地抽插！他的阴茎在你的屁股里进进出出，你被吓得满脸通红，却又兴奋不已。在与他张开嘴接吻时，你可以品尝到自己的兴奋。他痉挛起来，你感觉到他的精液沾满了你的身体。男孩脆弱暴露的脸红就像他的精液。',
                    '躺在床上，双腿张开，将自己摆成抱枕的姿势。将一个 7 英寸的仿真假阳具放在双腿之间，用它来模仿粗暴的插入感觉。用手捂住嘴，压低呻吟声。戴上假阳具 5 分钟后，惊喜地发出高潮呻吟。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_SUS_4 = ('lo_sus_4', [TAG_SEX], THEME_LOVE,
            '火车便当式',
            '你面对墙壁站着，双腿分开，脉动的阴道迎接着他的阴茎，而他则抚摸着你的屁股。他把手伸向你裸露的乳房，粗暴地拨弄你的乳头。房间里充满了肉体拍打的声音。男孩用手托住你的屁股，寻找你的菊花洞，爱抚并抓住它。你的脸颊泛起红晕，夹杂着一丝恼怒和欲望的需求。在你的呻吟和颤抖中，他开始更快、更深地抽插。他继续进攻，直到你在这场支配与服从的性游戏中达到高潮。在他满意地看着你时，你的身体不停地颤抖。',
            '背靠墙壁站立，双腿微微张开。使用振动兔尾按摩器刺激阴蒂，同时将弧形臀塞插入菊花。保持乳头外露，握住按摩器的底部，以便更好地控制。想象各种感觉并专注于快感，当你接近高潮时，假装脸红并恼怒地别过头去。持续 10 分钟。',
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_2 = ('lo_sus_2', [TAG_SEX], THEME_LOVE,
            '火车便当式',
            '男孩牵着你的手，把你带到卧室。你背对着床站着，他从后面以站立狗爬式进入你的身体。你的阴道和屁股一览无余，在他插入时吸引了他的注意力。他的手放在你的腰上，嘴唇贴近你的耳朵，低声说着下流话。你感觉到他的手指擦过你的屁股，然后紧紧抓住--你脸红了。突然，你的胃一阵紧缩，一股高潮袭来。你浑身颤抖，双眼紧紧盯着男孩那充满穿透力的目光，倒在他强壮的怀里。',
            '设置一个性爱秋千或悬挂点。将脚踝和手腕固定在秋千上。选择一个振动假阳具并将其插入阴道。用屁眼塞刺激肛门，同时抓住秋千保持平衡。专注于这种感觉 5 分钟，然后使用遥控器增加振动强度。让自己沉浸在被取悦的感觉中，同时保持脸红和困惑的表情。',
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_1 = ('lo_sus_1', [TAG_SEX], THEME_LOVE,
            '火车便当式',
            '他抓住你的腰，把你抬起来，把你的屁股对准他的胯部。坚硬的阴茎插入你的阴道，他抓住你的屁股。他迅速开始插入你的菊花，重点是敏感的神经。你感到恼怒，但当你感觉到阴道和肛门在他的阴茎周围伸展时，你慢慢开始喜欢上了这种感觉。他热情地吻着你，用屁股夹住你的头，你的嘴张开，然后感觉到他在你体内射精。',
            '找一个小而隐蔽的肉光玩具插入你的阴道，同时站立并靠墙支撑。用另一只手伸进裤子，找到肿胀的阴蒂。触摸并按摩 5 分钟。当你感到高潮来临时，用手捂住嘴，想象吞下自己的精液，闷声呻吟。',
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_0 = ('lo_sus_0', [TAG_SEX], THEME_LOVE,
            '火车便当式',
            '你侧身，双腿张开，他进入你的阴道，而你扶着墙。你的屁股暴露在外，他专注地看着你的屁股。你脸红了，但很快又为此感到恼怒。他的手移到你的屁股上，紧紧抓住你的屁股，更加用力地插入。你闭上眼睛，张开嘴巴，等待着快感的浪潮。他呻吟，你喘息，最后，他在你体内射精。',
            '背对墙壁站立，抬起腿，将脚放在床上。使用中等大小的振动肛塞来模拟插入的感觉。握住大腿，在最初的 2 分钟内保持恼怒的表情。然后，取下肛塞，换上一个中等大小的震动阴道假阳具。闭上眼睛，专注于感觉，想象这种体验。持续大约 10 分钟，直到达到想象中的高潮，然后张开嘴露出惊讶的表情 "射精"。',
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_6 = ('lo_sus_6', [TAG_SEX], THEME_LOVE,
            '火车便当式',
            '他把你抬起来，在你身后支撑着你的双腿，他的阴茎深深地插入你湿润的阴道。他抓住你的屁股，一进一出，无情地撞击着你。你站在一旁，满脸通红，张大嘴巴，闭着眼睛，慢慢地呻吟着，带着一丝恼怒，快乐和痛苦交织在一起。最后，他的阴茎深深插入，你感觉到他温暖的精液滑入你的阴道，你射精了，释放了你的感情。',
            '面朝后坐在椅子上，将振动假阳具对准阴道。抓住椅子作为支撑，对着假阳具轻轻插入约 9 分钟。闭上眼睛，假装吹一个吻，好像在和这种感觉说再见。当你快要达到高潮时，发出恼怒的呻吟声，并假装自己的脸因尴尬而变得通红。',
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_3 = ('lo_sus_3', [TAG_SEX], THEME_LOVE,
            '火车便当式',
            '他把你推到墙上，你的双腿张开，浑身湿透。他进入你的身体，每一次抽动都插得更深，阴茎在你湿润的阴道里进进出出。他狠狠地拍打你的屁股，留下一道红印，而你紧闭的双眼露出凶狠的目光。他开始抓屁股，用力挤压，让你脸红心跳。你张开的小嘴发出快感的喘息声。你感觉到屁股里一阵爆炸，他现在真的狠狠地干了你。他呻吟着，释放出他的荷尔蒙，你们俩都气喘吁吁。',
            '背靠墙壁站立，双腿微微张开。使用振动兔子式假阳具同时刺激阴道和阴蒂约 5 分钟。当你达到高潮时，想象自己脸颊绯红、双目紧闭、嘴巴大张的样子。',
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_5 = ('lo_sus_5', [TAG_SEX], THEME_LOVE,
            '火车便当式',
            '他插入你的身体，你的乳房摇摆着，乳头痒痒的。他的手指抓住你的屁股，引导着你的身体，他的目光注视着你的阴道，大开着，他的阴茎深深地插在里面，来回滑动。他捏着你的阴道，每一次插入都让你感到愉悦。你张开的小嘴微微蠕动，背部弓起，脸涨得通红。当他的阴茎抽动时，你用高潮的尖叫声感谢他，他的阴茎在你的阴道深处释放出它的负荷。',
            '在每个脚铐上安装一根扩张杆，然后用脚踝将自己悬吊起来，骨盆朝向天花板。戴上乳头夹，使用兔子式振动器刺激阴蒂和 G 点。5 分钟后，取下夹子，想象切换到狗爬式并达到高潮的感觉。',
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_7 = ('lo_sus_7', [TAG_SEX], THEME_LOVE,
            '火车便当式',
            '你脱掉上衣，露出坚硬的乳头。他站在你身后，阴茎已准备就绪。他把阴茎插入你湿润、张开的阴道。他抓住你的屁股，然后把你举起来，转过身去。你现在的姿势是反向悬空大会--他用一只手环抱着你的胸部，另一只手托起你的腿。他插得更深，直达你的 G 点。你的脸紧贴着他的脸，感觉到他的阴茎在你的阴道里跳动。当他达到高潮时，你的脸因快感而潮红，眼睛睁得大大的，期待着他的射精溅到你的胯下。',
            '穿上可爱的胸罩和内裤套装，面对墙壁站立，并用一只手扶住墙壁。使用振动假阳具模拟插入，同时用另一只手扶住自己的臀部，模仿抓住他屁股的感觉。6 分钟后，把振动器调到更高的档位，然后把它放到你的嘴边，想象他在你嘴里射精的感觉。在附近准备一条毛巾，方便清理。',
            [ORGAN_PUSSY], [DildoM]
            )
LO_NURSING_2 = ('lo_nursing_2', [TAG_SEX], THEME_LOVE,
                '特殊照顾',
                '你躺在床上，闭着眼睛盯着他，脸上写满了耐心。他把身子放低，把阴茎放在你的嘴边。你慢慢地吮吸他的阴茎，挑逗他，然后再继续。你用一只手抓住他的睾丸，轻轻地挤压，同时用另一只手抚摸他的阴茎。他开始变得粗暴，你感觉到他的阴茎在你的嘴里越来越硬。他让你闭上眼睛，你能感觉到嘴里的压力，他放在你头上的手催促你更用力地吸吮。你的嘴唇接触到他的阴茎根部，你听到他的哼哼声，并挤压你的喉咙，节奏加快，他开始在你的嘴里射精。',
                '躺在床上，双腿稍微分开。使用振动双头假阳具，将一端插入阴道，同时用另一端模拟口腔刺激阴蒂。重点刺激自己的乳头，并想象伴侣抚摸的感觉。10 分钟后，幻想他在你肚子上射精的高潮感觉。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_NURSING_3 = ('lo_nursing_3', [TAG_SEX], THEME_LOVE,
                '特殊照顾',
                '当你跪在这位成熟男性面前时，你的脸颊因愉悦而潮红。当你含住他的阴茎时，他发出了呻吟声，你的嘴唇紧紧地包住他的阴茎。很快，你就用一只手抚摸他的睾丸，另一只手给他做手交。你吮吸着他的阴茎，硕大的乳房来回摇摆，身体不停地颤抖，你达到了爆发性的高潮。空气中弥漫着射精的味道，轮到你舔干净他的鸡巴，感觉非常满足。',
                '躺在床上，头微微抬起，双腿屈膝。将逼真的口交模拟器放入口中，开始吸吮，同时用手抚摸。另一只手轻轻握住大型振动器的仿真球，持续 5 分钟。当振动器达到强烈模式时，专注于深喉，并进行眼神交流，以增强幻想中的体验。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_NURSING_1 = ('lo_nursing_1', [TAG_SEX], THEME_LOVE,
                '特殊照顾',
                '你闭上眼睛，快感一浪接一浪，脸红心跳，他的大阴茎在你的口中吮吸。你轻轻地舔吮他的睾丸。他勃起的阴茎在你熟睡的手中，你的嘴紧紧含住龟头。他挺动着，成年男子一边抓着你的头发，一边把他的种子洒进你的嘴里，滴滴答答，在你吞咽时倾泻着他成熟的种子。',
                '仰卧在床上，用振动乳头夹夹住每个乳头，想象一位经验丰富的男士抱住你的双腿。在一分半钟内，通过挤压大腿模拟高潮，并想象男人在你口中结束的感觉。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_NURSING_0 = ('lo_nursing_0', [TAG_SEX], THEME_LOVE,
                '特殊照顾',
                '他把你推倒在床上，你曾经紧闭的双眼此刻微微睁开。他笑了，一个成熟的男人。他握住你张开的嘴，将阴茎插了进去。你发出愉悦的喘息，再次闭上眼睛。他熟练地同时抚摸着你的嘴和乳房，同时给你打飞机。他细心地吮吸着你的乳头，抚摸着你的乳房，你们俩的快感不断增强。',
                '躺在床上，闭上眼睛，酝酿感性的幻想。使用逼真的假阳具和有纹理的手，通过模拟吸吮和手淫的动作来模仿口交的快感。5 分钟后，采取狗爬式姿势，插入窥阴器式假阳具。当你专注于假阳具的感觉时，轻轻刺激你的乳头，以增强感官体验。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_1 = ('lo_cowgirl_1', [TAG_SEX], THEME_LOVE,
                '女上位',
                '你坐在他身上，你的阴部在他的阴茎上跳动，你直视镜头，脸颊泛起红晕。你紧紧抓住大腿，努力不让自己倒下，但又想感受它在你体内的深入。镜头拉近到你粉红、滴水的阴部，他的每一次插入都变得更加清晰。你的脸更红了，你的恼怒渐渐变成了纯粹的快感，在这个 POV 场景中感受着他的阴茎在你湿润的阴道中进进出出。',
                '侧卧在床上，双腿稍稍分开，面前放一台笔记本电脑，以形成风景视角。在阴蒂上放一个兔子振动器，在阴道里放一个中等大小的假阳具。录制一段自己抚摸和探索身体的视频，同时与摄像头保持眼神接触，假装它是一个真人。变换你的表情，偶尔握住大腿以增加力度。持续 10 分钟。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_6 = ('lo_cowgirl_6', [TAG_SEX], THEME_LOVE,
                '女上位',
                '你的双腿颤抖着，慢慢地将湿润的阴部贴到他坚硬的阴茎上。你以近距离、肖像式的视角直视观众，脸上浮现出兴奋和恐惧的红晕。你的阴部紧紧地包围着他，双眼紧闭，全神贯注于深深的插入。抓住他的大腿，你磨蹭着他，前后移动，随着他的喘息，深入你的体内，插入你的阴道。',
                '坐在床上，面对一根中等尺寸的假阳具，摆好姿势，拍摄你的肖像特写。闭上眼睛，轻轻地脸红，紧抱大腿，同时骑在假阳具上。在 8 分钟内只专注于插入的感觉，然后闭上眼睛，尽情享受快感。之后，用你最喜欢的乳头夹进行额外的挑逗。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_1 = ('lo_cowgirl_dom_1', [TAG_SEX], THEME_LOVE,
                    '主动女上位',
                    '你在上面，胸部暴露在外，乳头坚硬勃起，双眼紧闭，摆出亚马逊姿势。在激烈的性爱中，你的阴道紧紧包裹着他的阴茎，你的屁股在性兴奋的驱使下上下跳动。当你感觉到阴道紧紧包裹着他的阴茎时，你发现自己的脸颊红了，脸上露出迷惑而又幸福的表情。',
                    '仰卧在床上，用一只手轻轻捏住乳头。使用振动子弹或乳头夹来加强这种感觉。想象一边亲吻伴侣紧闭的双眼，一边抚摸其胸部的亲密感觉。发挥想象力，重现与伴侣驰骋 15 分钟的感觉。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_COWGIRL_4 = ('lo_cowgirl_4', [TAG_SEX], THEME_LOVE,
                '女上位',
                '你坐在他身上，你的阴部闪闪发光，湿漉漉的，随着你的上下滑动。他把手伸向你的乳房，捏你的乳头，让你更接近高潮。他离你的脸越来越近，阴茎在你体内进进出出。他呻吟着，你看到他即将射精。你张大嘴巴，眼睛直勾勾地看着观众，脸上的油滴得湿漉漉的，你尖叫着 "哦，该死"，被他即将喷到你嘴里的阴茎吓了一跳。',
                '坐在床上，面对一面大镜子，张开双腿，将振动兔子式假阳具放在镜子上。从 POV 角度捕捉体验，用镜子对准你张开的阴部。微笑并看着镜头，模拟强烈的快感。继续进行 4 分钟，在假喷射三次的过程中停下来改变假阳具的设置。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_2 = ('lo_cowgirl_dom_2', [TAG_SEX], THEME_LOVE,
                    '主动女上位',
                    '你趴在他身上，乳房跳动，乳头指向天花板。你的双腿跨在他身上，用亚马逊式体位，把阴道里的淫水抽到他身上。他看着你羞红的脸，你的指甲抠着床。随着你屁股的扭动，他向前伸手抚摸你的双乳，乳头勃起，带来无限快感。',
                    '躺在床上，脱掉上衣和胸罩。将振动假阳具放在腰下，然后跨坐在上面。用手刺激乳头，并开始扭动臀部。当你达到高潮时，静止片刻，细细品味。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_COWGIRL_5 = ('lo_cowgirl_5', [TAG_SEX], THEME_LOVE,
                '女上位',
                '在他身上，你的阴部感受到了插入的感觉，你的自尊心立即得到了提升。你的眼睛睁得大大的，看着他，也看着情色场景中的观众。他的阴茎深深插入你湿润的阴道。镜头在近处停留，捕捉着未经过滤的喜悦和情欲。你羞红着脸，呻吟着，表达着震惊的快感，嘴巴张得大大的。你的高潮是他的奖赏，精液从你的阴道喷涌而出。色情的激情完全征服了你。',
                '穿上您最喜欢的内衣，在床上铺上柔软的毯子，在中间放置一个兔子式振动器。坐在振动器上，面对镜头，让镜头捕捉你的脸部和上半身，摆出女牛仔式的姿势。与镜头保持眼神接触，表现出你的幸福和轻微的尴尬。以轻柔的节奏扭动臀部，持续 5 分钟，然后在合适的时机仰起头，张大嘴巴，发出惊喜的尖叫声。要想获得 POV 视角，可以想象从第一人称摄像机的角度捕捉场景。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_3 = ('lo_cowgirl_3', [TAG_SEX], THEME_LOVE,
                '女上位',
                '你坐在他身上，湿润的阴部包裹着他坚硬的阴茎。你凝视着摄像机镜头，微闭着双眼，脸上带着红晕和微妙的困惑，仿佛你的思想暴露在观众面前。在完美的视角下，你看到他深深地插入你的身体，从你脸部的特写到你紧紧抓住大腿的特写。无助的你张开嘴巴，随着湿润的阴道紧紧箍住他的阴茎，发出一声迷乱而又亢奋的呻吟。',
                '激烈的骑马体验，详情躺在床上，将自己放在兔子形状的振动器上，面对一面镜子，以获得视觉刺激。紧紧握住振动器的底座，用力深插，确保腿部和大腿因出汗和兴奋而湿润。与镜子中的自己保持目光接触，嘴巴微张，脸部潮红，持续 5 分钟。暂停片刻，评估一下自己的快感程度，然后继续加大力度使用振动器，再持续 3 分钟。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_3 = ('lo_cowgirl_dom_3', [TAG_SEX], THEME_LOVE,
                    '主动女上位',
                    '你跨坐在床上，上身赤裸的胸部高高挺起，乳头坚硬而兴奋。你张开嘴亲吻他的脸，调整姿势，将湿润的阴部贴在他坚硬的阴茎上。你的屁股上下跳动，汗水从你的皮肤上闪闪发光。随着你的上下起伏，你的阴部收紧，深深地夹住了他的阴茎。你拥抱着快感，每当你的阴部与他的阴毛摩擦时，都会发出湿漉漉的声音，感觉到一种奇怪的疼痛与快感的混合。你的阴道肌肉弯曲，因为你喜欢他的阴茎有多深，你的湿液不断流出......你发出亢奋的喘息声，从内心深处感到酥麻。你抓住他的脖子，在他的嘴唇上热吻，当你接近高潮时，他用手夹住你的屁股，让你的臀部滑得更有力。当他的阴茎在你体内射精时，你感觉到阴道底部传来温暖的感觉。你的嘴唇紧紧咬住他的嘴唇，吞咽着唾液和汗水的混合物，你达到了高潮。在舒畅和满足交织的喘息声中，你们俩沉浸在美妙性爱体验的余韵中。',
                    '坐在性爱枕头上，微微触碰乳头，亲吻自己的手。脸红并感到愉悦，以女牛仔姿势使用振动假阳具时，吸气要重一点，持续 7 分钟，直到达到高潮。',
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_COWGIRL_7 = ('lo_cowgirl_7', [TAG_SEX], THEME_LOVE,
                '女上位',
                '你开心地跨坐在他身上，美味的乳房自由地跳动着，他将阴茎深深地插入你湿润、张开的阴道。皮肤拍打的声音在房间里回荡，你们都沉浸在情欲中。你勃起的乳头乞求他的抚摸，当他开始挤压它们时，你的呻吟变成了激情的呐喊。当他看到你的爱从他的阴茎上滴落时，你加快了动作，与他对视。当你接近高潮时，你 "恼怒 "的表情逗得他哈哈大笑，他爱得更深了。你意识到自己脸上的 "红晕"：尴尬和渴望交织在一起，点燃了你的激情。最后，他再也无法控制自己，射了出来，用他的温暖覆盖了你的 "阴部"。',
                '仰卧在床上，分开双腿，用左手抓住左侧乳房，同时刺激乳头。用右手玩弄自己的阴部，轻轻地用手指抚摸自己。2 分钟后，将一个大型振动假阳具放在床上，然后换成狗爬式姿势，模拟插入动作。在接下来的 4 分钟里，假装骑在假阳具上，同时与镜中的自己保持眼神接触。最后，想象假阳具在你脸红时将滚烫的精液注入你的阴道。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_2 = ('lo_cowgirl_2', [TAG_SEX], THEME_LOVE,
                '女上位',
                '你坐在他身上，双腿大开，阴部湿漉漉的，他的阴茎头刚刚进入你的阴道，慢慢地向深处滑去。你停顿了一下，看着他，脸涨得通红，嘴角露出困惑的表情。你闭上眼睛，深吸一口气，然后用力向下一挺，将整根阴茎插入你湿漉漉的阴道。他抓住你的大腿，把你拉得更近，你张开的小嘴发出轻轻的呻吟。你感受着深深的插入，身体不断抽搐，达到了强烈的高潮。精液喷洒在你的大腿上，打湿了你的双腿。',
                '仰卧在床上，张开双腿，将一个逼真的阴道形状的小假阳具插入阴道。闭上眼睛，一边呻吟一边模拟阴道插入。用手指或小型振动器刺激阴蒂。达到性高潮，然后大口喘息 4 分钟，想象与伴侣在一起的快感。',
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_0 = ('lo_cowgirl_0', [TAG_SEX], THEME_LOVE,
                '女上位',
                '你坐在他勃起的阴茎上，阴部湿透，吞没了他悸动的阴茎。你紧绷的肌肉紧紧地抓住他。他抓住你的大腿，催促你更多地占有他。你可以透过凌乱的头发看到他--他的阴茎在你的阴道里深深地进出，沉浸在这一刻。强烈的插入让你脸红心跳，感觉整个阴部都紧紧地包围着他。你的阴道抓住他的手，暗示你可能想要一点恼人的粗暴。',
                '将自己放在一个铺有枕头的角落，坐在一个大而逼真的振动器上，以对角线的角度让胸部朝向镜头。穿上可爱的睡衣，用手机拍摄流媒体角度。使用振动器进行约 4 分钟的自我愉悦，在拍摄过程中花点时间微笑和脸红。您可以通过调整振动器的设置，专注于深度插入的感觉。',
                [ORGAN_PUSSY], [DildoM]
                )


LOVE_ACTION_LIBRARY0 = [
                        LO_COWGIRL_0, LO_COWGIRL_1, LO_COWGIRL_2, LO_COWGIRL_3, LO_COWGIRL_4, LO_COWGIRL_5,
                        LO_COWGIRL_6, LO_COWGIRL_7, LO_COWGIRL_DOM_1, LO_COWGIRL_DOM_2, LO_COWGIRL_DOM_3,
                        LO_DOGGY_0, LO_DOGGY_1, LO_DOGGY_2, LO_DOGGY_3, LO_DOGGY_4, LO_DOGGY_5,
                        LO_DOGGY_6, LO_DOGGY_7, LO_DOGGY_8, LO_FULL_NELSON_0, LO_FULL_NELSON_1,
                        LO_FULL_NELSON_2, LO_FULL_NELSON_3,  LO_MISSIONARY_0, LO_MISSIONARY_1,
                        LO_MISSIONARY_2, LO_MISSIONARY_3, LO_MISSIONARY_4, LO_MISSIONARY_5, LO_MISSIONARY_6,
                        LO_MISSIONARY_7, LO_MISSIONARY_8, LO_NURSING_0, LO_NURSING_1, LO_NURSING_2,
                        LO_NURSING_3, LO_SPOON_0, LO_SPOON_1, LO_SPOON_2, LO_SPOON_3, LO_SPOON_4,
                        LO_SPOON_5, LO_STANDING_0, LO_STANDING_1, LO_STANDING_2, LO_STANDING_LL_0,
                        LO_STANDING_LL_1, LO_STANDING_LL_2, LO_STANDING_LL_3, LO_STANDING_LL_4,
                        LO_STANDING_LL_5, LO_STRADDLE_0, LO_STRADDLE_1, LO_STRADDLE_10, LO_STRADDLE_2,
                        LO_STRADDLE_3, LO_STRADDLE_4, LO_STRADDLE_5, LO_STRADDLE_6, LO_STRADDLE_7,
                        LO_STRADDLE_8, LO_STRADDLE_9, LO_SUS_0, LO_SUS_1, LO_SUS_2, LO_SUS_3, LO_SUS_4,
                        LO_SUS_5, LO_SUS_6, LO_SUS_7]
