from rpg_battle.battle_actions_ren import TAG_SEX, THEME_LOVE
from rpg_world.toys_ren import DildoM

LO_BLOWJOB_1 = ('lo_blowjob_1', [TAG_SEX], THEME_LOVE,
                '口交',
                '你渴望他勃起的阴茎，带着欲望快速吮吸。你抓住他的睾丸，轻轻抚摸。你握住他的整个阴茎，慢慢地将阴茎送入你的口中。他的阴茎深深地撑开了你的喉咙，让你欣喜若狂。你的手撸动着他的阴茎，嘴里湿漉漉的，品尝着他的味道。同时，你瞥了他一眼，对这次口交体验充满了纯粹的幸福感。',
                '让女孩以舒适的姿势躺在床上，蒙上眼睛。用一根有静脉的仿真假阳具插入她的阴道，并用强力握把模拟手交，持续 4 分钟。取出假阳具时不要碰到女孩的脸。接下来，让她抓住自己的头发，开始深喉插入假阳具，就像插入阴茎一样，同时抚摸 "睾丸 "以增加逼真度。最后，在最后 3 分钟的刺激中，让她对假阳具进行口交。',
                None, [DildoM]
                )
LO_BLOWJOB_HAND_2 = ('lo_blowjob_hand_2', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '你张大嘴巴，迫不及待地含住他布满青筋的阴茎。当你的嘴唇上下滑动时，你看到了镜子里的他。他站在你身后，正在手淫。你急于取悦他，用舌头顶着他的阴茎，品尝他的精液。他达到了高潮，强烈地抽动着阴茎。你感觉到精液射进了你等待的嘴里。他的精液顺着你的喉咙滴到你的舌头上。你的嘴唇紧紧咬住他的阴茎，每一次快感都会将更多的精液送入你的口中。',
                     '握住有血管的仿真套筒自慰器，用力吸吮。用手紧握自慰器，模仿口腔刺激的感觉。模拟口交动作，加快步伐达到高潮。假装把精液含在嘴里，让几滴精液滚到舌头上。将头向后仰，假装吞咽精液或将精液储存在脸颊上。为了安全起见，你可能需要使用精液味的润滑剂，而不是真正的精液。完成后，一定要冲洗自慰器并洗脸。',
                     None, [DildoM]
                     )
LO_BLOWJOB_HAND_1 = ('lo_blowjob_hand_1', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '你跪在地上，脸对着他，嘴唇微微张开，他的阴茎进入了你大张的嘴里，唾液滴落，他开始插入，青筋暴露的阴茎拍打着你的嘴唇。他抓住你的头，看着你的眼睛，你回过头去，欲望在增加。他喘息着，接近高潮。你感觉到了，感觉到他的阴茎在膨胀。你试图尽可能多地含住他的阴茎。他的睾丸紧缩，他爆发了，温暖的液体充满了你的口腔，顺着你的喉咙流下。当你完成口交时，他的阴茎滑了出来，看起来很满意，你伸出舌头，展示你吞下的精液。你很开心，观众享受着口交，你给了他一个欣慰的微笑。',
                     '坐在床上，假装对着一根有静脉的阴茎进行口交，想象摄像头正在记录你的动作。几分钟后，张开嘴巴 "接受 "一次射精，并保持 2 分钟。然后，拿出一根假阳具，用润滑油模拟射精。模仿阴茎的样子，将假阳具轻轻地从嘴里滑进滑出。完成后用布擦干净。',
                     None, [DildoM]
                     )
LO_BLOWJOB_DEEP_1 = ('lo_blowjob_deep_1', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '你正在为他练习口交，转过身来，躯干越过床面。他的阴茎深深地插在你的喉咙里，舒服而又渴望，他的双手抚摸着你的头发，他要求更多。你开始抚摸他的睾丸，他的呻吟声越来越大。你的手仍然握着他的阴茎，上下抽动，深喉吮吸。你的嘴唇紧紧吸住他那布满青筋的阴茎。',
                     '仰卧在床上，将逼真的口交性玩具放在脸旁。一只手握住玩具的底部，用嘴模拟口交。改变速度和压力以增强快感。在阴蒂上使用振动子弹，增加额外的刺激。这项活动大约需要 5 分钟。',
                     None, [DildoM]
                     )
LO_BLOWJOB_HAPPY_2 = ('lo_blowjob_happy_2', [TAG_SEX], THEME_LOVE,
                      '口交',
                      '你的嘴巴张得大大的，他那布满青筋的阴茎滑进滑出，你的脸颊随着节奏摆动。你抬头看着他，双目紧锁，你能感觉到他的动作越来越近了。血管在跳动，他的阴茎硬了起来。他的手把你的头按下去，你的嘴唇覆盖住阴茎根部。你们保持眼神交流，可以看出他快要射了。他停了下来，拔了出来，射在了你张开的嘴上，你用舌头舔着他的精液。',
                      '躺在床上，张开双腿，抬起臀部。用一只手刺激阴蒂，另一只手握住振动蛋玩具。继续，直到感受到强烈的快感，然后闭上眼睛想象吸吮假阴茎的感觉。发挥你的想象力来完成这次体验。之后，用手指在舌头上模仿精液的味道，练习吞咽的艺术。最后，随着自己喜欢的歌曲自由起舞，通过动作表达自己的兴奋和喜悦。',
                      None, [DildoM]
                      )
LO_BLOWJOB_HAND_0 = ('lo_blowjob_hand_0', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '你仰卧着，双眼紧盯着观众，兴奋地观看着。他坐在你面前，阴茎青筋暴露，高高挺立。你伸手握住他的阴茎，慢慢抚摸，吮吸阴茎头，然后将阴茎塞进张大的嘴里。你上下摆动，感受他的血管，一遍又一遍，目不转睛地盯着观众，为他口交。你知道自己快成功了，在观众的注视下更加卖力地吮吸，直到高潮来临，精液在你的口腔深处喷涌而出，与你的唾液混合在一起。',
                     '仰卧，头部和颈部垫一个大枕头以保持舒适。将一个逼真的可吞咽的安全情趣用品放在嘴的上方，要有明显的纹理或血管。张大嘴巴，将玩具含在口中，嘴唇紧紧地贴在玩具轴上，模拟吸吮和抚摸动作，持续 4 分钟。当你感觉快成功时，加快速度，对着玩具说 "为我射精"。然后，模拟吞咽玩具/精液喷雾。',
                     None, [DildoM]
                     )
LO_BLOWJOB_0 = ('lo_blowjob_0', [TAG_SEX], THEME_LOVE,
                '口交',
                '当站在你身后的男人将他的阴茎深深插入你张开的小嘴时，你的眼睛紧紧地盯着我，我们的视线从未分开过。他紧紧抓住你的头发，让你的嘴唇完全浸没他勃起的阴茎，你的手抚摸着他的阴茎。口水从你的嘴角滴落，你伸出湿漉漉的长舌头--一种深深的快感笼罩着你的脸。每一个光彩夺目的举动都在我眼前上演，肆无忌惮的激情令人兴奋。',
                '躺在床上，头部靠近床边，抬头看镜头。一手握住 Tenga 按摩棒，另一手握住伴侣的中型情趣用品。将玩具插入抚摸器，用手模仿动作，就像口交一样。4 分钟后，取下玩具，改用自慰套。单膝跪在地板上，用双手抚摸玩具，形成 POV 视角，再持续 3 分钟。',
                None, [DildoM]
                )
LO_BLOWJOB_DEEP_5 = ('lo_blowjob_deep_5', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '从上往下看，你跪在他面前，而他正得意洋洋地享受着你的口交。从侧面看，你开始口交，让他的阴茎深深地插入你的喉咙，显示出你的虔诚。从下往上看，你蹲下身子，急切地抓住他的阴茎，将其送入张大的口中。当你深喉时，口腔的快感源源不断，你咽着口水，喘着粗气。当他射精时，浓稠的精液喷洒在你的喉咙上，这代表着他的满足。',
                     '一定要使用大小合适的假阳具、振动器和抚摸器，而且要让自己感觉舒服）。', None, [DildoM]
                     )
LO_BLOWJOB_2 = ('lo_blowjob_2', [TAG_SEX], THEME_LOVE,
                '口交',
                '你依然赤裸上身，乳头傲然挺立，他从上方将阴茎插入你张开的湿润口中。你的脸很近，是一个肖像式的特写镜头，对着观众。他抓住你的头，把你拉向他，而你则直视观众，让他们完美地看到你的口交。你向他的阴茎吐口水，然后吮吸和抚摸它，重点放在龟头上。',
                '顶部、侧面、底部、假阳具和双手的特写。在为假阳具激情 "口交 "的同时，与镜头保持眼神接触。', None,
                [DildoM]
                )
LO_BLOWJOB_DEEP_2 = ('lo_blowjob_deep_2', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '你带着得意的微笑，用手揉搓他的阴茎，然后拉扯他的睾丸，让他发出呻吟。当他把充血的阴茎塞进你的嘴里时，你疯狂地摇晃着脑袋，不时地把他的阴茎塞得更深。当你吮吸和抚摸他布满青筋的阴茎时，他的眼睛闭上了。你的手熟练地抚摸着他的睾丸，而你的嘴则含着他坚硬的阴茎。当他接近高潮时，你开始感觉到他的抽插越来越不规律。当他达到高潮时，他抓住你的头，引导你的嘴含住他深深跳动的阴茎。精液喷进了你的嘴里，你吞下每一滴，细细品味。',
                     '躺在床上，背部挺直，摆出舒适的姿势，手持逼真的口交变手淫 Fleshlights 玩具。模仿口交的感觉，用嘴和舌头在玩具的开口处移动 5 分钟，然后用扭转和抓握的动作来模拟手交。当你接近高潮时，张大嘴巴，想象将他的精液含入口中，轻轻爱抚玩具，直到感觉消失。',
                     None, [DildoM]
                     )
LO_BLOWJOB_DEEP_0 = ('lo_blowjob_deep_0', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '你仰面躺着，双腿大开，急切地将他的阴茎插入你潮湿的阴道。你直视着观众，眼睛里折射出强烈的欲望。他抓住你的头，将阴茎深深插入你的口中，这种控制让你更加湿润。呻吟声充斥着整个房间，你的嘴张得大大的，吞下了他的阴茎。他的阴茎跳动着，渗出精液，你大口大口地吞咽着他浓稠的精液。',
                     '用头发遮住脸，用自拍杆将手机或相机靠墙支起，捕捉角度。将粉红色振动大假阳具放在稳定的表面上，弯下腰，开始模拟口交快感。用手制造更强烈的口交感觉。挤压假阳具的底部，模拟脉动效果。对准摄像头，大声呻吟几分钟，通过动作和面部表情表达你的快感。享受阴蒂震动的感觉，达到约 2 分钟的高潮。',
                     None, [DildoM]
                     )
LO_BLOWJOB_4 = ('lo_blowjob_4', [TAG_SEX], THEME_LOVE,
                '口交',
                '你四肢着地，乳房下垂，乳头勃起。你的下体暴露在外，随时准备让他进入。他站在你身后，阴茎勃起，等待进入。当你因插入而呻吟时，他把阴茎推了进去。你看着他抓住你的头，阴茎完全进入你的口中。你的嘴湿润而张开，吞下他的阴茎，唾液滴落。他用阴茎拧着你的喉咙，而你淫荡地看着他，眼神乞求着更多。当他强行塞满你的嘴时，你射了，你的头随着他的每一次插入而摆动。',
                '坐在床上，背对笔记本电脑，乳头透过薄薄的胸罩露出来。调整摄像头角度，对准你的脸部，将视角居中。将一个中等尺寸的振动假阳具放在大腿上，双腿张开。用左手紧紧握住假阳具的底部，将顶端对准阴蒂。用右手刺激乳头。与摄像机进行眼神交流，并露出诱人的微笑。在接下来的 5 分钟里，用假阳具模拟自慰，展示震动和你的反应，同时盯着镜头，吸引观众。',
                None, [DildoM]
                )
LO_BLOWJOB_3 = ('lo_blowjob_3', [TAG_SEX], THEME_LOVE,
                '口交',
                '你站在他面前，腰部以上一丝不挂，勃起的乳头在明亮的灯光下清晰可见。他从后面进入你，你的屁股朝向他，你开始从上方吸吮他的阴茎，你的头紧贴着他的腹股沟。你直视着观众，眼睛里充满了欲望。当他的阴茎在你口中滑进滑出时，闭合镜头捕捉到了原始的激情。当他插入你的身体时，你抓住他的阴茎根部，伸出你湿润的长舌；这一幕未经审查，他取悦你时的满足感显而易见。',
                '躺在床上，袒胸露乳，膝盖微微弯曲。用振动假阳具顶住阴蒂，想象它是一根阴茎。吸吮振动阴茎套，同时保持目光接触并露出诱惑的表情。一边喃喃自语 "你的阴茎在我嘴里感觉真好"，一边吸吮 2 分钟。',
                None, [DildoM]
                )
LO_BLOWJOB_HAPPY_1 = ('lo_blowjob_happy_1', [TAG_SEX], THEME_LOVE,
                      '口交',
                      '你站在床边，张大嘴巴含住他，感觉他的阴茎在你的嘴里膨胀，血管清晰可见，不断跳动，你慢慢地抚摸他，知道他就快到了。你与他保持眼神接触，紧紧盯着他，知道他已经到了你想要的位置。当他接近高潮时，他把阴茎深深地插入你的嘴里，你松开他的阴茎，让他滚烫的精液溅到你张开的嘴里，你的眼睛里充满了快感和满足。',
                      '坐在床上，背靠床架。将一个中等大小的假阳具放在假阳具束带上，调整高度，使其比你的嘴高出 10 厘米。将摄像头对准假阳具，开始单独直播。戴上乳头夹，手淫 5 分钟，同时与观众保持眼神交流。然后，在假阳具上使用一个可重复使用的刺激套，并切换到逼真的口交，持续 5 分钟，同时保持摄像头对准假阳具。感受到假阳具的质感后，将射精前的润滑液喷入容器中模拟射精。模拟射精后保持姿势 1 分钟。',
                      None, [DildoM]
                      )
LO_BLOWJOB_HAND_3 = ('lo_blowjob_hand_3', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '从上面看，你躺在床上，上身赤裸，乳头坚硬，双腿大开。你用力吸吮他的阴茎，张大嘴巴，伸出舌头，把阴茎伸了出去。他抓住你的头，紧紧地握着，操着你的喉咙。他的阴茎在跳动，准备射精。他抽出阴茎，开始打飞机。你一边大声呻吟，一边直视着观众。他的精液喷涌而出，落在你的舌头上，你急切地吞咽着。',
                     '面朝上躺在床上，露出上半身，乳头探出。戴上眼镜，身体前倾，手持一个中等大小、入口可穿透的仿真自慰器。用你的手和自慰器的嘴唇模仿手交和口交动作。一边让自己达到高潮，一边看着镜头，想象假精液喷射到你的胸口。最后，假装喷出一些假精液到你的胸部，看着镜头，并在结束后微笑。',
                     None, [DildoM]
                     )
LO_BLOWJOB_DEEP_3 = ('lo_blowjob_deep_3', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '上身赤裸，双膝跪地，长发披散。他那布满青筋的阴茎，露出顽皮的乳头，深深地凝视着你的眼睛。慢慢地，你把他的阴茎拉向自己的脸，抓住他的头，拼命地吸吮和深喉。一边抚摸他的睾丸，一边伸手去摸他的阴茎，这就是令人惊叹的口交。口交与令人着迷的手交完美结合。美味的阴茎深深插入你的口中。',
                     '仰卧在床上，张开双腿，将静脉假阳具放在嘴上，模仿口腔快感。玩弄乳头，模拟高角度深喉假阳具的感觉。爱抚睾丸形状的玩具，同时刺激阴蒂，享受 10 分钟的自我愉悦。',
                     None, [DildoM]
                     )
LO_BLOWJOB_HAPPY_0 = ('lo_blowjob_happy_0', [TAG_SEX], THEME_LOVE,
                      '口交',
                      '你赤身裸体地跪在他面前，张大嘴巴急切地等待着。你将他那布满青筋的阴茎含入口中，用双手稳稳地抚摸着。当他看着你口交时，你的眼睛紧紧盯着他，传递出一种亲密感。随着高潮的临近，阴茎在你的口中越来越硬。你几乎将他的阴茎全部从嘴里拔出，精液从顶端滴落。滚烫的精液流到你的舌头上，蔓延到整个口腔。',
                      '仰卧在床上，将摄像机（POV）朝向自己。购买一个带血管的逼真口交抚摸器。用口交器模仿口交动作 5 分钟。然后用一个震动的小舌头模拟玩具来模拟给他打飞机的感觉，并让它在抚摸器内射精。将抚摸器摆放在他的阴茎上，舔舐抚摸器上的 "精液"，完成后露出开心的表情。',
                      None, [DildoM]
                      )
LO_BLOWJOB_HAPPY_4 = ('lo_blowjob_happy_4', [TAG_SEX], THEME_LOVE,
                      '口交',
                      '他惊讶地看着你，你的乳房几乎要溢出上身的内衣。你的乳头急切地指向前方，渴望他的抚摸。他已经迫不及待地想让你张开的大嘴含住他布满青筋的阴茎。你迫不及待地从手淫变成了吮吸和抚摸的口交。他坚硬的阴茎上沾满了唾液。当他即将射精时，你把嘴拉到他的阴茎上，这样你就能看到他的阴茎爆裂，温暖的精液灌满了你的嘴。你细细品味这一刻，他的精液在你口腔和舌头上的味道。',
                      '脱掉上衣躺在床上，乳头坚硬。设置手机录音，用手刺激阴蒂，同时想象一根静脉假阳具。15 分钟后，想象吞下假阳具时舌头上的精液感觉。确保在整个视频过程中与摄像头保持目光接触。',
                      None, [DildoM]
                      )
LO_BLOWJOB_DEEP_4 = ('lo_blowjob_deep_4', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '你俯下身，双乳跳动，亲吻他坚挺勃起的阴茎，挑逗他敏感的顶端，品尝他周围的唾液。你的双手抚摸着他的阴囊，向他靠近。他发出愉悦的呻吟，半凸的阴茎更加坚挺，边缘开始膨胀。他抓住你的头发，更紧了，你也更深了，喉咙蠕动着，容纳他又长又粗的阴茎。你的嘴唇轻易地将他整个吞下，你的舌头狂野、急切地舔着，想要更多。你的嘴不停地进出，将深喉口交发挥到了极致。你的手紧紧抓住他的屁股，一边用力吸吮，一边把他拉向你。你感觉到他达到了高潮，在你体内跳动，温暖的液体顺着你的喉咙流下。你吞下足够的液体，细细品味，感觉他因满足而颤抖。',
                     '侧卧，上身赤裸，在乳房下放一个枕头，手握一根有纹路的振动假阳具。让自己面对镜子，将假阳具插入阴道，同时模仿爱抚睾丸和吮吸的动作。爱抚自己的臀部，与自己保持眼神接触。这种亲密行为持续 6 分钟，然后拔出假阳具，轻轻抚摸，同时模拟深喉。2 分钟后，继续握住假阳具并将其凑到脸前，模仿用手采集样本的体验。',
                     None, [DildoM]
                     )
LO_BLOWJOB_HAPPY_3 = ('lo_blowjob_happy_3', [TAG_SEX], THEME_LOVE,
                      '口交',
                      '当你站在床上时，赤裸的上身露出了你的肉体和坚硬的乳头。你的头在他布满青筋的阴茎上上下摆动，张开的嘴发出轻轻的吸吮声。你抬头看着观众，眼睛里充满了喜悦，一边给他的阴茎打飞机。他的阴茎顶端喷出一串串精液，射进你的嘴里，射满你张开的小嘴。他咧嘴一笑，你用手握住他的阴茎，用舌头擦拭精液。你吞下精液，然后看着观众，脸上露出满意的笑容。',
                      '穿上蕾丝胸罩，仰躺在床上。手持质感逼真的阴茎型振动器，将其放在脸前。用嘴模仿口交动作，分泌唾液。2 分钟后，想象将振动器中温热的模拟精液含在嘴里，品尝舌头上的感觉。用你的想象力和一两张自拍照（不包括在任务中）记录下整个体验。',
                      None, [DildoM]
                      )
LO_BLOWJOB_HAND_4 = ('lo_blowjob_hand_4', [TAG_SEX], THEME_LOVE,
                     '口交',
                     '你裸露着胸部，乳头坚硬勃起。你将他的阴茎放进张大的嘴里，紧紧含住，一边凝视着他的眼睛，一边为他口交。在为他口交时，你的手抚摸着他布满青筋的阴茎，一边吮吸，一边开心地笑着看着观众。你湿润的嘴在他的阴茎上上下移动，而他则低头看着你，一脸愉悦。',
                     '仰卧在床上，用手指轻轻沿着乳头，这样可以增加敏感度。在脸部附近握住一根带血管的中型假阳具，录下自己为假阳具口交的过程。全程与摄像头保持目光接触，持续 6 分钟。',
                     None, [DildoM]
                     )
LO_HANDJOB_0 = ('lo_handjob_0', [TAG_SEX], THEME_LOVE,
                '手撸',
                '你跪在他身上，双膝分开，当他的阴茎从上面露出来时，你张开的嘴巴流出了口水。你与观众对视，急切地想要刺激他。近距离观看时，你用手握住他勃起的阴茎，露出得意的神情。你的手指上下滑动，在这幅肖像画中，你要做的事情一目了然。他射精了，他怒吼着，射在你的手上，射在你张大的嘴上，淫秽的满足感油然而生。',
                '坐在一扇敞开的窗户旁，微微张开双腿，露出一个乳头。戴上 VR 头显，以坐姿握住透明假阳具。看到精液后，保持直视，看着镜头和精液。让精液流入你张开的口中，持续 4 分钟。',
                None, [DildoM]
                )
LO_HANDJOB_4 = ('lo_handjob_4', [TAG_SEX], THEME_LOVE,
                '手撸',
                '当你骑在他身上，用湿润的阴部摩擦他膨胀的阴茎时，整个房间都充满了欲望和亢奋。你的湿润的阴道里喷射出他的精液，喷洒在你扭动的身体上。你无序地试图用张开的嘴接住每一滴精液。',
                '坐在床上，摄像机放在房间对面的三脚架上。仰卧，将一个中等大小、逼真的阴茎玩具放在两腿之间。用双手撸动玩具，就像撸动真正的阴茎一样。睁大眼睛看着镜头，脸上露出 "得意满足 "的表情，持续三分钟。匍匐 "射精"，假装达到高潮。',
                None, [DildoM]
                )
LO_HANDJOB_2 = ('lo_handjob_2', [TAG_SEX], THEME_LOVE,
                '手撸',
                '他站在你身后，悠闲地从上方插入你的身体。他的手指探索着你湿润而开放的洞口，你激情的声音充斥着整个房间。他看着你露出一个得意的微笑，然后抓住你的头，深深地吻你。他伸手把自己坚硬的阴茎放在你的手里，示意你抚摸它。在肖像般的特写镜头中，你的眼睛紧紧盯着他，慢慢地摆弄着他的阴茎，湿润而张开的小嘴熠熠生辉，准备迎接更多。',
                '坐在床边，面对镜子。手握一根中等大小的假阳具，面带得意的微笑自拍。然后，一边看着镜子，一边用力揉搓假阳具，持续 4 分钟，就像打飞机一样。用腕带固定住双手，增加挑战性。',
                None, [DildoM]
                )
LO_HANDJOB_3 = ('lo_handjob_3', [TAG_SEX], THEME_LOVE,
                '手撸',
                '你坐在他的身上，一边诱惑地注视着他，一边以撩人的节奏抚摸着他的阴茎。你的目光与观众对视，邀请他们观看你巧妙地爱抚他的睾丸，一只手握住他的阴茎根部，另一只手上下滑动。他完全任你摆布，回头看着你得意地傻笑。你张开嘴，他的精液充满了你的视线，最后，随着一阵强烈的高潮，你看到精液喷射而出，落在你的脸上和嘴唇上。',
                '以肖像姿势坐在床上，抬起一只膝盖，另一只膝盖放在地板上。双腿应稍微分开。用手握住一个振动小的子弹头振动器，放在阴蒂上。一边呻吟，一边用另一只手抚摸乳房，同时用诱惑的目光看着镜头。将注意力集中在震动和感觉上，加大力度以达到高潮。在你呻吟和达到高潮时，用手指模仿插入的感觉，最后假装喷射到你的身体上。整个过程应持续 3 到 5 分钟。',
                None, [DildoM]
                )
LO_HANDJOB_5 = ('lo_handjob_5', [TAG_SEX], THEME_LOVE,
                '手撸',
                '你平躺在床上，双腿微微张开，节奏与你的手部动作配合得天衣无缝。你张开的嘴微微张开，邀请着即将到来的一切。你的另一只手缓慢而有力地握住他隆起的阴茎。你得意的表情是一种完全的控制和快感。你俯身，直视着观众，与你紧闭的双眼形成鲜明对比，突出了这一切的快感。他开始射精。一股精液喷涌而出，射进你张开的嘴里，喷得你满脸都是。你闭上眼睛，沉浸在他释放的温暖中。',
                '躺在床上，眼睛与镜头保持接触，一只手握住一根中等大小的假阳具。轻轻抚摸自己的下腹部，同时用另一只手抚摸假阳具的阴茎。继续盯着镜头，手淫假阳具 5 分钟，然后身体前倾，将假阳具放入口中，再 "吮吸 "3 分钟，模仿让人射精的感觉。',
                None, [DildoM]
                )
LO_HANDJOB_1 = ('lo_handjob_1', [TAG_SEX], THEME_LOVE,
                '手撸',
                '你站在他身边，目光紧盯着他勃起的阴茎。你用一只手握住它，用力地抽动。你微微张开嘴，表达对这一美景的欣赏。你停顿一下，直视观众的眼睛，让他们不敢反抗。他躺下，你开始加快抽动他的阴茎，他现在四肢着地，从上往下变成狗爬式。他发出一声低沉的呻吟，再也忍不住了。乳白色的精液喷涌而出，沾满了你的手和床单。一步一步，一滴一滴，当你射在他的阴茎上时，你胜利地看着观众。',
                '坐在电脑前，身体后仰。将一个小型振动器放在屏幕上显示，同时用双手取悦自己。面带得意表情直视镜头，边做边说。持续 5 分钟，然后用子弹振动器刺激阴蒂，达到高潮。',
                None, [DildoM]
                )

LOVE_ACTION_LIBRARY1 = [
    LO_BLOWJOB_0, LO_BLOWJOB_1, LO_BLOWJOB_2, LO_BLOWJOB_3, LO_BLOWJOB_4,
    LO_BLOWJOB_DEEP_0, LO_BLOWJOB_DEEP_1, LO_BLOWJOB_DEEP_2, LO_BLOWJOB_DEEP_3,
    LO_BLOWJOB_DEEP_4, LO_BLOWJOB_DEEP_5, LO_BLOWJOB_HAND_0, LO_BLOWJOB_HAND_1,
    LO_BLOWJOB_HAND_2, LO_BLOWJOB_HAND_3, LO_BLOWJOB_HAND_4, LO_BLOWJOB_HAPPY_0,
    LO_BLOWJOB_HAPPY_1, LO_BLOWJOB_HAPPY_2, LO_BLOWJOB_HAPPY_3, LO_BLOWJOB_HAPPY_4,
    LO_HANDJOB_0, LO_HANDJOB_1, LO_HANDJOB_2,
    LO_HANDJOB_3, LO_HANDJOB_4, LO_HANDJOB_5,
]
