from rpg_battle.battle_actions_ren import TAG_SEX, THEME_LOVE
from rpg_world.organs_ren import ORGAN_ANAL
from rpg_world.toys_ren import DildoM
"""renpy
init -99 python:
"""
LO_SUS_2_ANAL = ('lo_sus_2_anal', [TAG_SEX], THEME_LOVE,
                 '火车便当式',
                 '当他抓住你的臀部，以分腿的姿势将你从地上举起时，你的心跳加速。你的屁股在空中摇摆，暴露在他的巨大阴茎下，脆弱不堪，他的阴茎深深地插入你紧窄、跳动的屁眼里。一开始你疼得直哆嗦，但很快就屈服于涌遍全身的强烈快感。当他无情地撞击你的屁眼时，你的眼睛瞪得大大的，拼命不让自己射精。',
                 '2 分钟，插入 3 次。', [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_7_ANAL = ('lo_sus_7_anal', [TAG_SEX], THEME_LOVE,
                 '火车便当式',
                 '你以反向悬空大会的姿势站立，赤裸的胸部紧贴着床，脚趾几乎不着地。他从后面靠近你，抓住你的臀部，把你的屁股拉向他。他粗暴地将阴茎插入你紧窄的肛门，把你塞得满满的。他开始猛烈地抽插，让你发出呻吟并弓起背部。你的乳头硬了起来，用力抵抗着这种奇怪的感觉。当他继续填满你的身体时，你既羞愧又愉悦，面红耳赤。最后，他终于松开了手，将又热又粘的精液射进了你的身体深处。',
                 '读者被要求自慰 5 分钟，并将假阴茎插入屁眼 3 次。', [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_4_ANAL = ('lo_sus_4_anal', [TAG_SEX], THEME_LOVE,
                 '火车便当式',
                 '你以悬空大会的姿势站立，乳房暴露在外，乳头在凉爽的空气中变得坚硬。他抓住你的臀部，把你拉近他跳动的阴茎。你感觉到他在用力挤压你的肛门，撕开你的肛门。当他插入你的菊花时，你咬紧牙关，握紧拳头，他坚硬的阴茎顶着你的前列腺。',
                 '当你以悬挂国会的姿势站立，裸露的乳房高高挺起时，你开始将假阴茎插入自己的肛门。持续时间为 3 分钟，插入 2 次。完成任务后，你可以把假阴茎当作振动器来刺激阴蒂。',
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_6_ANAL = ('lo_sus_6_anal', [TAG_SEX], THEME_LOVE,
                 '火车便当式',
                 '你以反向悬空大会的姿势弯腰，屁股高高翘起，两颊分开。他从后面粗暴地进入你紧窄的肛门，双手紧紧抓住你的臀部。当他开始深深插入你的身体时，你握紧拳头，咬紧牙关，但还是忍不住发出呻吟。你的脸因羞耻和兴奋而变得通红，尽管如此，你还是感觉到自己的屁股在变大，以适应他的入侵。',
                 '你平躺在床上，两颊分开。你手握假阴茎，用它探索自己的肛门，感受假阴茎的质感。你身体的温暖和阴茎在你体内的压力将你推向快感的边缘。每一次插入，你都会感觉到一股温暖的湿润从肛门中流出，让你的感觉更加强烈。你一边愉悦地呻吟着，一边加快指法的速度，想象着一个性感火辣的男人压在你身上，控制着你的身体。你在一阵强烈的高潮中射精，感觉括约肌收紧，释放出愉悦的紧张感。',
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_0_ANAL = ('lo_sus_0_anal', [TAG_SEX], THEME_LOVE,
                 '火车便当式',
                 '你弯下腰，你的生殖器对他来说处于一个完美的位置，他用力进入你的肛门。他的双手紧紧抓住你的臀部，将你固定在原地，开始猛烈地撞击你的身体，他的热气喷在你的脖子上，让你浑身颤抖。尽管一开始有些不适，但你的身体开始背叛你--呻吟着，屁股紧紧夹住他，欢迎他的侵入。随着他插入得越来越深，达到了让你喘不过气来的深度，这种感觉让你不知所措。你感到充实、被侵犯，但强烈的插入又让你无比兴奋。你在快感中紧闭双眼，默默地乞求更多，同时忍受着疼痛和刺激。',
                 '你发现自己在一个房间里，手里拿着一根假阳具。你被要求用假阳具自慰 10 分钟，从肛门插入和拔出假阳具。你要专注于感觉，准备好了就射精。(还需要其他说明吗？）',
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_1_ANAL = ('lo_sus_1_anal', [TAG_SEX], THEME_LOVE,
                 '火车便当式',
                 '他站在你身后，以悬空大会的姿势猛烈地将阴茎插入你紧窄的臀部。他的双手紧紧抓住你的臀部，每一次有力的抽插都把你拉得更近。当他的阴茎擦过你的前列腺时，你发出痛苦而又愉悦的呻吟，那种感觉令人难以抗拒。你一再恳求他射精，他很恼火，最终决定满足你的需求，将他浓稠的精液深深地射入你的屁眼，让你大声呻吟，因为他的精液都在你的屁眼里。',
                 '"想让卧室里的气氛活跃起来吗？抓住机会，让自己扮演被动伴侣的角色。摆出悬空大会的姿势，让你的伴侣来控制你。将您最喜欢的假阴茎插入您的肛门，每次用力插入时，他们都会用手将您拉近。每次插入都会刺激你的前列腺，放松并享受这种体验。一定要计算插入的次数，并继续自慰直到射精！这一定会为你的独奏会增添一些激情。"',
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_5_ANAL = ('lo_sus_5_anal', [TAG_SEX], THEME_LOVE,
                 '火车便当式',
                 '你赤裸上身，乳房下垂，乳头坚硬，被摆成悬空站立的姿势。他站在你身后，双手粗暴地抓住你的屁股，用他跳动的阴茎插入你紧窄的肛门。你愉悦地呻吟着，脸红心跳，感受着他在你屁股里的每一寸肌肤。他的抽插很有力，从后面猛烈地撞击着你。你感觉到他在你的屁眼里射精了，当他在你体内深处释放他的种子时，你发出了一声响亮的呻吟。',
                 '你要使用假阴茎自慰 5 分钟，在肛门内进出 10 次，享受阴茎插入体内的感觉。你可以想象自己正被一个强壮而饥渴的男人插入，你幻想得越多，快感就会越强烈。尽情享受粗长的阴茎插入屁眼的感觉，让身体对刺激做出反应。记得深呼吸，享受这一刻，让自己达到满意的高潮。',
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_3_ANAL = ('lo_sus_3_anal', [TAG_SEX], THEME_LOVE,
                 '火车便当式',
                 '你被捆绑着悬在半空中，暴露在外，不堪一击。他用跳动的阴茎慢慢插入你紧窄的屁眼。当他开始插入时，你感觉到了温暖和充实。汗水顺着你的脸庞滴落，你情不自禁地发出轻轻的呻吟。你闭上眼睛，仰着头，专注于屁眼里的感觉。',
                 '你被蒙住双眼，绑在十字架上，无助而暴露。他慢慢地将一根逼真的假阳具插入你紧窄的肛门，一边扭动着假阳具，一边沉浸在快感之中。当他开始插入时，你能感觉到温暖和充实。每一次抽插，你的身体都在颤抖，情不自禁地发出轻轻的呻吟。你的大脑飞速运转，试图尽可能长时间地坚持下去，眼睛紧紧地闭着。',
                 [ORGAN_ANAL], [DildoM]
                 )
LO_DOGGY_2_ANAL = ('lo_doggy_2_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '你身后的男人稳稳地进入你紧窄的菊花，插入很深，很痛。你感觉到他粗糙的双手抓住你的臀部，用力拉扯和插入。你的屁股张开，暴露出你的脆弱。你闭上眼睛，咬紧嘴唇，集中精力忍受疼痛，但同时也感受到一种不想要的、羞耻的快感。',
                   '每一次缓慢而深思熟虑的抚摸，你都能感受到假阴茎在你体内的光滑表面，爱抚着你的内脏。你闭上眼睛，想象真的是他在里面和你做爱。当你想象他把你填满，让你成为他的女人时，你会感到一阵快感。你沉浸在幻想中，在他的插入和对你无尽的爱的想象中射精。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_3_ANAL = ('lo_doggy_3_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '你的心怦怦直跳，期待着意外的惊喜。你赤身裸体，暴露在外，向他展示你紧闭的肛门。他猛地插入，从后面滑入，填满了你深深的肛门。',
                   '你深吸一口气，开始执行任务，每插入一次，都会感觉冰冷的假阴茎滑入你的肛门。任务是在将假阴茎插入肛门的同时自慰 5 分钟，共插入 3 次，目标是达到强烈的性高潮。你闭上眼睛，开始这项任务，感受假阴茎每次插入时滑入和滑出的温度。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_4_ANAL = ('lo_doggy_4_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '当他从后面靠近时，你双手抱膝，丰满的屁股高高翘起。你感觉到他的硬物紧贴着你的大腿上部，挑逗着你。突然，他抓住你的臀部，将阴茎深深插入你紧窄的屁眼里。从这个位置，他可以看到阴茎上的精液，他咧嘴一笑。当他开始干你的时候，他的手在你的两腿之间游走，直到你的屁眼。他按摩你的屁眼，用手指把你的屁眼完全填满。',
                   '城里出现了一种新玩具，它的唯一目的就是让你的脸上露出笑容。不过，它可不是普通的玩具，而是一个栩栩如生的假阳具，让日常性爱也成为一种全新的体验。今晚，你将亲自动手（字面意思），看看它能做些什么。当你仰躺在床上，双腿高举，将假阴茎插入你紧窄的屁眼里。它的尺寸将完全填满你的屁眼，让你达到完美的性高潮。这项任务将持续 5 分钟，需要将人造阴茎深深插入 3 次。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_6_ANAL = ('lo_doggy_6_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '当他以狗爬式从后面粗暴地操你时，他肌肉发达的屁股紧紧地夹住他粗大的阴茎。他的双手紧紧抓住你的臀部，将你固定在原地，让他深深插入。你弓起背，把自己献给他，张开嘴发出愉悦的呻吟。当他接近高潮时，你能感觉到他在你脖子上呼出的热气，他更深更快地插入你紧窄的菊花。你自己的欲望也在膨胀，准备好迎接他在你体内射精时的爆炸性释放。',
                   '你手握假阴茎，调整角度，使其完全贴合你的肛门。你能感觉到假阴茎的曲线紧贴着你紧绷的肌肉。你闭上眼睛，想象他肌肉发达的臀部紧紧夹住你的阴茎，将你固定在原地。你想象着他的双手紧紧抓住你的臀部，在你向后推他时把你拉得更近。你能感觉到他灼热的呼吸拂过你的脖子，他的胡须拂过你的皮肤。想象着他深深地插入，感受着肛门里不断增加的压力，你发出愉悦的呻吟。你想象自己弓起背，向他献身，张开嘴发出愉悦的呻吟。你能感觉到自己的欲望在不断膨胀，随时准备着在体内深处射精时的爆发性释放。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_8_ANAL = ('lo_doggy_8_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '你以狗爬式站着，屁股向上，头向下，为他张开阴部。他站在你身后，双手扶着你的臀部，阴茎顶在你的入口处。你犹豫了一下，不知道痛不痛。但他轻轻地滑了进去，填满了你深深的肛门。',
                   '他告诉你要慢慢来。深呼吸，放松肛门括约肌，慢慢地、轻轻地让他进入。你试着把注意力集中在感觉上，而不是疼痛上。你感受着他阴茎滑进滑出的温暖，每次插入都越来越深。你自慰了 5 分钟，将假阴茎插入阴道，感受震动和发热的感觉。你交替着深呼吸和发出愉悦的呻吟。5 分钟后，您满意地停止了手淫，精神为之一振。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_0_ANAL = ('lo_doggy_0_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '当你以狗爬式弯下腰，紧窄的屁眼被撑开以容纳他勃起的巨大阴茎时，你感觉到他用力地深深插入你的屁眼。你听到他发出愉悦的哼声，抓住你的臀部，把你拉近他。当他进入你体内的甜蜜地带时，你咬紧牙关，喘不过气来。',
                   '拿着假阴茎（可任意选择名称），一边想着你正在阅读的色情场景，一边将它慢慢插入你的肛门。以舒适的速度缓慢而稳定地滑进滑出，确保每次滑动都能触及你的 G 点。自慰 5 分钟，假阴茎插入 3 次。感觉自己越来越接近边缘，当高潮融化时，你的身体会绷紧。深吸一口气，享受余韵。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_5_ANAL = ('lo_doggy_5_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '你四肢着地，把光屁股呈现在他面前。他从后面强行进入你的身体，你的身体绷得紧紧的。你能感觉到他的坚硬进入了你的身体，穿透了你紧窄的小穴。你喘着粗气，强迫自己放松，想知道那是什么感觉。他开始抽插，每一下都插得更深。当他的阴茎撞击你的前列腺时，你感觉到他粗糙的双手抓住你的腰，把你拉回到他身边。',
                   '你的任务是一边想着上述场景，一边自慰。您将把假阴茎插入肛门并旋转 5 分钟，同时想象情景中的男人在您体内抽插。总共插入 10 次，确保中间有休息时间以避免不适。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_7_ANAL = ('lo_doggy_7_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '你四肢着地，摆出狗爬式姿势，你的伴侣强行进入你紧窄的屁眼。他的双手紧紧抓住你的臀部，每次插入都把你拉得更紧。你感觉到他滚烫的精液射入你的体内，充满你的身体，让你痛不欲生。当你的屁眼被撑到极限，你的肛门围绕着他的阴茎有节奏地收缩时，你咬住嘴唇忍住呻吟。',
                   '平躺时，稍微弯曲膝盖，将假阴茎或假阳具插入肛门。用手或振动器刺激阴蒂。当你向前挺动臀部时，想象着你伴侣的阴茎强行进入你的身体，压低你的呻吟声和尖叫声。保持这个姿势 5 分钟，假阴茎或假阳具插入 3 次。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_1_ANAL = ('lo_doggy_1_anal', [TAG_SEX], THEME_LOVE,
                   '后入式',
                   '你四肢着地，屁股张开，从后面含住他粗大的鸡巴。他粗暴地抓住你的头发，开始猛烈地抽插，你的屁眼被撑到了极限。当他的一只手滑到你的臀颊之间，开始揉搓你光滑的屁眼入口时，你不禁发出了喘息声。当你感觉到他的阴茎一寸寸地插入你的身体时，疼痛与快感交织在一起。当他进入你的身体，把你填得满满的时候，你的眼睛迷醉地向后翻着。',
                   '"你正在看书" "准备将假阳具插入你紧窄的肛门你涂上润滑油，轻声对自己说 "该自慰了"话音刚落，你就用手指卷住假阴茎的根部，将其插入肛门。随着你手的每一次抚摸，你感觉它越来越深，直到顶到你的肛门后壁。当你想象自己被人从后面猛烈撞击时，你会发出愉悦的呻吟。当你感觉到自己的湿润在假阳具周围蔓延时，你的眼球在不停地转动。你数到十，想象着他把你填满，然后松开假阴茎，感觉一阵快感涌遍全身。你知道这种体验才刚刚开始 你迫不及待地想再来一次"',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_STANDING_LL_1_ANAL = ('lo_standing_ll_1_anal', [TAG_SEX], THEME_LOVE,
                         '开腿站立式',
                         '你单腿站立，张开屁股，把腿抬高，把自己暴露在他面前。他一边粗暴地抓住你的乳房，一边将阴茎插入你的肛门。你的肛门被他粗大的阴茎撑开，疼痛与快感交织在一起。你努力保持站立，脸涨得通红，乳头坚硬，而他却在干你的屁股。每一次插入，你都会感觉到滚烫的精液充满了你的屁眼，让你的脸更红了。',
                         '当你单腿站立时，你将屁股张开，露出肛门环。你的伴侣走近你，迅速将假阴茎插入你的菊花。你因惊讶和疼痛而喘息，双腿颤抖。你感觉到他的手在你的乳房上揉捏和按摩。你开始用另一只手自慰，呼吸越来越短促。每一次插入，你都会感觉到假阴茎更加充实你的身体，你的屁股紧紧夹住它。插入数次后，你的身体因快感而颤抖，从假肛门中喷出滚烫的精液。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_0_ANAL = ('lo_standing_0_anal', [TAG_SEX], THEME_LOVE,
                      '站立式',
                      '他把你的臀部抬离地板，从后面插入你紧窄的肛门。你能感觉到他粗糙的阴茎在你体内滑进滑出。他抓住你的臀颊，将它们拉开，露出你的屁眼，让他尽情享受。你闭上眼睛，轻声呻吟，感觉他在填满你，让你成为他的。你能感觉到他滚烫的精液在你体内积聚，直达你的肠道深处。你兴奋地颤抖着，等待着他释放你。',
                      '你仰卧在床上，想象手中握着一根假阴茎。你深吸一口气，慢慢地将它插入肛门。一开始感觉怪怪的，很不舒服，但你会慢慢地把它插得更深。你开始上下移动你的手，用假阴茎操自己。你把注意力集中在假阴茎插入你肛门的感觉上，想象它是一个男人在你体内。你轻声呻吟，感觉身体发热。你想象那是一个男人压着你，紧紧抱着你。你想象是他滚烫的精液灌满你，让你成为他的。你将自己的高潮推向高潮，感觉难以置信的快感在你体内积聚。你释放出高潮，感觉就像刚和别人干了一炮。你躺在那里，喘着粗气，享受着手淫的余韵。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STANDING_LL_0_ANAL = ('lo_standing_ll_0_anal', [TAG_SEX], THEME_LOVE,
                         '开腿站立式',
                         '男人以站立姿势强行进入你紧窄的肛门，痛并快乐着，让你脸红心跳。你的乳房紧贴着他的胸膛，他每次插入都会发出哼哼声。他抬起你的一条腿，用它来支撑自己，同时更加深入地插入你的屁眼。尽管感到被侵犯和愤怒，你的身体还是无助地回应着粗暴的插入。',
                         '在幻想时，想象自己正在进行色情自慰。你的目标是将假阴茎插入你紧窄的肛门，同时把自己想象成一个顺从的女人。想象在你的伴侣强行进入你的身体时，你正在取悦他，这让你感觉很虚弱，但同时又很兴奋。想象他将你的双腿抬起，用双腿支撑身体，更加深入地插入你的肛门。想象粗暴的插入会让你发出愉悦而痛苦的呻吟。您必须自慰 3 分钟，并进行 5 次插入。您的目标是想象这个场景，让自己沉浸在想象中爱人的快感中。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_3_ANAL = ('lo_standing_ll_3_anal', [TAG_SEX], THEME_LOVE,
                         '开腿站立式',
                         '一个身材高大、面无表情的男子从后面抓住你，轻而易举地将你从地上举起，让你站立。他硕大、跳动的阴茎紧贴着你湿润、张开的肛门，每一次插入都会将你的肉棒撑开。你的一条腿被抬起，搭在他的腰上，你的乳房随着他的每一声呻吟而摇摆。你感觉到他滚烫的精液射进了你的菊花，将你的内脏涂抹得一片狼藉，满是精液。在又几次有力的抽插后，他放开了你，你的脸和身体都因困惑和兴奋而潮红。',
                         '你发现自己身处一个没有特别装饰的房间，只有一扇白色的门。打开门后，你发现自己身处一个黑暗的房间，只有一个黄色的小灯泡照亮着房间。随着眼睛的适应，你注意到一个高大、无脸的人影站在你面前，手里拿着一个跳动的假阴茎。除了灯泡的光亮，你很难辨认出任何东西，但你可以看到那个人影正高高地俯视着你。你迅速脱掉衣服，感到紧张和兴奋，那个人影把你引到一张桌子上。你感觉到假阴茎戳在你的肛门上，那个人影要求你自慰三分钟，慢慢来，尽可能多地进入。当假阴茎的温度压在你身上时，你感觉自己越来越湿，你开始每一下都在进出。你听到他们发出轻轻的呻吟声，看来他们很享受这场表演。三分钟后，当假阴茎随着你的高潮而跳动时，你突然感到一阵快感。当你终于找到满足感时，那个人影发出了轻轻的呻吟声。当你回到现实时，你注意到房间里已经亮起了普通的灯光，你迅速穿好衣服，然后离开了房间。你感到肛门一阵刺痛，全身散发出温暖的感觉，还有一种成功完成任务的成就感。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_2_ANAL = ('lo_standing_ll_2_anal', [TAG_SEX], THEME_LOVE,
                         '开腿站立式',
                         '你站在他面前，一条腿微微抬起，屁股朝上，邀请他进入。他粗暴地抓住你的臀部，将勃起的阴茎顶在你撅起的肛门上。当他插入你的身体时，你发出了喘息声，他的阴茎充实着你，拉伸着你。他开始插入，他的骨盆拍打着你的屁股。你舔着嘴唇，弓起背，乳房高耸。你闭上眼睛，咬着嘴唇，感受着强烈的快感和痛苦交织在一起。体内的热量不断升高，愈演愈烈，就在你以为自己受不了的时候，你感觉到他滚烫的精液充满了你的身体。你的眼睛睁得大大的，因为他变得更加粗暴，将浓浓的精液注入你的菊花，精液顺着你的大腿滴落下来。',
                         '拿出假阴茎，插入肛门。自慰 5 分钟，同时想象他正在用力操你。将假阴茎插入 3 次。想象他又粗又硬的阴茎充斥着你，拉伸着你，他有力的手紧紧抓住你的臀部，他的呼吸在你的脖子上灼热。当你感受到强烈的快感时，你会呻吟起来，每次插入你的身体都会颤抖。直到你达到强烈的高潮，浑身酥麻，才停止。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_5_ANAL = ('lo_standing_ll_5_anal', [TAG_SEX], THEME_LOVE,
                         '开腿站立式',
                         '一个面无表情的男子粗暴地从后面抓住你，将他巨大的阴茎插入你的肛门，紧紧抓住你的身体不放。他用一只手托起你的腿，另一只手放在你的乳房上，将它们挤压在一起。当他以站立姿势开始猛烈地抽插时，你的屁眼被撑开以适应他的侵入。你在震惊和愉悦中弓起背，感受着他的精液在你的屁眼里充盈的温暖，他终于在你的体内释放了精液。当你因强烈的插入而脸红和颤抖时，一种满足感涌上心头。',
                         '一个不露面的女性粗暴地从背后抓住你，将假阴茎插入肛门。她用一只手托起你的腿，另一只手放在你的乳房上，两只手挤压在一起。当她开始以站立姿势猛烈地撞击你时，你的屁眼被拉伸以适应插入。你在震惊和愉悦中弓起背，感受着塑料阴茎在你屁眼里的温暖，她最终在你体内射精了。当你因强烈的插入而脸红和颤抖时，一种满足感涌上心头。你必须一气呵成地抚摸假阴茎长达 3 分钟，直到你最终屈服于压倒性的快感，高潮的完美时刻才会到来。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_1_ANAL = ('lo_standing_1_anal', [TAG_SEX], THEME_LOVE,
                      '站立式',
                      '你站在他面前，胸部微微起伏，他的双手紧紧抓住你的臀部。他粗暴地将阴茎插入你的两颊之间，插入你紧窄的肛门。你感觉到他把你填满，你的屁股在他周围伸展。他的手抓住你的屁股，用力挤压。尽管一开始有些疼痛和恐惧，但你还是发出了愉悦的呻吟。',
                      '当你站在他面前，乳房微微起伏时，想象他的阴茎被假阴茎插入你的肛门，而不是他的阴茎。当他开始慢慢地进出时，你会感觉到周围的紧绷感。你的菊花被拉伸，疼痛开始变成快感。当你发出愉悦的呻吟时，你的手抓住了枕头，感受着假阴茎在你体内的充实感。请按照说明进行持续时间和插入。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STANDING_LL_4_ANAL = ('lo_standing_ll_4_anal', [TAG_SEX], THEME_LOVE,
                         '开腿站立式',
                         '他把你的乳房放在坚硬的表面上，稍微抬起你的左腿，张开你的右腿。他紧紧抓住你的臀部，从后面强行将阴茎插入你的肛门。你痛得龇牙咧嘴，但还是咬着嘴唇努力压制。你的身体在颤抖，眼泪开始在眼角打转。尽管疼痛难忍，但一种陌生的感觉开始占据上风，并转化为快感。你只能听到他粗重的呼吸声和皮肤与皮肤的摩擦声。最后，当他达到高潮时，滚烫的精液充满了你的菊花，引起一阵剧烈的感觉，让你陷入痛苦和狂喜的交织中。你突然感到一阵强烈的快感，让你的脚趾紧贴着地板。',
                         '简，你应该为自己感到骄傲！你成功完成了第一次没有男性参与的自慰任务。你的任务是将假阴茎插入肛门，同时想象自己被一个陌生人支配。任务持续 3 分钟，插入一次。您可以祝贺自己的出色表现！',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_2_ANAL = ('lo_standing_2_anal', [TAG_SEX], THEME_LOVE,
                      '站立式',
                      '那个男人站在你身后，坚硬的阴茎顶在你湿润的洞口。你感觉到他的手指探入你紧窄的入口，挑逗着你。他抓住你的臀部，把它们抬起来，突然进入你的身体，引起你的喘息。你感到充实、被占有、有点害怕，但同时也非常兴奋。当他开始抽插时，你的双手紧紧抓住他的肩膀，死死不放。他伸手按摩你的乳房，让你的脸更红了。他的动作很粗鲁，但你对他的抽插和完全被他占有的感觉欲罢不能。你弓起背，让他完全进入你美丽的臀部，感受他温暖的精液灌满你的身体。',
                      '女人仰面躺着，双手紧紧攥着一根假阳具。她低头看着自己赤裸的身体，美丽而自信，脸上洋溢着愉悦的笑容。她听到敲门声，连看都没看是谁就大喊 "进来！"。她感觉是她的朋友，那个给她发任务的人。她希望她带来了承诺的道具。果然，她的朋友拿着一个装满玩具和服装的盒子走了进来。她兴奋地帮那个女人穿上性感的护士服，里面是白色短裙和渔网袜。准备就绪后，她的朋友拿起一个背带式安全带，穿上它，把一个假阴茎塞进带子里。虽然没有真阴茎粗大，但感觉非常丰满。这位女士笑了，她知道这将是一项令人难以置信的自慰任务。她跳到朋友身上，坐在她的大腿上，把阴茎引向她湿润的阴部。她尽量坚持着，即使肌肉因快感而颤抖。当她进入一种纯粹的陶醉状态时，她俏皮地拨弄着自己的头发，感觉到朋友的手在揉搓她的后背，挑逗她的阴蒂。当她终于达到高潮时，她的身体绷紧，一股极乐的释放浪潮向她袭来。她感谢有机会实现自己的幻想，并迫不及待地想要再来一次。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_MISSIONARY_2_ANAL = ('lo_missionary_2_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '你躺在床上，双腿张开。男人站在你的上方，阴茎顶在你的入口处。他用粗糙的手抓住你的大腿，用力往里面插，完全填满了你深深的肛门。当他粗糙的皮肤与你的皮肤摩擦时，他发出愉悦的呻吟。他闭目凝神，额头上满是汗珠。你努力压制着屁股上传来的疼痛，闭着眼睛，表情呆滞。',
                        '(杂志版）你躺在床上，双腿高举。你可以感觉到假阴茎的温度，它轻轻地顶着你的肛门。慢慢地让自己进入这种感觉，慢慢地深呼吸。每次呼气时，慢慢地、有意识地将假阴茎推入体内，感受阻力和压力。放松肌肉，让自己适应这种感觉。重复插入 5 次，在松开之前尽量保持假阴茎在体内。',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_3_ANAL = ('lo_missionary_3_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '你以传教士体位仰卧，闭上眼睛，咬紧牙关，任由他插入你紧窄的处女屁眼。每一次插入，他都会撞击你的前列腺，让你的眼睛瞪得大大的。他紧紧抓住你的大腿，将你的双腿推向胸前。你感到充实和舒展，但这感觉也很奇妙。随着他加快速度，他开始大声呻吟，他的阴茎在你体内膨胀。突然，他拔出阴茎，将滚烫的精液喷洒在你的屁股上。',
                        '用假阴茎插入肛门，轻轻插入。放松臀部，慢慢加快节奏。想象假阴茎粗糙的表面摩擦着你敏感的内壁。当你继续自慰时，想象你伴侣的热精液滴落在你的皮肤上。数到 10，然后重复这个动作五次。慢慢将假阴茎从肛门中抽出，抚摸自己的阴蒂，直到达到高潮。',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_5_ANAL = ('lo_missionary_5_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '他撕开你的内裤，分开你的双腿，插入你紧窄的肛门。当他一进一出时，疼痛与快感交织在一起。他俯下身，呼吸在你的脖子上灼热，低声说着下流话。你能感觉到他的阴茎头蹭着你的珍珠，让你不寒而栗。他继续抽插着，就在高潮的边缘--你为即将到来的高潮做好准备。',
                        '"将假阴茎插入肛门，自慰 5 分钟，共 10 次。想象一个性感的陌生人从后面插入你的身体，在你耳边低声说脏话。每次插入假阴茎时，都要紧紧挤压肛门，感觉快感在体内不断增强。随着假阴茎的每一次转动，你都会感到身体被欲望刺痛，不知不觉中，你就到了令人心醉神迷的高潮边缘。"',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_6_ANAL = ('lo_missionary_6_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '你仰躺在卧室里，双腿诱人地张开。他跪在两腿之间，阴茎摩擦着你的臀沟。他突然猛地一挺，从你紧窄的入口进入，抓住你的臀部开始猛烈抽插。你抬起头看着他，感受着入侵，眼中混合着快感和痛苦。镜头捕捉到你潮红的脸庞，汗水顺着你的身体淌下，你为每一次有力的冲刺做好准备。他毫不留情，每一秒都更加用力地抽插，发出满足的哼声。你知道他快要射精了，但你对接下来要发生的事情感到紧张--他滚烫的精液灌满你屁股的感觉。',
                        '你趴在卧室里，双腿屈膝并拢。你向后伸手抓住一个枕头，这个姿势有助于打开屁眼。你用空闲的手拿起一根假阳具，涂上润滑油，为前戏做好准备。想象着眼前的场景，你感到异常兴奋。你想象着你的伴侣跪在你身后，他的阴茎戳着你结实的屁股，乞求着你的爱抚。你将假阳具滑入肛门，当它进入你紧窄的肛门时，你感到一阵剧痛。你呻吟了几声，但还是继续把假阴茎往里面插，享受着这种感觉。你能听到你的伴侣在你身后喘着粗气，准备开始行动。',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_1_ANAL = ('lo_missionary_1_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '你以传教士体位被操，屁股撞击着他坚硬的阴茎，屁股张开，露出紧窄的肉洞。他愤怒地操着你，闭着眼睛，脸因快感而扭曲。你向后躺着，大腿张开，双脚撑在床上，用一只手自慰。你感觉到他滚烫的种子在你体内积聚。你弓起背，迎接他在你屁股深处射精。突然，他拔出精液，将浓稠的精液射在你的屁股和床上。',
                        '你的屁股高高翘起，双腿张开，呼吸急促。你的手在假阴茎上抚摸的速度越来越快，每抚摸一下，你都会感觉到有射精的冲动。你想象自己的屁股被一个物体插入，比如假阳具，但实际上，那只是你的手。你想象自己四肢着地，屁股高高翘起，从玩具店买来的椰子形状的屁眼塞插进你的屁眼。随着高潮的到来，你会感觉到肛塞的灼热感，快感一波一波地荡漾在你的身体里。你伸手在双腿间加快抚摸假阴茎，感觉强烈的释放就在眼前。最后，在最后一次抚摸中，你狠狠地射了出来，身体因快感而颤抖。',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_4_ANAL = ('lo_missionary_4_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '你仰面躺着，张开双腿。一个男人站在你的上方，他的阴茎深深地插入你紧窄的屁眼。他用力插入，肌肉发达的身体猛烈撞击你的身体。你紧闭双眼，嘴唇微张，感受着他温热的精液灌入你深邃而不情愿的屁眼。他满足地哼哼着，脸因激情而扭曲，继续用他的阴茎在你张开的肛门里进进出出。',
                        '你独自一人躺在床上，肛门里插着一根假阴茎。假阴茎有八英寸长，顶端呈弧形，向根部逐渐变宽。你开始抚摸自己，手指在阴蒂上快速移动。当你想象自己用假鸡巴自慰时，你开始轻声呻吟。你稍稍调整角度，将假阳具插入深处，刮擦你的内壁。你的呼吸急促起来，手也加快了速度。你的臀部开始摇摆，手指也更加用力地摩擦。你感觉到自己的肌肉在收紧，呼吸也变得急促。你发出一声呻吟，身体颤抖着，手指抽动得越来越快。',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_7_ANAL = ('lo_missionary_7_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '你仰卧在床上，闭着眼睛，双腿微微张开，期待着肛门插入的疼痛。他在你两腿之间移动，勃起的阴茎摩擦着你紧窄的肛门。突然，他用力一顶，粗大的阴茎将你塞得满满的。你感到又酸又痛，眼角噙着泪水，紧紧抓住床单。尽管疼痛难忍，但强烈的充实感还是让你兴奋不已，甚至当他开始冲击你的前列腺时也是如此。你的屁股紧紧夹住他的阳具，他抓住你的双腿，将它们固定在原地，继续粗暴地抽插。最终，他达到了高潮，将滚烫的精液深深地射入你的体内，将你填得满满的。',
                        '你的幻想任务包括仰卧、闭眼、双腿微微张开。当一个男性人物在你两腿之间移动时，你会预感到肛门被插入的疼痛。突然，他猛地插入，用假阴茎填满你的肛门，紧紧地夹住你的肛门。你感觉到了假阴茎的充实感，甚至当他开始敲击你的前列腺时，你的屁股也紧紧夹住了他的假阴茎。假阴茎会将你的双腿固定住，同时继续粗暴地抽插，直至达到高潮，滚烫的精液会喷射到你的肛门里，将你填得满满的。在网上购买一个假阴茎，并按照自慰指南进行操作，就能获得一次充实的体验。',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_8_ANAL = ('lo_missionary_8_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '你仰面躺下，张开双腿以示邀请。他从上方进入你的身体，勃起的阴茎毫不费力地滑入你紧窄的肛门。突然的插入让你喘不过气来，你感觉到了他在你体内的硬度。他的双手紧紧抓住你的臀部，开始慢慢地插入，他的阴茎在你的屁眼里越插越深。你发出一声呻吟，感觉到他撞到了你的前列腺，当你感觉到一股热热的精液喷射到你紧窄的屁眼里时，你惊讶地睁大了眼睛。',
                        '你在镜子前弯腰，扶着胸口，双腿因期待而颤抖。你把手伸到屁股下面，掏出你最喜欢的假鸡巴，光滑的硅胶表面在镜子里闪闪发光。你把它放在紧窄的屁眼入口处，然后把它推进去，沉浸在它带来的充实感中。你一边平稳呼吸，一边开始慢慢地将假鸡巴插入和拔出，每一次插入都能感受到体内的温暖在加深。你发出一声在寂静的房间里回荡的呻吟，你的手在假鸡巴上上下滑动，继续将它插入你的菊花。每一次插入，你都能感觉到前列腺在紧缩，当你闭上眼睛，想象这真的是他时，你的呼吸也变得急促起来。当你终于高潮的时候，你浑身都是汗水和精液，你的臀部疯狂地扭动着，在自己的身体里排出一波又一波的高潮快感。',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_0_ANAL = ('lo_missionary_0_anal', [TAG_SEX], THEME_LOVE,
                        '正常位',
                        '仰面躺着，屁股高高翘起，邀请他粗暴地占有你。他在你紧窄的屁眼里进进出出，他的骨盆摩擦着你肮脏的双脚。他的胸膛因愤怒而起伏，把你压得服服帖帖。他闭着双眼，强忍着自己的快感，将自己更深地插入你的屁眼。你呻吟着，呼喊着，无法抗拒这种野蛮和兽性的爱抚。他将滚烫的精液深深地射入你的菊花，将你完全填满，然后精疲力竭地倒在你的身上。',
                        '仰卧，屁股朝天，拿起假阴茎，慢慢插入屁股。滑进滑出，确保使用大量润滑剂。尽量做到逼真。当你这样做的时候，想象你正在被粗暴地对待，就像幻想中的场景一样。当你想象伴侣的双手愤怒地抓住你的臀部时，你的屁股会紧紧地夹住阴茎。当你想象他把你打得服服帖帖时，你会感觉到快感不断增强。当你想象他用滚烫的精液灌满你时，你会发出呻吟和呼喊。最后，想象你的伴侣因野蛮和兽性的做爱而精疲力竭地倒在你身上，让你的肌肉放松下来。尽可能长时间地保持假阴茎在体内，以增强你的快感。重复这个过程，做三组，每组 60 秒，每组之间有两分钟的恢复时间。享受你的自慰任务吧！',
                        [ORGAN_ANAL], [DildoM]
                        )
LO_COWGIRL_2_ANAL = ('lo_cowgirl_2_anal', [TAG_SEX], THEME_LOVE,
                     '女上位',
                     '你以女牛仔的姿势骑在他身上，浑圆的屁股在他粗大的阴茎上上下跳动。他紧紧抓住你的大腿，把你的身体拉得更靠近他，深深地插入你紧窄的臀部。疼痛与快感交织在一起，你咬着嘴唇压抑着呻吟，感觉他每一次插入都在撞击你的G点。你闭上眼睛，张开嘴巴，放开控制，享受着他粗糙的触感。',
                     '任务将假阴茎插入肛门 2 分钟，想象这是你爱人的阴茎。慢慢地将它滑进滑出你的屁眼，感受你分泌物的滑腻。深插3次，想象它把你塞得满满的感觉每次插入时，假装你的爱人在你身后，把你的身体压在他的阴茎上，感受他在你身体深处的每一次运动。当你达到高潮时，发出愉悦的呻吟，将假阴茎从你的菊花中抽出，感受体验的余韵。',
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_1_ANAL = ('lo_cowgirl_1_anal', [TAG_SEX], THEME_LOVE,
                     '女上位',
                     '当男人以女牛仔的姿势强行进入你的身体时，你的眼睛直视着镜头。他的双手紧紧抓住你的臀部，将你拉近他勃起的阴茎。他灼热的呼吸贴着你的脖子，让你不寒而栗。当他开始深深插入你的身体时，你咬紧嘴唇，努力压抑着呻吟。疼痛灼烧着你，但熟悉的快感却在你体内积聚。',
                     '当男人进入你的身体时，你的手指沿着你抓住的假阴茎滑动。你的大脑飞速运转，想象着他更用力、更快速地插入你的身体。你闭上眼睛，肌肉紧紧抓住假阳具，将它紧紧箍在体内。假阳具一进一出的感觉成为一种持续的节奏，促使你不断接近高潮。你能感觉到胃里的热量在增加，身体在绷紧，最后在快感的浪潮中爆发。',
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_6_ANAL = ('lo_cowgirl_6_anal', [TAG_SEX], THEME_LOVE,
                     '女上位',
                     '你以女牛仔的姿势从后面骑在他身上，紧致圆润的屁眼紧紧夹住他悸动的肉棒。他用力抓住你的大腿，更加深入你的肉体。当他猛烈地插入你的身体时，你在痛苦和快感中呻吟，你的肛门肉壁在他的阴茎周围伸展。当他用肉棒填满你的肛门时，你努力看着镜头，脸红而紧张。',
                     '您正在进行火热的性爱，而您的伴侣需要一些额外的刺激。你引导他坐在床边，双腿张开。你面带微笑，滑动假阳具，对准他的肛门。当你开始插入假阳具时，他发出了喘息声，坚硬的塑料撞击着你的手。你快速移动，将假阳具推入他的肛门，直到感觉紧贴为止。你让他闭上眼睛，想象这种感觉。他呻吟着，哼哼着，你可以听到他的臀部在空中扭动。你们都很享受这种感觉，你也让他知道你有多喜欢看他。最后，当他玩够了，你们都倒在了床上，你温柔地吻着他，想着这是多么有趣的事情。',
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_7_ANAL = ('lo_cowgirl_7_anal', [TAG_SEX], THEME_LOVE,
                     '女上位',
                     '你跨坐在他身上，他的阴茎就在你的两颊之间。你扭动臀部，将他的阴茎放进你紧窄的肛门。他抓住你紧致的臀颊，用力向深处挺进，你哼哼着回应，感受着他粗糙的手在你嫩肉上的抚摸。你慢慢习惯了疼痛，开始享受被填满和被操屁股的感觉。他用力抓住你的乳头，他那带着细纹的阴茎在你的屁眼里进进出出，你不断回头看他，看到他满是汗水的脸和进入你屁眼的坚硬阴茎。',
                     '你将他带入你紧窄的肛门，用臀部磨蹭他的骨盆，而他则紧紧抓住你的头发。他将阴茎插入你的菊花，感觉它一点一点地将你的菊花撑开，直到完全插入。你发出愉悦的呻吟，准备开始手淫之旅。你抓住假阴茎，开始慢慢抚摸。你一边做，一边想象他继续在你的屁股里进进出出，你的假阴茎越来越深地插入你的身体，你的臀部配合着他的节奏。你想象着他的阴茎撞击着你体内的神经，让你快感疯狂。你想象着屁股被填满并被操了 5 分钟的感觉，然后你想象着加快抽插的节奏，想象着假阴茎在你屁股里抽插的速度越来越快。你想象这样做 3 个循环，每次都想象假阴茎在你体内越来越大、越来越深，直到你沉浸在纯粹的快感中，全身剧烈颤抖。然后你就射了，想象着自己射得满地都是，同时继续想象着他在你的屁眼里操你。',
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_0_ANAL = ('lo_cowgirl_0_anal', [TAG_SEX], THEME_LOVE,
                     '女上位',
                     '你以女牛仔的姿势骑在他身上，屁股紧紧裹住他勃起的阴茎。他抓住你的大腿，把你拉近他，把他的阴茎更深地插入你紧窄的后庭。你的脸涨得通红，看着镜头，试图掩饰自己的恼怒。',
                     '在观看视频的过程中，你开始意识到 为什么这个姿势被称为 "女牛仔"。你能感觉到你的身体在发热 他的手指越来越用力，越来越快你已经为手头的任务做好了准备。你缓慢而坚定地解开假阴茎的包装，轻松地将它插入。你用指甲抠着沙发垫，感受着插入的拉力。这将是一次火热的旅程--不到最后一刻，决不罢休。你开始磨蹭阴茎，假装自己很爽。每一次抽插，你的脸都会变得更红，当你达到高潮时，你会感到身体紧绷。在最后一次抽插中，你释放了自己，闭上眼睛沉浸在手淫的快乐中。',
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_DOM_3_ANAL = ('lo_cowgirl_dom_3_anal', [TAG_SEX], THEME_LOVE,
                         '主动女上位',
                         '他仰面躺在床上，肥大的阴茎笔直地指向空中。你爬到他身上，双乳肆意摇摆，赤裸的身体因期待而闪闪发光。你把自己压在他的鸡巴上，把自己紧紧地贴在他身上，屁股在他周围伸展。他的双手在你的身上游走，将你的臀颊挤压在一起，臀部向上挺起，插入你的最深处。他的呼吸越来越粗重，胸前的肌肉绷得紧紧的，他的脸因激情而变得通红。他猛力一挺，将阴茎全部插入你的体内，用阴茎填满你的子宫，将滚烫浓稠的精液深深地射入你的菊花。',
                         '当你躺在床上时，你的手在两腿之间游走，发现了等待着你的假阴茎。你把它塞进你的屁眼里，感觉它把你撑大，把你填满。你闭上眼睛，把自己想象成欲望的对象，以与人类相同的姿势躺着。他紧紧地抱着你，他的阴茎一次又一次地插入你的身体，他肌肉发达的身体与你的身体配合，创造出你从未有过的感觉。你闭上眼睛，想象着他肥大的阴茎将你填满，将滚烫的精液深深地注入你的体内，而你则发出愉悦的呻吟。你专注于自己的呼吸，想象着他越来越用力地操你，感觉高潮在不断到来。随着一阵强烈的冲击，你射精了，你的假阴茎将你的高潮泵入你的手中，同时你想象着他的阴茎将他滚烫的精液泵入你的体内。你能感觉到快感在你的身体里流淌，在你高潮的时候冲走你所有的烦恼和压力。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_DOM_1_ANAL = ('lo_cowgirl_dom_1_anal', [TAG_SEX], THEME_LOVE,
                         '主动女上位',
                         '这名男子现在坐在床上，当你以亚马逊式的上身姿势跨坐在他身上时，他把你的屁股拉向他。他的双手紧紧抓住你的臀部，慢慢地将你的屁股向上倾斜，朝向他坚硬的阴茎。他挑逗着你紧窄的肛门，最后从后面用力插入，让你不由自主地发出喘息声，与他更深插入时发出的快感呻吟声交织在一起。当你骑在他身上，感受着他的阳具在你体内的伸展和充实时，恐惧与兴奋和困惑交织在一起，使得每一次插入都更加激烈。你紧闭双眼，试图压抑住内心的窘迫，但每次他深入你的菊花时，你都会被快感淹没。片刻之后，当他开始在你的菊花里射精时，你会感觉到他滚烫的种子充满了你紧窄的腔道，顿时一股快感冲刷着你的全身。',
                         '祝贺你完成了第一个自慰任务！你的指导非常准确，任务也完成得很好。对于下一个任务，读者要求设置一个情景，让他们把自己想象成一个男人。您能否在 3 句话之内提供这个场景的任务内容？(非常重要）',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_4_ANAL = ('lo_cowgirl_4_anal', [TAG_SEX], THEME_LOVE,
                     '女上位',
                     '当你以女牛仔的姿势骑在他身上时，你紧绷的臀部紧紧夹住他粗大的阴茎。他的双手紧紧抓住你的臀部，把你拉近他悸动的身体。你的脸上洋溢着兴奋的红晕，部分是愉悦，部分是恐惧。你气喘吁吁地看着镜头，期待着他滚烫的精液灌满你屁股的感觉。',
                     '你深吸一口气，将假阳具插入紧窄的肛门，感觉它在拉伸你的括约肌。你很兴奋，对这项手淫任务的前景充满期待。你要骑在假阳具上 5 分钟，闭上眼睛想象那是你爱人的阴茎。你的双腿开始颤抖，因为你感觉到了自己兴奋的温度。你能感觉到体内的强烈刺激，呼吸变得越来越急促。突然，你爆发出一股快感 感受着假阴茎在你身体里进进出出你被这种感觉征服了，在高潮来临时，你紧紧抓住假阳具周围的肌肉。',
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_5_ANAL = ('lo_cowgirl_5_anal', [TAG_SEX], THEME_LOVE,
                     '女上位',
                     '当他从后面深深插入你紧窄的臀部时，男人肌肉发达的身体闪烁着汗水的光泽。你的乳房有节奏地跳动着，你因被以女牛仔的姿势粗暴地蹂躏而发出愉悦的呻吟。他的眼睛紧紧盯着你，那变态的眼神让你不寒而栗。他粗暴地抓住你的头发，把你的头往后拉，露出你张开的小嘴，低声对你说着下流的话。突然，你感觉到他的精液深深地射进了你的肛门，灌满了你的身体，让你喘不过气来。',
                     '你独自躺在床上，手里拿着玩具阴茎。你张开双腿，将假阳具插入温暖湿润的肛门，感觉它在里面滑动。你的心跳加速，闭上眼睛，想象着被人从后面粗暴而坚硬地插入的感觉，就像你刚刚读到的幻想一样。你深呼吸，紧紧抓住阴茎，感觉它在你体内移动。你想象着男人的手紧紧抓住你的臀部，把你拉向他，而你则把屁股往他身上顶。你愉悦地呻吟着，感受着每一次深入体内的插入，感受着每一次被完全占有的感觉。你想象着这一切持续了 10 分钟，插入了 4 次。你的高潮来得很猛烈，感觉体内的假阴茎随着每一次高潮而跳动。',
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_DOM_2_ANAL = ('lo_cowgirl_dom_2_anal', [TAG_SEX], THEME_LOVE,
                         '主动女上位',
                         '他抓住你的臀部，把你拉近，坚硬的阴茎插入你紧窄的肛门。当他开始推拉，用阴茎填满你的菊花时，你发出了呻吟。当你感觉到前列腺受到刺激时，你的乳房随着每一次插入而跳动。快乐和痛苦交织在一起，传遍你的全身。你回过头来看着他，他的眼神很专注地看着你用狗爬式含住他的鸡巴。"你真是个性感的玩具"，他咆哮着，更加猛烈地撞击着你。你能感觉到体内的热量在上升，知道他就要射了。你的屁眼紧紧夹住他的阴茎，将他的每一寸都吸入体内，快感和疼痛都在加剧。最后，他发出一声响亮的呻吟，将滚烫的精液注入你的屁眼。你感觉到他的阴茎在你体内跳动，温暖传遍你的全身。',
                         '当你磨蹭着假阴茎时，你会感觉到体内的热量在上升。每一次插入，你的乳房都会跳动，感觉他的阴茎顶在你的屁股上。你伸手握住他的阴茎，紧紧地挤压着，因为你感觉到体内的热量在不断升高。你闭上眼睛，感觉他插得更深了，感觉你的肛门在他的假阴茎周围拉伸、夹紧。随着热量的增加，你感觉体内越来越热，感觉他在你的屁股里跳动。你听到他的呻吟声，感觉到当他用假精液灌满你时，温暖在你的身体里蔓延。你也发出了自己的呻吟，快乐和痛苦传遍了全身。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_3_ANAL = ('lo_cowgirl_3_anal', [TAG_SEX], THEME_LOVE,
                     '女上位',
                     '当你感觉到他插入你的肛门深处时，你紧闭双眼。你昏昏沉沉，呼吸变得不规律。你的皮肤泛红，身体向前倾倒在床上，在这种亲密而陌生的姿势下勉强支撑着自己。他的手指开始卷曲在你的大腿上，随着他在你体内的深入而抠进你的肉里。突然，疼痛消退为快感，你感觉自己臣服于他的强势进入。尽管很不舒服，但当他从后面控制你时，你还是忍不住渴望他更有力的插入。',
                     '当你幻想上述场景时，想象自己躺在柔软如丝的床上。双腿张开，感到温暖和兴奋。将假阴茎放入你的肛门，开始进出。自慰 4 分钟，然后重复插入 5 次。尽情享受私处的狂喜吧。',
                     [ORGAN_ANAL], [DildoM]
                     )
LO_SPOON_1_ANAL = ('lo_spoon_1_anal', [TAG_SEX], THEME_LOVE,
                   '侧入式',
                   '侧躺在床上，当他将勃起的阴茎对准你的屁眼时，你会感觉到他灼热的呼吸。他从后面粗暴地进入你的身体，抓住你的屁股。火热紧窄的肛门内传来的异样感觉让你充满了强烈的快感。当他开始猛烈地插入你的屁眼，造成深度插入时，你颤抖着紧闭双眼。当他一次次撞击你的前列腺时，你忍不住呻吟起来。最后，他在你的屁眼里释放出他的种子，让你无法控制地射在床上。',
                   '在与读者设定好场景后，你会指导他们侧躺在床上，想象他勃起的阴茎从后面粗暴地插入他们肛门的异样感觉。他们要想象自己的臀部被爱人抓住，然后爱人开始深入并反复插入，强烈的快感充斥着他们的身体。在继续想象这种感觉的同时，他们要数出每次插入的次数，最多三次，每次插入持续 30 秒。一动不动地躺在床上几分钟后，他们要想象爱人温暖的种子充满他们的肛门，让他们无法控制地射在床上。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_3_ANAL = ('lo_spoon_3_anal', [TAG_SEX], THEME_LOVE,
                   '侧入式',
                   '他从后面进入你的身体，抓住你的臀部，粗暴地将阴茎插入你紧窄的屁眼。当他在你体内抽动时，他的睾丸拍打着你的臀颊，将你完全填满。他伸手指着你的肛门，让你发出呻吟。当你达到第一次高潮时，你感觉到他的精液正在你体内积聚，你乞求他在你体内射精。毫无征兆地，他在你体内爆发了，浓浓的精液直射进你的屁眼，而你则在狂喜中大叫。',
                   '当你以溺爱的姿势侧躺时，他从后面进入你的身体。他用有力的双手抓住你的臀部，粗暴地将他的假阴茎插入你紧窄的肛门。当他在你体内抽动时，你会感觉到他的睾丸在拍打你的臀颊。为了增加力度，他还伸手用手指抠你的肛门，让你发出愉悦的呻吟。你恳求他不要停止，直到你感觉到他的精液在你体内积聚，你恳求他在你体内射精。他毫无征兆地在你体内喷发，将假阴茎上的假精液直接射入你的屁眼，而你则陶醉地大叫。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_4_ANAL = ('lo_spoon_4_anal', [TAG_SEX], THEME_LOVE,
                   '侧入式',
                   '你侧卧着，背部微微弓起，他将膨胀的阴茎插入你紧窄的屁眼。他的肉手紧紧抓住你的臀部，将你固定在原地，开始从后面猛烈地抽插。你紧紧地抱住他，感觉脸颊之间火辣辣的，眼泪在眼眶里打转。他哼哼着，更加卖力地抽插，伸手按摩你酸痛、拉伸的肛门。随着他加快速度，你紧闭双眼，为不可避免的结果做好准备。虽然害怕，但当他终于拍打你的屁股并在你体内射精时，你还是忍不住渴望得到释放。',
                   '你发现自己躺在厨房的台子上，手里紧握着你最喜欢的性玩具（假阴茎）。当你闭上眼睛时，你会想象自己被人从后面抱住。你开始在空中驼背，一边慢慢转动臀部，一边快速、均匀地插入和抽出假阴茎。每一次插入，你的呼吸都变得急促，你能感觉到脸颊间的热度。当你的手指紧紧抓住玩具的阴茎时，你会想象那是他在你体内抽插时发出的咕噜声。每一次扭动，你都会感到体内深处一阵刺痛，而且随着时间的推移越来越强烈。当你的假阴茎顶到甜蜜点时，你放下玩具，跪倒在地，紧紧抓住自己的性器，仿佛它要把你发射到太空中去。慢慢地，你的敲击声变得疯狂，你的咕哝声变成了呻吟声，因为你感觉到结束的临近。你大叫一声，给自己的假阴茎起了个垃圾的名字，然后趴在厨房的台子上。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_5_ANAL = ('lo_spoon_5_anal', [TAG_SEX], THEME_LOVE,
                   '侧入式',
                   '男人慢慢移到你身后，一只手搂着你的腰，另一只手放在你的屁股上。当他缓缓进入你的身体时，你会感觉到他的硬物顶在你的尾骨上。他的手指挑逗着你的洞口，让你向后紧贴着他。每一次插入，他都会推得更深，直到到达你的前列腺，让你的脚趾蜷曲。当他把你完全填满时，你试图忍住呻吟，但这种感觉太强烈了。你紧闭双眼，泪水夺眶而出，紧咬下唇。当他射精时，他大声呻吟，滚烫的精液充满了你的菊花。当高潮席卷而来时，体内温暖的感觉让你颤抖不已。',
                   '使用假阴茎，将其插入肛门，并设定 3 分钟的计时器。闭上眼睛深呼吸，想象自己被男性阴茎插入。一分钟后，你想象阴茎变大，将你完全填满。每插入一次，你都会感觉到自己的肛门紧紧包裹着假阴茎。你强忍住想要冲出口腔的呻吟，专注于呼吸。三分钟后，当你达到高潮时，终于忍不住发出了呻吟。你做了几个深呼吸，慢慢地把假阴茎拔了出来，感觉如释重负。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_0_ANAL = ('lo_spoon_0_anal', [TAG_SEX], THEME_LOVE,
                   '侧入式',
                   '你侧卧着，背部微微弓起，将屁股呈现在他面前。他轻轻地进入你的身体，他的体温深入你紧窄的肛门。虽然有点疼，但你还是从这种愉悦的感觉中发出了轻柔的呻吟。随着他信心的增强，他开始更加用力、更加深入地插入你的肛门。',
                   '您是一位好色的家庭主妇，喜欢用假阴茎自慰。今晚，您想尝试一些新的东西。你拿出假阴茎，把它放在床上。你用一根绳子把它系在你的屁股上，然后把你的背部朝向地面，确保假阴茎插入你的肛门。你一边愉悦地呻吟，一边用稳定的节奏抚摸阴蒂。你幻想着被身材高大、肌肉发达的性感丈夫蹂躏。突然，你感到肛门内一阵温暖湿润的感觉，你的阴蒂就像着了火一样。你不断加快摩擦自己的速度，直到感觉到强烈的高潮袭来。当你达到高潮时，你的假阴茎会撞击你的肛门，让你的真阴茎感到温暖和刺痛。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_2_ANAL = ('lo_spoon_2_anal', [TAG_SEX], THEME_LOVE,
                   '侧入式',
                   '当你侧躺在床上，面朝着他时，他将自己放在你身后。他的双手紧紧抓住你的臀部，慢慢地将粗大的阴茎插入你紧窄的肛门。当他开始慢慢插入，每次插入都会撞击你的前列腺时，你会感觉到最初的疼痛变成了快感。越过他的肩膀，你看到他的脸因强烈的快感而扭曲，因为他猛烈地撞击着你。突然，他拔出阴茎，对准你的屁股。随着一声响亮的呻吟，你感觉到他滚烫的精液充满了你的屁股，而他的阴茎曾经就在那里。',
                   '当你脸朝下趴着时，他就在你身后。他用一只手将假阴茎插入你的肛门，另一只手紧紧抓住你的臀部。当他开始慢慢插入，每次插入都会撞击你的前列腺时，你会感觉到最初的疼痛变成了快感。回过头来，你看到他因强烈的快感而扭曲，因为他猛烈地撞击着你。突然，他拔出假阴茎，对准你的屁股。随着一声更大的呻吟，你感觉到他滚烫的精液充满了你的屁眼，而他的假阴茎曾经就在那里。',
                   [ORGAN_ANAL], [DildoM]
                   )
LO_STRADDLE_4_ANAL = ('lo_straddle_4_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '你听到门被轻轻锁上的声音，转过身看到你的伴侣站在你身后。他抓住你的两条大腿，把它们抬到他的腰上，然后把自己放在你的两腿之间。你感觉到他的热气扑在你的脖子上，他在你耳边说着鼓励的话。突然，他的阴茎头抵住了你紧闭的肛门，让你又痛又快地抽搐起来。你紧闭双眼，抓紧床单，期待着即将发生的一切。他的手指开始探入你紧窄的屁眼，为他张开屁眼，最后他将巨大的阴茎深深地插入你的体内。当他的臀部一次又一次地猛烈撞击你的前列腺时，你痛并快乐着大喊大叫。他紧紧抓住你的头发，把你的头往后拉，把他的阴茎插到你的脸上。当他开始在你的屁股里射精时，他的抽插越来越深，越来越用力。你感觉到他的种子在你体内充盈，扩张着你紧窄的肉洞。',
                      '你决定一边想象自己处于上述情景中，一边自慰。首先，您将假阴茎插入肛门，确保其深度足以刺激您的前列腺。当你想象你的伴侣插入你的身体时，你会紧紧地挤压假阴茎周围的肛门。你紧闭双眼，感受假阴茎在你的菊花中进进出出，同时想象你的伴侣在你脖子上呼出的热气，以及菊花中被操的剧烈疼痛和快感。你想象着伴侣的手指探入你紧闭的肛门，为他撑开肛门，最后他将勃起的巨大阴茎深深插入你紧窄的屁眼。当你想象着你的伴侣将他的阴茎插入你的脸庞，用他滚烫的精液灌满你的身体时，你感觉到自己的高潮正在不断到来。你一边大声射精，一边继续想象这个场景，在多次插入后，用自己的精液灌满假阴茎。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_6_ANAL = ('lo_straddle_6_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '你跨坐在他身上，胸部几乎要碰到他的胸膛。他紧紧抓住你的臀部，从后面插入你的肛门。当他开始深深地插入你的身体时，你感觉自己被撑得满满的。你呻吟着，闭上眼睛，感到疼痛和快感交织在一起。突然，他抓住你的大腿站了起来，迫使你站立。当他把你抱起来时，你的屁眼紧紧地贴在他的勃起上，他的睾丸拍打着你的背部。随着他不断地插入你的屁眼，你感到强烈的快感。不知不觉中，他闷哼一声，深深地插入了你的体内，滚烫的精液灌满了你的屁眼。',
                      '在阅读幻想任务时，想象自己置身于场景中。闭上眼睛，想象场景中的细节，比如你的乳房与他肌肤相贴的感觉，以及他插入时的压力。慢慢来。当你想象自己在场景中时，开始抚摸自己。用假阴茎插入肛门。幻想当他用滚烫的精液灌满你的屁眼时，你所感受到的强烈快感。为了让这项任务更加刺激，可以想象你的阴蒂正在被插入。在这种情况下，假阴茎插入你的屁眼，而你的手指或玩具则用来刺激你的阴蒂。尽情享受幻想吧，带着紧迫感和激情去想象。你需要多长时间就多长时间，以充分释放你的性紧张和快感。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_3_ANAL = ('lo_straddle_3_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '他的大阴茎从后面插入你紧窄的处女屁眼，而你正处于反向直立跨坐的姿势。他抓住你的大腿，将它们分开，将阴茎更深地插入你的体内。你迷惑地睁大眼睛，感觉到他的巨大尺寸已经顶到了你的前列腺。他更加卖力地抽插，你的屁眼不断伸展以适应他。',
                      '当你阅读幻想时，想象自己就是场景中的那个人。闭上眼睛，想象男人就在你面前，手握勃起的大阴茎，准备插入你紧窄的处女屁眼。首先仰卧，双腿分开，蝴蝶式。男人站在你身后，将阴茎对准你的肛门。他把你的大腿分开，把他的阴茎更深地插入你的身体。你能感觉到体内的压力在增加。随着他抽插的力度加大，你的屁眼也在不断伸展，以适应他的抽插。你能感觉到他的巨大尺寸已经顶到了你的前列腺。以此为暗示，开始自慰。闭上眼睛，想象阴茎在你体内的感觉，将你拉伸到极限。当你把假阴茎插入肛门时，想象你正在插入自己。将假阴茎在自己体内抽插，想象那是男人的阴茎在你体内抽插。达到最高性高潮，释放体内积聚的紧张情绪。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_10_ANAL = ('lo_straddle_10_anal', [TAG_SEX], THEME_LOVE,
                       '跨坐式',
                       '你紧张地站在他面前，他轻轻地把你推到床上，让你保持直立跨坐的姿势。你的肛门微微张开，从裙下清晰可见。他慢慢地进入你的身体，用他粗大的阴茎填满你的肛门。你感觉到他进入了你的身体，你的脸颊因恐惧而颤抖。你闭上眼睛，试图忽略疼痛，专注于他的插入。当你脸红的时候，你尽量不动，希望他快点射精。',
                       '你发现自己处于必须使用假阴茎来取悦自己的境地。你盯着假阴茎，犹豫不决，焦虑不安。你开始想象自己用它插入自己的肛门。你想象自己的身体因为强烈的快感而颤抖。你想象着自己感受着假阴茎插入肛门的感觉，期待着高潮的到来。当你开始从肛门中反复插入和拔出阴茎，直到达到高潮时，你的思绪会飘忽不定。你咬紧嘴唇，释放被压抑的欲望。',
                       [ORGAN_ANAL], [DildoM]
                       )
LO_STRADDLE_5_ANAL = ('lo_straddle_5_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '你四肢着地，采取跨骑姿势，屁股翘在空中，大腿挤在一起。他抓住你的大腿，将阴茎向上插入你紧窄的肛门，将你拉得更开。你感到一阵刺痛，但快感压倒一切。他开始插入，他的躯干拍打着你的背部和屁股，你湿润的张开的小嘴陶醉地张开。你能感觉到他沉重的睾丸在摆动，他的阴茎在你的屁股里活塞般地进出，充实着你，让你达到一次又一次的高潮。最后，他在你体内射精，滚烫的精液灌满了你的屁股。你羞愧得满脸通红，夹杂着快感，努力保持平衡。',
                      '你以四肢着地的姿势跨坐在床上，屁股翘在空中，大腿挤在一起。你从床头柜上拿起一根假阴茎，将屁股张开，将假阴茎插入肛门。你感到一阵刺痛，但快感排山倒海而来。你开始挺动臀部，手指触及阴蒂时发出陶醉的呻吟。你能感觉到自己湿润的开口在张开，充盈的感觉在伸展，假阴茎在你的菊花里活塞般地进出，充实着你，让你达到一次又一次的高潮。最后，你狠狠地射在了假阴茎上，屁股里充满了自己滚烫的汁液。你高兴得满脸通红，如释重负地呻吟着。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_0_ANAL = ('lo_straddle_0_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '当他插入你的身体时，他闭上了眼睛，挺进你紧窄的肛门，感受着禁忌行为带来的灼热和刺激。他紧紧抓住你的臀部，愉悦地呻吟着，开始更深地插入你的菊花。他粗糙的双手抓住你的大腿，将它们推得更开，露出你的私密部位，这让你脸红耳赤，恼羞成怒。你顺从地弓起背，期待着即将到来的高潮，感受着他强有力的阴茎在你的屁眼里伸展。',
                      '他听到她期待的呻吟声，知道自己快要让她疯狂了。他加快了抽插的速度，想象着她紧致、滴水的阴部，以及她脸上无耻的喜悦。他知道自己打破了所有的规则，但他现在不能停下来。当他达到高潮时，胃里的紧张感越来越强烈，强烈的满足感一波波涌入他的灵魂。她耐心地等待时机，然后将假鸡巴插入自己紧窄的屁眼，在滑入的过程中感受着它的坚挺，想象着自己插入的正是他坚硬的鸡巴。她快乐地喘息着，摇晃着臀部，想象着他充满欲望地看着她。想象着他的眼睛盯着她，享受着这一禁忌行为的每一刻，她的呼吸变得急促起来。她将玩具深深插入体内，感受着它的每一寸肌肤，快感一浪高过一浪。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_9_ANAL = ('lo_straddle_9_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '你跨坐在他身上，屁股高高翘起，头向后仰，闭着眼睛，他开始插入你紧窄的肛门。他巨大的阴茎填满了你的肛门，拉伸你的身体，让你发出痛苦的呻吟。你扭动臀部，试图调整，而他却一动不动。他的呼吸变得粗重，强行将自己插入你的体内，使你在他的大腿上笨拙地弹跳。当他猛烈撞击你时，他的双手在你的臀部摸索，让你的屁眼惊恐地张开。忍着疼痛和困惑，你睁开眼睛，发现他正色迷迷地盯着你，欣赏着他的阴茎深深插入你的屁眼。他紧紧抓住你的臀部，开始移动，把你拉到他的大腿上前后摆动，每次他插入你的屁眼更深时，你都会发出哼哼声。最终，他在你体内射精了，滚烫的精液灌满了你的屁眼，你不由自主地紧紧夹住他的阴茎。',
                      '在这个自慰任务中，你需要将一个假阴茎（不提供）插入你的肛门，然后前后插入 5 分钟，共插入 10 次。尽情享受吧',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_2_ANAL = ('lo_straddle_2_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '你四肢着地，反向直立跨坐，向他展示你紧窄的屁眼。他抓住你的臀部，坚硬的阴茎从后面插入你的肛门，让你痛得喘不过气来。他继续插入，撞击着你的前列腺，让你发出呻吟，因为你感觉到尽管疼痛，自己还是被唤醒了。他伸手粗暴地抓住你的大腿，把你拉近他。你的臀部张得更开，将紧窄的屁眼暴露在他的眼前。疼痛和快感交织在一起，让你无所适从，但随着他的不断抽插，疼痛逐渐减轻，你屈服于自己的肉欲。当他干你紧窄的屁眼时，你张开的嘴垂了下来，将你推向高潮。最后，他射进了你的身体，精液灌满了你的屁眼。',
                      '** 你们是一对女同性恋，正在玩一个将假阴茎插入肛门的游戏。你们选择位置，决定是用爱人的阴茎还是假阳具。你们有 2 分钟的时间将假阴茎插入肛门。2分钟后，你必须把假阴茎在屁股里再撑2分钟。再过 2 分钟后，您必须将假阴茎从肛门中拔出，并再保持 2 分钟。按照这个模式继续做 5 次，每次增加 30 秒，直到插入 5 分钟。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_7_ANAL = ('lo_straddle_7_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '男人直接抓住你的头发，以直立跨坐的姿势将他巨大坚硬的阴茎深深插入你紧窄的小屁眼。你呻吟着，肛门的疼痛与快感交织在一起，他的鸡巴在你的肛门里伸展、充实，让你全身颤抖。随着他臀部的挺起，你的脸颊也鼓了起来，你的双臂搂着他的脖子，张大了嘴巴。终于忍不住了，男人将一股滚烫的精液射进了你的屁眼里，你脸红了，有点恼羞成怒。',
                      '女人以狗爬式姿势躺在床上，双膝跪在床边，屁股高高翘起。她将手伸到枕头下，抓住一个带吸盘的假阴茎。她慢慢地将假阴茎插入自己的肛门，感觉冰凉的材料紧贴着自己的皮肤。她在入口处徘徊，感觉体内的压力越来越大。她深吸一口气，将假阴茎完全推入，使其紧紧贴合，她相信杂志社不会同意的。然后，她开始一进一出地抽动，陶醉在这一刻的朦胧中。随着时间的流逝，她用更大的力气将假阴茎在自己的菊花里进进出出，不知道自己能否在不被发现的情况下完成。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_8_ANAL = ('lo_straddle_8_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '你坐在他身上，双手搂着他的脖子，他缓慢而坚定地插入你紧窄的肛门。第一次感受到他的阴茎进入你的身体，你发出愉悦的呻吟，用力咬住下唇以抑制声音。你半闭着双眼，喘着粗气，你的肛门在他的阴茎周围扩张和放松。每一次插入，你都能感觉到他粗大的阴茎撞击着你的前列腺，给你的身体带来阵阵快感。最终，你将自己压在他身上，张开嘴巴宣布臣服，接受他的精液深入你的体内，将你的菊花填满。',
                      '你有整整三分钟的时间用一根假阳具自慰，尽可能深入你的肛门。你的任务是插入两次，达到有生以来最强烈的高潮。第一次插入后，数到 60，然后逐渐加快动作速度。在第一次强力插入时，抓紧床边，紧闭双眼，同时咬紧嘴唇。大声喊出你的高潮呐喊，深深地呻吟，直到你感到满足为止。重复第二轮过程，更大力地将假阳具推入肛门深处。放开所有的束缚，让自己沉浸在双手带来的快感中，实现自己性感的性幻想。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_1_ANAL = ('lo_straddle_1_anal', [TAG_SEX], THEME_LOVE,
                      '跨坐式',
                      '你坐在床上，双腿高举，向他展示你的屁眼。他慢慢插入阴茎，大声呻吟，双手紧紧抓住你的臀部，肛门张开。干！干他加快速度，插入你的身体，咬着下唇，你的臀部拍打着他的双手，你的呻吟声越来越大。随着一声响亮的呻吟，他深深地进入了你的身体，射出了他的精液，他的手指抓挠着你的屁股。',
                      '你仰面躺着，双腿伸直，屁眼对着镜头。你将假阴茎插入肛门并紧紧握住。任务是自慰 5 分钟，将假阴茎插入肛门 10 次，确保每次插入都大声呻吟。完成后，你低声说 "操，太爽了"，然后倒在床上。',
                      [ORGAN_ANAL], [DildoM]
                      )
LO_FULL_NELSON_1_ANAL = ('lo_full_nelson_1_anal', [TAG_SEX], THEME_LOVE,
                         '粗暴开腿式',
                         '你被压在全纳尔逊式的位置上，屁股高高翘起，暴露在他面前。他慢慢地插入你紧致的臀部，你感到灼热的疼痛变成了快感。每一次插入，你都会感觉到整个身体都被他的阳具紧紧箍住。你的脸变得通红，混合着快感和尴尬。当你受到最亲密的侵犯时，精液顺着你的大腿滴落下来。',
                         '你趴着，双腿张开。感觉到粗糙的布料抵住了你的肛门，你知道该怎么做了。你把手伸到两腿之间，抓住假阴茎，紧紧地握着。当你开始慢慢插入阴茎时，你感觉到了阻力，但还是挺了过去。每插入一英寸，感觉都会变得更加强烈。当假阳具在你的菊花里进进出出时，你会感到身体紧缩。当你继续用假阴茎自慰，想象着是他在侵犯你时，你的嘴唇会发出愉悦的呻吟。这项任务持续 8 分钟，插入 3 次。指示是使用润滑剂，最后清理阴茎。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_2_ANAL = ('lo_full_nelson_2_anal', [TAG_SEX], THEME_LOVE,
                         '粗暴开腿式',
                         '你被牢牢地抱在床上，呈全纳尔逊姿势。他进入你敏感的洞口，阴茎头按摩着你的前列腺，他开始一进一出，拉伸你紧致的屁股。每一次插入，你都会感到灼热感，但同时也感到快感。你的脸变得通红，痛苦和兴奋交织在一起，你忍不住咬住嘴唇。你紧闭双眼，屏住呼吸，期待着不可避免的到来。你感觉到他越来越近，当他开始在你体内射精时，你的身体不由自主地绷紧了。你感觉到温暖充满了你的屁股，随之而来的是强烈的充实感和满足感。',
                         '你被绑在厨房的桌子上，屁股张得大大的。你的伴侣将一根假阴茎插入他的菊花，紧紧地将他塞满。他稳稳地握住阴茎，慢慢地拔出，然后深深地插入你紧窄的处女洞中。你能感觉到体内的压力在不断增加，当他开始前后进出时，你会感觉到一种灼热感，而且每插入一次，这种灼热感就会增加一次。随着他越来越靠近，你感觉到他温暖的气息吹拂着你暴露的屁眼。你隐约听到他的手指有节奏地敲击桌面，示意你做好准备。他突然射精了，滚烫粘稠的精液灌满了你的屁眼，你能感觉到深深的满足感和充实感在你体内积聚。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_0_ANAL = ('lo_full_nelson_0_anal', [TAG_SEX], THEME_LOVE,
                         '粗暴开腿式',
                         '你被紧紧抱住，双臂被夹在两侧。你感觉到他将自己放在你的入口处，犹豫片刻后将坚硬的阴茎插入你紧窄的屁眼。你弓起背，试图躲避疼痛，但身体里蔓延的快感让你难以承受。他开始粗暴地插入，每一次插入都会撞击你的前列腺，让你发出呻吟，乞求更多。当你感觉到你的肉壁紧紧包裹着他时，你感觉到他在你体内深处射精，并发出满足的呻吟。你移开目光，试图掩饰脸上的红晕和眼中的恼怒。',
                         '你躺在床上，闭着眼睛，呼吸沉重。一圈硅胶滑入你紧致湿润的阴道，将你撑开。你仍然闭着眼睛，想象着自己置身于一个感官刺激的情色场景中，阴茎每插入一次，你的身体就会刺痛一次。你感觉到假阴茎的每一寸都在侵入你的肉壁，让你发出愉悦的呻吟。你让自己兴奋起来，想象着爱人坚硬的阴茎将你填满，将你撑开。当你达到高潮时，你的身体会颤抖，阴道会紧紧地夹住人造阴茎，让你度过高潮。',
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_3_ANAL = ('lo_full_nelson_3_anal', [TAG_SEX], THEME_LOVE,
                         '粗暴开腿式',
                         '他用力抓住你，把你压在身下。他拍打你的臀颊，然后将坚硬的阴茎大力插入你紧窄的屁眼。你在痛苦和快感中尖叫，无法抗拒他。你的脸涨得通红，惊恐地睁大眼睛。尽管很不舒服，但这种粗暴的感觉还是让你情不自禁地兴奋起来。当他继续捶打你的屁股时，你咬着嘴唇，拉扯着头发并发出哼哼声。',
                         '你措手不及，但你的本能让你奋力挣脱。他继续插得更深、更快，尽管一开始有些不适，但还是让你发出了愉悦的呻吟。当你想象着他坚硬的阴茎进入你的身体时，你的大脑在飞速运转，那种被强占的感觉违背了你的意愿。当你被解开时，你发出了一声低沉的呼喊，紧绷的肌肉终于放松下来，大脑一片空白，继续享受着快感的冲击。',
                         [ORGAN_ANAL], [DildoM]
                         )
LOVE_ANAL_ACTION_LIBRARY0 = [
    LO_SUS_2_ANAL,
    LO_SUS_7_ANAL,
    LO_SUS_4_ANAL,
    LO_SUS_6_ANAL,
    LO_SUS_0_ANAL,
    LO_SUS_1_ANAL,
    LO_SUS_5_ANAL,
    LO_SUS_3_ANAL,
    LO_DOGGY_2_ANAL,
    LO_DOGGY_3_ANAL,
    LO_DOGGY_4_ANAL,
    LO_DOGGY_6_ANAL,
    LO_DOGGY_8_ANAL,
    LO_DOGGY_0_ANAL,
    LO_DOGGY_5_ANAL,
    LO_DOGGY_7_ANAL,
    LO_DOGGY_1_ANAL,
    LO_STANDING_LL_1_ANAL,
    LO_STANDING_0_ANAL,
    LO_STANDING_LL_0_ANAL,
    LO_STANDING_LL_3_ANAL,
    LO_STANDING_LL_2_ANAL,
    LO_STANDING_LL_5_ANAL,
    LO_STANDING_1_ANAL,
    LO_STANDING_LL_4_ANAL,
    LO_STANDING_2_ANAL,
    LO_MISSIONARY_2_ANAL,
    LO_MISSIONARY_3_ANAL,
    LO_MISSIONARY_5_ANAL,
    LO_MISSIONARY_6_ANAL,
    LO_MISSIONARY_1_ANAL,
    LO_MISSIONARY_4_ANAL,
    LO_MISSIONARY_7_ANAL,
    LO_MISSIONARY_8_ANAL,
    LO_MISSIONARY_0_ANAL,
    LO_COWGIRL_2_ANAL,
    LO_COWGIRL_1_ANAL,
    LO_COWGIRL_6_ANAL,
    LO_COWGIRL_7_ANAL,
    LO_COWGIRL_0_ANAL,
    LO_COWGIRL_DOM_3_ANAL,
    LO_COWGIRL_DOM_1_ANAL,
    LO_COWGIRL_4_ANAL,
    LO_COWGIRL_5_ANAL,
    LO_COWGIRL_DOM_2_ANAL,
    LO_COWGIRL_3_ANAL,
    LO_SPOON_1_ANAL,
    LO_SPOON_3_ANAL,
    LO_SPOON_4_ANAL,
    LO_SPOON_5_ANAL,
    LO_SPOON_0_ANAL,
    LO_SPOON_2_ANAL,
    LO_STRADDLE_4_ANAL,
    LO_STRADDLE_6_ANAL,
    LO_STRADDLE_3_ANAL,
    LO_STRADDLE_10_ANAL,
    LO_STRADDLE_5_ANAL,
    LO_STRADDLE_0_ANAL,
    LO_STRADDLE_9_ANAL,
    LO_STRADDLE_2_ANAL,
    LO_STRADDLE_7_ANAL,
    LO_STRADDLE_8_ANAL,
    LO_STRADDLE_1_ANAL,
    LO_FULL_NELSON_1_ANAL,
    LO_FULL_NELSON_2_ANAL,
    LO_FULL_NELSON_0_ANAL,
    LO_FULL_NELSON_3_ANAL,
]
