from rpg_battle.battle_actions_ren import TAG_SEX, THEME_GOBLIN
from rpg_world.organs_ren import ORGAN_PUSSY, ORGAN_ANAL
from rpg_world.toys_ren import DildoM

"""renpy
init -99 python:
"""
GO_DOGGY_1 = ("go_doggy_1", [TAG_SEX], THEME_GOBLIN,
              "后入式",
              "你被四个妖精包围，每个妖精都有一个巨大的阴茎。他们粗暴地抓住你的手脚，把你按在地上。你的双腿被分开，他们毫不客气地将阴茎从后面、上面、侧面一个接一个地插进你的身体。疼痛和快感袭来，他们的阴茎将你撑开。他们的阴茎在你体内进进出出，热情而有力。你感到阴道被深深插入，你以为这是不可能的。你被脸红和震惊所征服，同时也被抓住他们每一根阴茎像活塞一样抽插的快感所征服。他们尖叫着向你深处射精，你感觉到他们滚烫的精液在你体内射出又射入，把你填得满满的，直到你感觉再也无法忍受为止。",
              "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
GO_DOGGY_0_ANAL = ("go_doggy_0_anal", [TAG_SEX], THEME_GOBLIN,
                   "后入式",
                   "你躺在一棵大树下的地面上，周围都是妖精，他们都从不同的角度将又大又硬的阴茎插入你的体内。他们粗糙的双手紧紧抓住你的臀部，将布满青筋的粗大阴茎插入你湿润柔软的阴道。你情不自禁地呻吟起来，惊讶地张大了嘴巴。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_DOGGY_2_ANAL = ("go_doggy_2_anal", [TAG_SEX], THEME_GOBLIN,
                   "后入式",
                   "你在森林里，周围都是妖精。你害怕、紧张、担心。妖精们走近你，眼中充满了欲望。他们从后面插入你的身体，让你尖叫，他们的阴茎还滴着精液。你感觉到他们的阴茎在充实你，深深地插入你的肛门。你太害怕，也太兴奋，以至于无法闭上眼睛。你紧闭双眼，感受着他们的精液在你肛门里充盈的温暖。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_DOGGY_1_ANAL = ("go_doggy_1_anal", [TAG_SEX], THEME_GOBLIN,
                   "后入式",
                   "你跌跌撞撞地穿过森林，迷失了方向，突然，你看到一群妖精从树丛中走出来。它们围着你，鸡巴晃动着，又大又红。一个抓住你的角，另一个抓住你的胳膊，第三个则撕扯你的衣服。他们把鸡巴从后面、前面和侧面插进你的身体。你的嘴唇分开，嘴巴张开，他们的精液充满了你的内脏。你再也无法忍受，在他们轮奸你的时候，你射在了自己的屁股里。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，抽插10分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_DOGGY_2 = ("go_doggy_2", [TAG_SEX], THEME_GOBLIN,
              "后入式",
              "你和你的朋友们在森林里被妖精抓住了。他们把你带到他们的藏身之处，把你脱光绑在洞穴中央。妖精们围着你，轮流插入你的身体。你的屁股、阴部和喉咙都是他们的乐园。它们不放过你的屁股，轮流拉伸你的屁股，而你的阴部则是它们为所欲为的地方。他们从后面、上面、狗爬式插入你的身体，毫无保留。你很害怕，但又情不自禁地感到兴奋。每一次插入，你的阴道壁都会夹紧又松开，让他们将精液射入你的子宫深处。你闭上眼睛，感觉自己越来越接近强烈的高潮。",
              "模仿场景中的姿态，为三个假阳具口交5分钟,接着轮流把三个假阳具插入自己的小穴，抽插5分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
GO_DOGGY_0 = ("go_doggy_0", [TAG_SEX], THEME_GOBLIN,
              "后入式",
              "你在森林里被三个妖精包围，他们抓住你的手腕，将你的身体举到空中，满脸淫笑，从后面插入你的身体，用手指掐住你的脖子。你束手无策，但你的下体却感受到了难以置信的快感，你不停地张开嘴巴，身体因强烈的高潮而颤抖。",
              "模仿场景中的姿态，张嘴发出呻吟,接着一次性把两个假阳具插入自己的小穴，快速深入地抽插10分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
GO_DOGGY_4 = ("go_doggy_4", [TAG_SEX], THEME_GOBLIN,
              "后入式",
              "你站在森林里，衣服散落一地，一群妖精将你团团围住。他们轮流插入你紧窄的阴道，从上往下，从后面，还有传教士式。他们还插你的屁股。你感觉整个森林都要把你吞没了。你面红耳赤，却无法停止。他们巨大的阴茎插入你的身体，你无法拒绝性满足。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，抽插10分钟",
              [ORGAN_PUSSY], [DildoM]
              )
GO_DOGGY_5 = ("go_doggy_5", [TAG_SEX], THEME_GOBLIN,
              "后入式",
              "你发现自己在森林里，被一群人精扑倒。他们把你按在地上，手里握着他们的阴茎，都是你的，你被他们的外表惊呆了。他们将你团团围住，用阴道、肛门和口腔插入你的身体，他们的手抚摸着你的身体，哄着你的脖子，你感觉到他们滚烫的精液射在你的脸上，你躺在地上，享受着他们同时占有你的快感，你感觉到快感淹没了你，当他们占有你时，你在森林里被快感折磨得喘不过气来。",
              "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
GO_DOGGY_5_ANAL = ("go_doggy_5_anal", [TAG_SEX], THEME_GOBLIN,
                   "后入式",
                   "一群妖精在森林里包围着你，它们巨大的阴茎傲然挺立。它们轮流插入你紧窄的肛门，一边向深处推进，一边将它们的种子注入你的肠道。每一次插入，你都会发出呻吟和叫喊，你的脸因狂喜和不适而扭曲。你的菊花里充满了滚烫的精液，你为这种震撼的感觉而颤抖。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_DOGGY_3 = ("go_doggy_3", [TAG_SEX], THEME_GOBLIN,
              "后入式",
              "你站在森林里，周围都是妖精。他们一个接一个地用各种性爱姿势占有你，直到他们坚硬的阴茎插入你紧窄的阴道。当他们利用你取乐时，你会脸红并感到担忧。你能听到他们的咕哝声和呻吟声，他们深深地插入你的身体，你粉红色的细嫩肉体不断伸展和颤抖。这是未经审查的原始体验。",
              "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
              [DildoM]
              )
GO_DOGGY_4_ANAL = ("go_doggy_4_anal", [TAG_SEX], THEME_GOBLIN,
                   "后入式",
                   "你跪在森林里，周围都是妖精。其中一个抓住你的胳膊，另一个从后面插入你紧窄的肛门，双手紧紧抓住你的臀部和睾丸。你呻吟着，感受着他们粗糙、布满老茧的手指在你肉体上的摩擦。你达到了高潮，当精液从你紧窄的肛门中涌出时，他们惊讶地张大了嘴。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_DOGGY_3_ANAL = ("go_doggy_3_anal", [TAG_SEX], THEME_GOBLIN,
                   "后入式",
                   "你在森林里偶然发现了一群地精。他们把你逼到墙角，把你推倒在地。你的身上沾满了泥土和树叶，吓得瑟瑟发抖。他们抓住你的胳膊和腿，阴茎在你眼前晃动。当它们用粗糙的手指进入你的身体时，你会感受到它们巨大的力量。你被带到一片空地上，他们轮流干你的屁眼。每一次插入都会给你的身体带来冲击波，疼痛和快感交织在一起。你能感觉到体内的压力，知道自己快要射精了。",
                   "模仿场景中的姿态，为三个假阳具手撸6分钟,接着一次性把两个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_SUS_0 = ("go_sus_0", [TAG_SEX], THEME_GOBLIN,
            "火车便当式",
            "他是一个棕色头发、绿色眼睛的英俊妖精，身边还有四个朋友。他们都半裸着，阴茎在凉爽的空气中勃起。他们围着你，拉扯你的衣服，露出你光滑黝黑的皮肤。他们抚摸、舔舐你的乳头，让你陶醉地颤抖。其中一个人进入你的阴道，而另一个人则操你紧窄的屁股。他们都盯着你张开的小嘴，在你的脸上射精，让你因迷惑和愉悦而脸红。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
GO_SUS_0_ANAL = ("go_sus_0_anal", [TAG_SEX], THEME_GOBLIN,
                 "火车便当式",
                 "你迷失在森林中，突然，一群妖精将你团团围住！一个妖精抓住你的胳膊，另一个妖精用藤蔓缠住你的腿，把你吊在空中。妖精们围着你，每个人都在抚摸自己的阴茎，并开始呻吟。其中一个妖精把他的阴茎塞进你的嘴里，另一个则插进你的屁眼，他们一个接一个凶猛地操你。他们拍打你的乳房，你快乐地尖叫，他们在你的屁股里射精。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
GO_SUS_1_ANAL = ("go_sus_1_anal", [TAG_SEX], THEME_GOBLIN,
                 "火车便当式",
                 "你站在森林里，周围有四个妖精，它们轮流插入你紧窄的肛门，将它们的阳具深深地插入你的体内。你痛苦地哼哼着，却不肯松手，你张大嘴巴，接受他们浓稠惊人的精液。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后一次性把两个假阳具插入自己的菊穴，抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
GO_SUS_1 = ("go_sus_1", [TAG_SEX], THEME_GOBLIN,
            "火车便当式",
            "你在森林里，周围都是神秘的生物。你听到它们从背后向你靠近。你感觉到他们坚硬的阴茎戳着你的臀部，同时插入你的肛门、阴道和口腔。你大声呻吟，还没准备好接受这种体验。他们抓住你的乳房，盯着你潮红的乳头旋转。你感到全身麻痹、大汗淋漓，完全不知所措，但还是忍不住享受这种感觉。妖精们专注地抚摸着，你身体里的快感不断增强，直到你无法忍受。最后，你把精液射到了他们的脸上，他们也继续着，直到他们也达到高潮。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，抽插10分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
GO_SPOON_2_ANAL = ("go_spoon_2_anal", [TAG_SEX], THEME_GOBLIN,
                   "侧入式",
                   "在森林里，你突然感到两腿之间一阵刺痛。你转过身，发现有四个妖精，每个都有一个巨大的成员，你发现自己被毛茸茸的手臂包裹着。你的上衣撕裂了，你感觉到他们身体的温暖。一个抱住你裸露的乳房，另一个撕扯你的裙子，还有两个用爪子抓你的屁股。他们一个接一个地对你进行性虐待，两根手指插进你的小穴，你的小屁股被抓住，你开始感觉到直肠上的压力。你一动不动，闭着眼睛，感受着性爱的快感。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_SPOON_1 = ("go_spoon_1", [TAG_SEX], THEME_GOBLIN,
              "侧入式",
              "你在森林里，周围都是妖精。他们在你身后移动，每个人都抓住你的屁股。突然，你感觉到一根阴茎插入了你的屁股。它们开始在你的屁股里进进出出，享受着你惊恐的表情。你感觉到他们的手抓住你的乳房，挤压得你疼痛难忍。你可以尝到他们嘴里的唾液和汗水，他们把阴茎一直插进你的阴道。当他们在你脸上射精时，你尖叫起来。",
              "模仿场景中的姿态，为三个假阳具手撸7分钟,接着用力抓自己的屁股,并且张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，快速深入地抽插7分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
GO_SPOON_3 = ("go_spoon_3", [TAG_SEX], THEME_GOBLIN,
              "侧入式",
              "你躺在森林的地上，双手抱头，正在经历一场意想不到的地精轮奸。他们都赤裸着上身，每个人都用有力的手握住你的手腕。他们围着你，目光在你的身体上游移，你全身赤裸，仰面躺着，双腿张开，露出上身赤裸的乳房和湿漉漉的阴道。他们亲吻着你的脖子和肩膀，享受着你裸露肌肤的甜美，每个妖精都将阴茎插入你湿润的阴道，每一次抽插都让你浑身酥麻，你的嘴唇张开，眼睛紧闭，嘴巴张开，呻吟着，因为他们都在你体内深处释放出滚烫的精液。",
              "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，快速深入地抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
GO_SPOON_3_ANAL = ("go_spoon_3_anal", [TAG_SEX], THEME_GOBLIN,
                   "侧入式",
                   "你在森林里突然遇到一群妖精。他们脱下裤子，开始一个接一个地插入你的肛门。你轻轻地呻吟着，完全被他们原始的激情所征服。你知道这将是一次艰难的旅程，但你不在乎。你闭上眼睛，任由他们控制。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_SPOON_2 = ("go_spoon_2", [TAG_SEX], THEME_GOBLIN,
              "侧入式",
              "一群妖精在森林里把你逼到了墙角。他们扯开你的衣服，露出你赤裸的身体。其中一个妖精按住你，其他妖精围着你，从后面插入你的身体，每根阴茎都在你紧窄的阴道和屁股里进进出出。当你闭上眼睛时，你既感到满足，又感到愤怒。",
              "模仿场景中的姿态，用力抓自己的屁股,接着把一个假阳具插入自己的小穴，快速深入地抽插7分钟", [ORGAN_PUSSY],
              [DildoM]
              )
GO_SPOON_0 = ("go_spoon_0", [TAG_SEX], THEME_GOBLIN,
              "侧入式",
              "你走在森林深处，手上沾满泥土，齐腰高的野草拂过你的大腿。一群地精突然不知从哪里冒出来，将你团团围住，最大的在前，最小的在后。你没有挣扎，也没有反抗，只感觉到它们皮肤的粗糙和树叶在你身体下发出的脆响。你感觉到他的阴茎从后面压进你的身体，感觉到每一次测量、每一次插入、每一次快感的冲击。但永远离开他们世界的恐惧压得你喘不过气来，你在快乐和痛苦中呻吟。",
              "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，快速深入地抽插3分钟",
              [ORGAN_PUSSY], [DildoM]
              )
GO_SPOON_1_ANAL = ("go_spoon_1_anal", [TAG_SEX], THEME_GOBLIN,
                   "侧入式",
                   "你站在森林里，听着大自然的嘈杂声环绕着你，这时，一个妖精出现了，他抓住你，把你扔在地上，他的眼睛在你身上转来转去，你吓坏了。然后，其他妖精走过来，抓住你，把你拖进一个部落，你看到雌性和雄性一起躺在一张巨大的床上，轮流插入你的屁股，你睁大眼睛，尖叫着。他们合上你的嘴，分开你的腿，让你扭动。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_SPOON_0_ANAL = ("go_spoon_0_anal", [TAG_SEX], THEME_GOBLIN,
                   "侧入式",
                   "你在森林里，双手紧紧抓住树枝，妖精男孩们围着你，大笑着把你推倒在地。他从后面进入你的身体，他的鸡巴深深地插进你紧窄的屁股里。你愉悦地呻吟着，感受着他粗糙的皮肤贴着你的皮肤，感受着他的阴茎在你体内的坚硬。他抓住你的头发，把你推到地上，让你泣不成声。你看到自己的双脚离开地面，感觉到他们身体的重量压在你身上，他们的勃起顶着你的屁股。当他们在你的屁股里射精时，你尖叫起来，快感让你无法忍受。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
GO_BLOWJOB_DEEP_3 = ("go_blowjob_deep_3", [TAG_SEX], THEME_GOBLIN,
                     "口交",
                     "你身处黑暗而神秘的森林。树木像长长的手指一样伸向远方，野生动物隐藏在深处。突然，你听到轰隆隆的声音，脚下的土地在颤抖。你环顾四周，恐惧涌上心头。突然，你听到一声低沉诱人的咆哮，一个妖精出现在你面前。他的阴茎勃起，粗大的阴茎从他的身体中伸出。他抓住你的头发，把你拖向他。你能感觉到他粗糙的手在你的皮肤上抚摸，还有他身体的温度。你可以看到他的阴茎全长，坚硬无比，还在流出精液。他让你躺在落叶上，其他妖精从灌木丛中出现，围成一圈。他们站着，阴茎上下晃动，一个比一个大。它们围着你，你的嘴巴张得大大的，身体的每一寸肌肤都被触碰。妖精首领站在你的上方，他强壮的身体压在你身上，阴茎插进你的嘴里。你窒息了，身体因他们的插入而颤抖。你听到其他妖精发出的欢快的尖叫声，你能感觉到他们滚烫的精液喷射到你的嘴里和喉咙里。你几乎可以看到皱巴巴的皮肤、血管，以及深浅不一的蓝、紫、红阴茎。你知道，你再也不会和以前一样了，你已经被妖精之神触动，并在你的体内产生了一颗永不泯灭的欲望种子。",
                     "模仿场景中的姿态，为一个假阳具口交2分钟", [ORGAN_PUSSY], [DildoM]
                     )
GO_BLOWJOB_2 = ("go_blowjob_2", [TAG_SEX], THEME_GOBLIN,
                "口交",
                "你躺在森林的地上，胸前赤裸，乳房随风摆动。突然，五个妖精围住了你，他们的阴茎在颤抖，眼睛里闪烁着欲望的光芒。他们撕开衣服，轮流插入你的身体。你很开心，乳头硬了起来，眼睛紧盯着观众。当你拱在地上，用手揉搓阴蒂时，你能感觉到嘴里的精液，那是永恒快感的味道。",
                "模仿场景中的姿态，为三个假阳具口交并深喉5分钟,并且为三个假阳具手撸5分钟,并且张嘴发出呻吟",
                [ORGAN_PUSSY], [DildoM]
                )
GO_BLOWJOB_4 = ("go_blowjob_4", [TAG_SEX], THEME_GOBLIN,
                "口交",
                "在这片黑暗的森林里，你孤身一人，四周都是茂密的树木，被荒野和月光包围着。突然，一群饥饿的妖精出现在你面前。他们要求你交出身体，他们想要你的下体、屁股和嘴巴。你必须迎合他们，他们对你来说太强大了，他们脱掉你的衣服，抓住你的头发，用各种方式插入你的身体，深深地操你，夺走你所有的精力。你享受其中，你的手触摸着他们坚硬的阴茎，你的嘴吮吸着他们臭烘烘的阴茎，你能感觉到自己的乳头被挤压和玩弄，最后，他们让你独自在这片美丽的森林里休息。",
                "模仿场景中的姿态，为三个假阳具口交并深喉7分钟,并且为三个假阳具手撸3分钟", [ORGAN_PUSSY], [DildoM]
                )
GO_BLOWJOB_3 = ("go_blowjob_3", [TAG_SEX], THEME_GOBLIN,
                "口交",
                "你站在森林中央，周围都是长满毛发的怪异生物。它们把你一个个按倒在地，吃得干干净净。你感觉到它们粗糙的舌头和手指在你全身游走。当他们吮吸你的乳头时，你会感到强烈的快感。当他们一个接一个地干你时，他们会扯你的头发，拍你的屁股。你没有尖叫，只是大声呻吟，感觉体内的一切都在爆炸和抽搐。",
                "模仿场景中的姿态，为三个假阳具口交并深喉6分钟,并且为三个假阳具手撸5分钟", [ORGAN_PUSSY], [DildoM]
                )
GO_BLOWJOB_DEEP_2 = ("go_blowjob_deep_2", [TAG_SEX], THEME_GOBLIN,
                     "口交",
                     "你站在森林中央，因好奇和兴奋而颤抖。突然，一群妖精出现了，每个妖精都握着一根长长的、跳动着的阴茎。它们都在呻吟，在你身后排成一排，用巨大的勃起包围着你。你盯着前面的妖精，他把手放在你的肩膀上，引导你跪下。他把阴茎塞进你的嘴里，用力咬住，让你吮吸他跳动的肉棒。你抬头看看其他妖精，他们都在黑暗的森林里进进出出。其中一个妖精跪在你面前，他的阴茎弹了起来，上面沾满了浓稠的精液。你身体前倾，将他吞进嘴里，舌头挑逗着他的神经。你抬头看看其他妖精，他们都在快乐地呻吟。当你感觉到嘴里的妖精开始射精时，你也发出了自己的呻吟。",
                     "模仿场景中的姿态，为三个假阳具口交并深喉6分钟", [ORGAN_PUSSY], [DildoM]
                     )
GO_BLOWJOB_1 = ("go_blowjob_1", [TAG_SEX], THEME_GOBLIN,
                "口交",
                "你被妖精们团团围住，他们强壮的手紧紧抓住你的身体，手指抚摸着你的乳房和阴部。他们把你推倒，在你意识到之前，他们中的三个人就把巨大的阴茎插入了你的嘴里，一直插到你的喉咙。你挣扎着，但他们紧紧抱住你，继续用精液灌满你的嘴。当他们的大量精液涌进你的嘴里时，你求饶，却叫不出声来。",
                "模仿场景中的姿态，为三个假阳具口交7分钟", [ORGAN_PUSSY], [DildoM]
                )
GO_BLOWJOB_DEEP_1 = ("go_blowjob_deep_1", [TAG_SEX], THEME_GOBLIN,
                     "口交",
                     "你被妖精们包围，他们把你拉向他们。他们的阴茎勃起有力。他们拉开你裙子和内裤的拉链，同时用手指向你。其中一个用手指刺入你的阴道，另外两个则舔你的阴蒂。你看着他们继续折磨你。然后，他们将你的手臂向上拉，打开你的身体。他们开始从上往下同时插入你的身体。他们宽大的阴茎在你湿润的褶皱中滑进滑出最后，他们都给你做了手活，然后不再多说，他们蹲下、跪下，和你一起弯腰，将精液喷洒在你的脸上和身上。",
                     "模仿场景中的姿态，为三个假阳具口交并深喉5分钟,接着张嘴发出呻吟", [ORGAN_PUSSY], [DildoM]
                     )
GO_BLOWJOB_0 = ("go_blowjob_0", [TAG_SEX], THEME_GOBLIN,
                "口交",
                "妖精们围着你，每人抓住你身体的一部分，把你拖到森林中心。他们扒光你的衣服，露出你的乳房，你黝黑的阴部从中间露出来。你感觉到他们坚硬的阴茎，有些从后面插入你的身体，有些则面向你，注视着你的一举一动。",
                "模仿场景中的姿态，为三个假阳具口交5分钟", [ORGAN_PUSSY], [DildoM]
                )
GO_BLOWJOB_DEEP_0 = ("go_blowjob_deep_0", [TAG_SEX], THEME_GOBLIN,
                     "口交",
                     "你发现自己身处一片潮湿的森林中，周围都是强壮的肌肉男，他们粗糙的手抚摸着你。他们抓住你的胳膊，把你按倒在地，把你的双脚分开。你感觉到他们粗鲁的手在你身上乱摸，意识到这是一场妖精狂欢。你听到他们粗俗的声音，他们围着你，嬉戏地摸着你的乳头和大腿。中间的壮汉有着粗大的阴茎，他用手托着你的头，把你的头引向他的阴茎。他开始用 \"妖精式 \"喂你，其他人则热切地看着你完全吞没他的巨大阴茎。",
                     "模仿场景中的姿态，为三个假阳具口交并深喉6分钟", [ORGAN_PUSSY], [DildoM]
                     )
GO_MISSIONARY_2_ANAL = ("go_missionary_2_anal", [TAG_SEX], THEME_GOBLIN,
                        "正常位",
                        "你被森林中的妖精们包围着。他们都渴望满足你的性幻想。当你脸朝下躺在森林地板上时，他们轮流从上面干你。当他们插入你的阴道和肛门时，你迷惑地闭上双眼，面红耳赤。当你在多重高潮中扭动和呻吟时，你会感觉到他们的手紧紧抓住你的大腿。",
                        "模仿场景中的姿态，轮流把三个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
GO_MISSIONARY_0 = ("go_missionary_0", [TAG_SEX], THEME_GOBLIN,
                   "正常位",
                   "当你躺在地上气喘吁吁时，一群妖精围住了你。当他们把你的肩膀按到地上时，你会感觉到他们粗糙的手。当他们的阴茎戳穿你的衣服时，你保持沉默。第一个地精从后面骑上你，准备从后面插入你的身体。",
                   "模仿场景中的姿态，为三个假阳具手撸6分钟,然后张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，抽插7分钟",
                   [ORGAN_PUSSY], [DildoM]
                   )
GO_MISSIONARY_4_ANAL = ("go_missionary_4_anal", [TAG_SEX], THEME_GOBLIN,
                        "正常位",
                        "你仰面躺着，被一群妖精包围着，他们的阴茎坚硬无比，向你捅来。他们轮流从上方插入你的身体，坚硬的阴茎将你麝香味浓郁的阴道塞得满满的。当他们把阴茎插入你的身体时，你紧闭着嘴，试图压抑住自己的呻吟。痛苦是强烈的，但快感却更加疯狂。当他们射精时，他们把精液射在你的脸上、嘴里、眼睛里、头发上，你喜欢这样。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
GO_MISSIONARY_1 = ("go_missionary_1", [TAG_SEX], THEME_GOBLIN,
                   "正常位",
                   "森林里，狗叫声此起彼伏，树叶湿漉漉的。当你躺在地精团伙的后背上时，你感觉自己的阴部湿漉漉的，振动器上沾满了被几个粗暴男人操弄的兴奋。你感到阴茎一下子插入，你的世界充满了强烈的感觉，你的世界因为强烈的尴尬而缩小，但不到 10 秒钟，那种快感就把你淹没了，前所未有的快感。与此同时，你还能听到五只妖精的精液一个接一个地在你的子宫里流出，有时还会发出耀眼的光芒。你觉得自己仍然很尴尬，但你感觉从射精的强烈压力中得到了释放。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，抽插5分钟", [ORGAN_PUSSY], [DildoM]
                   )
GO_MISSIONARY_3_ANAL = ("go_missionary_3_anal", [TAG_SEX], THEME_GOBLIN,
                        "正常位",
                        "突然，一群妖精包围了你。他们扯下你的衣服，把你按在地上。你看到一个妖精以传教士的姿势骑在你身上。另外两个妖精分别坐在你的两条腿上，阻止你移动。第一个妖精从后面深深地插入你的身体，他细长的阴茎顶在你肛门的最深处。当他继续抚摸你巨大膨胀的肛门时，你感觉到他温暖的精液喷进了你的肠道。当你感觉到阴道变得湿润时，你变得兴奋起来。",
                        "模仿场景中的姿态，轮流把三个假阳具插入自己的菊穴，抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
GO_MISSIONARY_1_ANAL = ("go_missionary_1_anal", [TAG_SEX], THEME_GOBLIN,
                        "正常位",
                        "你在森林里，突然被妖精包围了。你很害怕，但他们抚摸你的时候却很温柔可爱。他们剥光你的衣服，把你带到地上，围成一圈。他们轮流从后面进入你的身体，又粗又长的阴茎深深地插入你紧窄的入口，你会感觉到他们坚硬的阴茎从四面八方探入。你感到惊人的充实和酸痛，但他们仍在继续，轮番上阵。你被精液灌满，感觉精液顺着你的大腿流下，涂满你的皮肤，灌满你的屁眼。你感到非常肮脏，但又无比充实。",
                        "模仿场景中的姿态，为三个假阳具手撸6分钟,然后张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，快速深入地抽插10分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
GO_MISSIONARY_3 = ("go_missionary_3", [TAG_SEX], THEME_GOBLIN,
                   "正常位",
                   "你站在森林里，感受着微风轻拂，听到树叶沙沙作响。你突然听到有脚步声向你靠近，你转过身来，看到三个妖精，他们的阴茎都很硬，他们围着你，其中一个紧紧抓住你的嘴唇，另外两个准备进入你的身体。当他们分别从你的阴唇进入你的身体时，你发出了呻吟声，他们有节奏地插入他们的大阴茎，你感觉自己正逐渐达到强烈的高潮。",
                   "模仿场景中的姿态，轮流把三个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY], [DildoM]
                   )
GO_MISSIONARY_4 = ("go_missionary_4", [TAG_SEX], THEME_GOBLIN,
                   "正常位",
                   "你在树林里听到奇怪的声音，你偶然发现了一群妖精，你大声呼救。他们用手指轻轻抚摸你的嘴唇，用粗糙的手脱下你的裤子，用鼓胀的阴茎塞进你的嘴里，让你安静下来。你感觉到他的精液湿润了你的脸、张大的嘴和震惊的脸。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，抽插10分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
GO_MISSIONARY_0_ANAL = ("go_missionary_0_anal", [TAG_SEX], THEME_GOBLIN,
                        "正常位",
                        "你迷失在森林中，突然遭到一群妖精的袭击。他们撕开你的衣服，首领向你的脖子和阴部吐口水，让你兴奋得湿透了。他们用又粗又长的阴茎轮流插入你的身体，让你欲仙欲死。他们操你的阴部和屁股，用精液灌满你的身体，你能感受到他们的兴奋。",
                        "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
GO_MISSIONARY_2 = ("go_missionary_2", [TAG_SEX], THEME_GOBLIN,
                   "正常位",
                   "你仰面躺在森林地板上，周围有五个英俊的妖精，每个妖精都有自己的阴茎。他们亲吻你的嘴唇、脸颊、脖子、胸部和腹部。当他们以传教士体位从上往下插入你的阴道时，你紧紧抓住周围的蕨类植物。当他们的阴茎插入你的内脏时，你闭上了眼睛。你迷惑了，脸红了，但身体却越来越兴奋。",
                   "模仿场景中的姿态，为三个假阳具手撸5分钟,并且轮流把三个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY],
                   [DildoM]
                   )
GO_COWGIRL_3 = ("go_cowgirl_3", [TAG_SEX], THEME_GOBLIN,
                "女上位",
                "在森林里，你被一群妖精团团围住。他们开始挑逗和玩弄你的乳房，直到你的身体因为纯粹的快感而开始颤抖。当他们靠近你的阴道时，他们抓住你的大腿并向上拉。当他们插入你的阴道深处时，你闭上眼睛大声呻吟。他们乳白色的精液喷洒在你的脸上。",
                "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，抽插9分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
GO_COWGIRL_1_ANAL = ("go_cowgirl_1_anal", [TAG_SEX], THEME_GOBLIN,
                     "女上位",
                     "你站在树林里，周围都是妖精，他们的鸡巴都很硬。他们粗暴地掀起你的裙子和内裤，露出你湿漉漉的阴部。你试图推开他们，但他们压倒了你。其中一个率先从后面插入你紧窄的阴道，像女牛仔一样骑在你身上。其他人围着你，抚摸他们的勃起，拱你的屁股，探索他们原始的冲动。你情不自禁地呻吟起来，羞赧而兴奋。他们粗糙的手抚摸、抓住、扭转你疼痛的肉体，喜欢这种支配的感觉。最后，他们将滚烫的精液射在你的脸上，自己的脸上也洋溢着满足。",
                     "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，抽插9分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
GO_COWGIRL_3_ANAL = ("go_cowgirl_3_anal", [TAG_SEX], THEME_GOBLIN,
                     "女上位",
                     "你被一群英俊的妖精包围着。他们邪恶的笑容和长长的阴茎让你不寒而栗。他们一边脱衣服，一边围着你转。你感觉到他们粗大的阴茎戳在你的大腿上，他们同时开始干你。你紧闭双眼，感受着他们的阴茎在你屁眼里的刺痛。当他们用甜美的精液灌满你的屁股时，你狂喜地尖叫起来。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，快速深入地抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
GO_COWGIRL_0 = ("go_cowgirl_0", [TAG_SEX], THEME_GOBLIN,
                "女上位",
                "你站在一片空地的中央，周围都是参天大树，仿佛置身于世外桃源。突然，你听到窸窸窣窣的声音，森林里的生物向你靠近。它们包围了你，用毛茸茸的手抓住你的身体。你能感觉到它们粗糙的手指在抚摸你的皮肤，它们的身体在推挤你。妖精们轮流从后面进入你的阴道，又粗又长的阴茎紧紧地塞满你的身体，让你发出愉悦的呻吟。它们插得又猛又快，好像在生你的气。当他们在森林中干你时，你的声音变得尖细而难堪，让你感到迷失和脆弱。他们抓住你的大腿，把你拉近他们的胸膛，用你的屁股摩擦他们的胯部，让你淫水直流。尽管你有不安全感，但当妖精们用你的身体满足他们的欲望时，你还是忍不住感到自豪。你闭上眼睛，尽情享受这趟旅程、阴道的深入、大腿的抓握，以及他们咄咄逼人的动作。",
                "模仿场景中的姿态，轮流把三个假阳具插入自己的小穴，快速深入地抽插5分钟", [ORGAN_PUSSY], [DildoM]
                )
GO_COWGIRL_4_ANAL = ("go_cowgirl_4_anal", [TAG_SEX], THEME_GOBLIN,
                     "女上位",
                     "你站在森林里，周围都是妖精。他们把你推倒在地，阴茎凸起，双手紧紧抓住你的身体。他们把你举起来，你的双腿缠住他们的脖子。三个粗鲁的男人插入了你的快感之穴。你大叫一声，感到一阵强烈的快感和剧烈的疼痛。你被迫用力深插。你求他们停下来，但他们没有。你在屁股深处射精，痛并快乐着尖叫。",
                     "模仿场景中的姿态，轮流把三个假阳具插入自己的菊穴，快速深入地抽插7分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
GO_COWGIRL_1 = ("go_cowgirl_1", [TAG_SEX], THEME_GOBLIN,
                "女上位",
                "你和一群妖精围住了一名年轻女子。你们轮流在森林里强奸她。你们以女牛仔的姿势从后面干她你们的大阴茎一次又一次地撞击她的阴部 直到你们都在她体内射精为止你们充满男性荷尔蒙的狂欢让她遍体鳞伤、鲜血淋漓，但她始终愿意再来一次。",
                "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，抽插8分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
GO_COWGIRL_4 = ("go_cowgirl_4", [TAG_SEX], THEME_GOBLIN,
                "女上位",
                "你在森林里，周围都是妖精，他们的胡须粗糙而不修边幅。你被绑在树上，束手无策。妖精们靠近你，轮流从背后插入你的身体，粗暴地扯你的头发，用他们满是汗水的脏手捂住你的脸。他们用所有的手指、粗大的尾巴和阴茎插入你的身体。他们变换姿势，从后面、女孩在上面以动态角度进行性交，给你带来巨大的痛苦和快感。",
                "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoM]
                )
GO_COWGIRL_0_ANAL = ("go_cowgirl_0_anal", [TAG_SEX], THEME_GOBLIN,
                     "女上位",
                     "你被一群丰满的妖精包围着，它们都对你充满精液的屁股垂涎欲滴。其中一个揪住你的头发，另一个协助他，还有一个抓住你的大腿，而中间那个无所不能的妖精则深深地插入你的身体，发出愉悦的呻吟。你在他紧实的屁股里起伏着，越来越恼火。",
                     "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，抽插6分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
GO_COWGIRL_2_ANAL = ("go_cowgirl_2_anal", [TAG_SEX], THEME_GOBLIN,
                     "女上位",
                     "你独自一人在森林中迷失方向。突然，一群地精出现，抓住你的手脚。他们把你拖到附近的一块空地上，你发现自己被几十个身材高大、肌肉发达的地精包围着，他们都目不转睛地盯着你，眼中充满了欲望。你挣扎着反抗抓你的人，但他们太强壮了。其中一个用手捂住你的嘴，切断了所有声音。然后，他们轮流干你的每一个小孔，猛击你的屁股直到最深处，深深的插入让你因困惑和快感而脸红。他们用精液灌满你的身体，包围着你的眼睛和嘴巴，而你则被迫体验各种扭曲的性幻想，而这些幻想是你从未知道过的。",
                     "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，快速深入地抽插10分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
GO_COWGIRL_2 = ("go_cowgirl_2", [TAG_SEX], THEME_GOBLIN,
                "女上位",
                "你独自走在茂密的森林中，突然感到空气中一阵寒意，在恐怖电影中，一个不知名的生物抓住了你，你感觉到一条湿漉漉的舌头在舔你的阴部，你惊恐地睁开眼睛，看到一群妖精站在你的周围，感觉到你的恐惧，它们依次插入你的身体，它们的阴茎填满了你紧窄的阴道，你感觉到温暖的精液溅满了你的全身。",
                "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
GO_STANDING_LL_1 = ("go_standing_ll_1", [TAG_SEX], THEME_GOBLIN,
                    "开腿站立式",
                    "你在森林里，被一群妖精包围，他们都渴望得到你。他们用野兽般的力量撕开你的衣服，露出你湿漉漉的乳房。他们轮流从后面插入你的身体，他们的手放在你的臀部，引导他们的阴茎进入你的身体。你单腿站立，将另一条腿举到空中，他们继续干你。你迷惑、闭眼、脸红，沉浸在快感之中。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，抽插5分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
GO_STANDING_LL_3 = ("go_standing_ll_3", [TAG_SEX], THEME_GOBLIN,
                    "开腿站立式",
                    "一群面无表情的妖精包围了你。他们每个人都把手伸进裤子里，掏出阴茎。他们一个接一个地插入你的每一个洞。他们的阴茎在你的身体里进进出出，激起你内心的欲望。你顶着他们的阴茎猛烈地抽插，爆发性地射精，单腿站立时几乎失去平衡。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，快速深入地抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_STANDING_0_ANAL = ("go_standing_0_anal", [TAG_SEX], THEME_GOBLIN,
                      "站立式",
                      "你在森林里遇到一群矮胖的妖精，他们轮奸了你。他们从后面猛击你，坚硬的鸡巴从各个角度撞击你。你的乳头又硬又挺，你咬着嘴唇，尽量不发出声音。当他们插入你湿润紧窄的阴道，狠狠地干你时，你感觉到了他们长长的鸡巴的侵入。",
                      "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，快速深入地抽插4分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
GO_STANDING_LL_2_ANAL = ("go_standing_ll_2_anal", [TAG_SEX], THEME_GOBLIN,
                         "开腿站立式",
                         "一群奇怪又好色的妖精围着你。当他们脱下裤子，露出坚硬的阴茎时，你的眼睛瞪得大大的。他们把你推倒在地，伸手摸你的胸部，撕扯你的衣服。一个人从后面抱住你的双腿，把它们分开。他们都把阴茎插得又紧又深，快速抽插。你简直不敢相信，不知道谁在碰你，也不知道该看哪里。你的乳房随着每根阴茎的插入而颤抖，臀部上下抽搐。当他们在你体内进进出出时，你会感到无比的快感，震耳欲聋的叫喊声在森林中回荡。当一切结束时，他们拔出阴茎，让你沉沉睡去，你的阴道滴着液体，你的身体迷迷糊糊，你的阴蒂隐隐作痛。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_STANDING_LL_0 = ("go_standing_ll_0", [TAG_SEX], THEME_GOBLIN,
                    "开腿站立式",
                    "你发现自己身处一片森林，周围都是面无表情的男人。他们抓住你，分开你的双腿。身下坚硬的木头让你感觉很不舒服，但你不在乎，当男人们轮流插入你的身体时，你前后摇摆臀部。粗糙的木头刺进你的大腿上部，让你感到疼痛。他们不在乎，他们只在乎自己的快感。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_STANDING_LL_3_ANAL = ("go_standing_ll_3_anal", [TAG_SEX], THEME_GOBLIN,
                         "开腿站立式",
                         "你站在树木环绕的森林里，一个妖精出现了，他没有面孔，身体肌肉发达。他抓住你的乳房，你发出呻吟，他的手指进入你的肛门。他将巨大的阴茎插入你的阴道，你因疼痛而尖叫，但你知道自己即将射精。他在你的屁股里射精，然后微笑。",
                         "模仿场景中的姿态，轮流把三个假阳具插入自己的菊穴，快速深入地抽插9分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_STANDING_LL_1_ANAL = ("go_standing_ll_1_anal", [TAG_SEX], THEME_GOBLIN,
                         "开腿站立式",
                         "妖精们包围着你，他们巨大的阴茎又硬又尖。一个撞击着你的乳房，让它们弹跳起来，另一个将他的阴茎滑入你的双腿之间，你的身体在颤抖。他将阴茎插入你的肛门，震动传遍你身体的每一个角落。他掀起你的裙子，他的阴茎在你的皮肤上温热可口，你抓住他的腿作为支撑。你的身体抬起来，一半被快感弄得晕头转向，另一半缠绕着无脸男的阴茎，快感让你欲罢不能。你闭上眼睛，狂喜占据了你的身体。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_STANDING_0 = ("go_standing_0", [TAG_SEX], THEME_GOBLIN,
                 "站立式",
                 "你在森林里，周围有四个戴着妖精面具的人。他们脱掉你的衣服，把你绑在树枝上。四个人轮流以反向悬吊大会的方式强奸你，其中一个人抓住你的臀部，让你更靠近他们。你的阴道和肛门同时感到刺痛和快感。你的脸因为快感和疼痛而变得通红，但你的眼睛却紧闭着，沉浸在这一刻。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
GO_STANDING_LL_0_ANAL = ("go_standing_ll_0_anal", [TAG_SEX], THEME_GOBLIN,
                         "开腿站立式",
                         "在一片茂密的森林中，妖精们将你团团围住，强迫你依次与每个妖精进行性行为。第一个妖精先用手指插入你的肛门，然后用阴茎插入。与此同时，他紧紧抓住你的乳头，用力拉扯，让你的脸涨得通红。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_STANDING_LL_2 = ("go_standing_ll_2", [TAG_SEX], THEME_GOBLIN,
                    "开腿站立式",
                    "你发现自己被妖精们包围了，每个妖精都抓着你身体的不同部位。他们抓住你的乳房，确保它们坚挺；他们按住你的双臂，让你单腿站立；他们从后面进入你的身体，让你的阴茎充血。你紧闭双眼，呼吸粗重，混乱的快感笼罩着你。",
                    "模仿场景中的姿态，为三个假阳具口交并深喉3分钟,然后轮流把三个假阳具插入自己的小穴，快速深入地抽插10分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_TITJOB_0 = ("go_titjob_0", [TAG_SEX], THEME_GOBLIN,
               "乳交",
               "一群妖精在森林里把你团团围住，每个妖精都抓住你身体的某个部位，把你拉到地上。你跨坐在其中一个妖精身上，他把阴茎对准你张开的湿润的小嘴。在其他妖精的注视下，他狠狠地插入了你的身体。当你射精时，你感到身体里有一股温暖的感觉，他们的脸上充满了满足。",
               "模仿场景中的姿态，张嘴发出呻吟", [ORGAN_PUSSY], [DildoM]
               )
GO_PILLOW_DRIVER_1_ANAL = ("go_pillow_driver_1_anal", [TAG_SEX], THEME_GOBLIN,
                           "打桩机式",
                           "你站在森林里，周围都是长着肥大阴茎的妖精。它们轮流插入你紧窄的阴道和屁股，恨不得用粗大的肉棒把你填满。你闭上眼睛，不敢看，但你张开的嘴巴显示出你的快感。当最后一个妖精将他滚烫的精液喷射进你的菊花时，你达到了高潮，感受着每一次插入。",
                           "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，快速深入地抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                           [ORGAN_ANAL], [DildoM]
                           )
GO_PILLOW_DRIVER_0 = ("go_pillow_driver_0", [TAG_SEX], THEME_GOBLIN,
                      "打桩机式",
                      "在黑暗的森林里，你突然被一群肌肉发达的地精包围，他们的阴茎勃起，闪闪发光。他们抓住你的胳膊和腿，其中一个把你举起来摔在地上，用阴茎猛击你。你的尖叫声消失在树丛中，你只能忍受他们的猛烈攻击。你在震惊和快感中张开嘴巴，他们就把精液射进你张开的嘴里。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_PUSSY], [DildoM]
                      )
GO_PILLOW_DRIVER_0_ANAL = ("go_pillow_driver_0_anal", [TAG_SEX], THEME_GOBLIN,
                           "打桩机式",
                           "你悄悄溜进深山老林，然后就遇到了你见过的最令人崇拜的一帮人，六个准备就绪、不穿上衣的大块头对付你，你感觉到他们粗硬的男性器官深深地插入了你迷人的洞穴。",
                           "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                           [ORGAN_ANAL], [DildoM]
                           )
GO_PILLOW_DRIVER_2 = ("go_pillow_driver_2", [TAG_SEX], THEME_GOBLIN,
                      "打桩机式",
                      "在森林里，你被妖精们团团围住。他们把你按在地上，其中一个舔你的乳房，挑逗你的乳头。另一个妖精随手抓起你的屁股，挤压和探摸。突然，他们全都压在你身上，你的身体受到攻击，他们强行进入你的身体。你感觉到它们的阴茎在你体内进进出出，它们磨擦在一起，震撼和快感让你面红耳赤。当你的身体因高潮而颤抖时，你紧闭双眼，惊讶地张大嘴巴。",
                      "模仿场景中的姿态，为三个假阳具口交3分钟,然后张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，抽插3分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_PUSSY], [DildoM]
                      )
GO_PILLOW_DRIVER_1 = ("go_pillow_driver_1", [TAG_SEX], THEME_GOBLIN,
                      "打桩机式",
                      "森林里一片漆黑，你能听到树叶的沙沙声和心跳声。突然，妖精们从阴影中出现，每个妖精都握着一根巨大的阴茎。你感觉到一只强有力的手臂按住了你，你的双腿被分开，每个妖精都把他的阴茎插进了你的身体，你痛苦地尖叫着，但这些人却不知道疼痛，他们的头因为快感而涨红。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，抽插7分钟", [ORGAN_PUSSY],
                      [DildoM]
                      )
GO_PILLOW_DRIVER_2_ANAL = ("go_pillow_driver_2_anal", [TAG_SEX], THEME_GOBLIN,
                           "打桩机式",
                           "你被妖精们包围，他们扒光你的衣服，把你放在地上。他们把你团团围住，阴茎在衣服的遮挡下凸起。他们一字排开，抓住你的大腿，握住你的手腕，开始将阴茎插入你的身体，粗糙的皮肤摩擦着你柔软的肉体。你不知道，这只是一个梦，醒来后你发现自己躺在床上，身上还穿着衣服。你浑然不觉，沉浸在自己的幻想和欲望中。",
                           "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                           [ORGAN_ANAL], [DildoM]
                           )
GO_STRADDLE_4 = ("go_straddle_4", [TAG_SEX], THEME_GOBLIN,
                 "跨坐式",
                 "你向森林深处走去，突然，你被妖精们包围了，他们抓住你，把你翻过来仰面朝天。他们轮流从上往下捅你，阴茎在你紧窄的阴道里进进出出。他们一边抚摸着你的乳房，一边俯视着你，露出得意的笑容。当你随着每一个妖精的射精达到高潮时，你都会发出愉悦的呻吟。",
                 "模仿场景中的姿态，为三个假阳具手撸3分钟,然后张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
GO_STRADDLE_1 = ("go_straddle_1", [TAG_SEX], THEME_GOBLIN,
                 "跨坐式",
                 "你在森林里发现了一个妖精巢穴，八个妖精把你团团围住。他们脱掉了你的衣服，把你绑在几根树枝上。他们开始从各个角度插入你的身体，拉扯你的乳头。他们粗暴的触碰让你脸红，但你不想表现出来。突然，他们中的一个人抓住你的双腿，将它们举到空中，然后从后面插入你的身体，同时抓住你的大腿。你因强烈的快感而呻吟，眼睛睁得大大的，当妖精们开始在你的肚子上射精时，你的脸更红了。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，快速深入地抽插10分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
GO_STRADDLE_2 = ("go_straddle_2", [TAG_SEX], THEME_GOBLIN,
                 "跨坐式",
                 "突然，一群妖精出现了，个个都比你高。每个人都抓住你的胳膊，把你举起来。他们靠近你，每个人都抓住一个乳头，用手指挤压。他们往后退，你就倒在了他们的腿上，双腿交叠高高举起。一个妖精坐在地上，将阴茎深深插入你的阴道，另外两个妖精则在一旁观看。你羞红了脸。你闭上眼睛，试图忘记自己身在何处。你只想让他们让你高潮。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的小穴，抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
GO_STRADDLE_0_ANAL = ("go_straddle_0_anal", [TAG_SEX], THEME_GOBLIN,
                      "跨坐式",
                      "你独自一人站在森林里，脚下的树叶发出嘎吱嘎吱的响声，突然，一群妖精袭击了你。它们撕开你的衣服，你的身体被吓得瑟瑟发抖。你躺在地上，它们轮流插入你的身体，每一次都以猛烈的力量进出你的身体。他们不在乎你的哭喊，只想满足他们对你身体的欲望。你只能闭上眼睛忍受痛苦。最后，你感觉到他们滚烫的精液在你体内爆炸，他们的精液灌满了你的菊花。",
                      "模仿场景中的姿态，张嘴发出呻吟,并且轮流把三个假阳具插入自己的菊穴，抽插4分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
GO_STRADDLE_3_ANAL = ("go_straddle_3_anal", [TAG_SEX], THEME_GOBLIN,
                      "跨坐式",
                      "你在一个森林里，周围有四个没穿衣服的妖精。每个妖精都轮流插入你敞开的身体，当他们每个人接触你时，你的脸上都会露出些许紧张的表情。他们从四面八方抱住你，摸你，在你身上摩擦，握着他们的阴茎，把你当做性玩具。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
GO_STRADDLE_2_ANAL = ("go_straddle_2_anal", [TAG_SEX], THEME_GOBLIN,
                      "跨坐式",
                      "你发现自己被妖精包围了，每个妖精都轮流把阴茎插入你的身体。你挣扎着，试图推开它们，但它们太强大了。没过多久，你就开始乞求它们完成任务，恐惧和快感交织在一起，让你的乳头变得坚硬。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，快速深入地抽插7分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
GO_STRADDLE_1_ANAL = ("go_straddle_1_anal", [TAG_SEX], THEME_GOBLIN,
                      "跨坐式",
                      "你独自站在森林里，听着树叶沙沙作响，直到四个妖精突然出现。他们开始围着你转圈，硕大的阳具紧贴着裤子。他们开始脱掉衣服，露出肌肉发达、满是纹身的身体。他们紧紧捆住你，让你张开双腿。他们跪成一圈，把你团团围住。一个人把你的乳头含在嘴里，轻轻地吮吸着。另一个在你的乳房上揉搓，用手抚摸你的乳房。第三个人抓住你的双腿往上抬，你的屁股高高翘起。你开始呻吟，他们的阴茎开始亲吻你的小穴，挑逗你，然后痛苦地进入你的身体。你感到一只手抓住了你的大腿，紧紧地挤压着，让你感到无助，因为你被他们的阴茎撞击着，被他们的精液灌满了。你能感觉到他们的精液灌满了你的屁股，湿润的液体从你的阴部流出。你的呼吸变得粗重，你觉得自己可能会射精，但疼痛让你烦躁不安。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，快速深入地抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
GO_STRADDLE_4_ANAL = ("go_straddle_4_anal", [TAG_SEX], THEME_GOBLIN,
                      "跨坐式",
                      "你在森林里，周围都是妖精。他们一字排开，挺着坚硬的鸡巴，等着和你做爱。当第一个妖精进入你的身体时，你尖叫起来，感觉到他的坚硬进入了你的身体。当第二个妖精进入你的身体时，你尖叫起来，他深深地插入你的身体，把你填得满满的。他们猛烈地撞击你，他们的身体在你体内进进出出，让你发出陶醉的呻吟。他们抽出精液，用滚烫的精液喷洒你的身体，然后用他们的汁液灌满你的身体，让你喷得全身都是。",
                      "模仿场景中的姿态，为三个假阳具手撸3分钟,并且张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
GO_STRADDLE_3 = ("go_straddle_3", [TAG_SEX], THEME_GOBLIN,
                 "跨坐式",
                 "你被捆绑起来，赤身裸体地躺在森林里，五个妖精将你团团围住。他们轮流插入你的身体，每一根阴茎都与众不同，每一根都比上一根插入得更深。他们用玩具、手指和满是橘皮的屁股挑逗你的阴蒂，让你一次又一次地射精。他们走后，你闭上眼睛，双腿发软，留下无力但满足的你。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且一次性把两个假阳具插入自己的小穴，快速深入地抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
GO_STRADDLE_0 = ("go_straddle_0", [TAG_SEX], THEME_GOBLIN,
                 "跨坐式",
                 "你发现自己被妖精包围，每个妖精都在脱你的衣服。其中一个把他的鸡巴塞进你的嘴里，其他人则握住你的阴道，手指探入你的体内。整个森林都充斥着呻吟声，你的双腿高高举起。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )
GO_FULL_NELSON_3 = ("go_full_nelson_3", [TAG_SEX], THEME_GOBLIN,
                    "粗暴开腿式",
                    "你站在树脚下，想象着妖精们对你垂涎欲滴的样子。他们抓住你的腰，把你拖到地上。其中一个抓住你的头，把你压在泥土上。他的手很粗糙，抓得你皮肤生疼，其他人则从后面进入你的身体。你扭动着，试图挣脱，每一次插入都会发出响亮的呻吟。你的身体在颤抖，惊恐的表情深深地刻在你苍白的皮肤上。他们射得你满脸都是，狂喜地咬着嘴唇。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，抽插7分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_FULL_NELSON_2_ANAL = ("go_full_nelson_2_anal", [TAG_SEX], THEME_GOBLIN,
                         "粗暴开腿式",
                         "在森林里，周围都是妖精，他们轮流操你。你在全纳尔逊体位中挣扎，屁股被他们粗暴的插入弄得生疼。当你在狂喜和恐惧中尖叫时，你感觉到他们滚烫浓稠的精液涌进了你的菊花。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_FULL_NELSON_6_ANAL = ("go_full_nelson_6_anal", [TAG_SEX], THEME_GOBLIN,
                         "粗暴开腿式",
                         "你正在密林中徒步旅行，突然从灌木丛中出现了一群神秘而英俊的妖精。他们把你团团围住，把你拉向他们，摸你的小乳房，摸你湿漉漉的裤裆。他们掀开你的裙子，打开你的大腿，按摩你的阴蒂。他们用坚硬的阴茎插入你的阴道，而你则张大嘴巴，露出震惊的表情。他们一个接一个地干你，深深地插入，用他们的阴茎填满你的阴道，他们滚烫的精液涌入你的阴道，让你陶醉地尖叫。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_FULL_NELSON_1_ANAL = ("go_full_nelson_1_anal", [TAG_SEX], THEME_GOBLIN,
                         "粗暴开腿式",
                         "你在森林中漫步时，一群妖精出现并包围了你。他们开始抚摸你的胸部，摸索你的裆部，粗糙的手指让你不寒而栗。突然，他们用双手把你举到空中，用的是全纳尔逊抱法。当他们抱着你向森林深处走去时，你会感觉到其中一个妖精的胯部在你身上磨擦，又硬又粗。当他们把你像布娃娃一样抛来抛去时，你感觉到他的阴茎在你身上跳动，他的射精冲击着你的胯部。你无法抗拒他们的性冲动，快感让你无法自拔。当妖精们在你体内射精时，你的脸涨得通红，脑海中充满了困惑。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的菊穴，快速深入地抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_FULL_NELSON_3_ANAL = ("go_full_nelson_3_anal", [TAG_SEX], THEME_GOBLIN,
                         "粗暴开腿式",
                         "你在一片森林里，周围都是妖精。其中一个妖精用两只手紧紧抓住你，你的双臂举过头顶，双腿分开。他们一边驾驭着你的身体，一边用坚硬的大鸡巴轮流插入你紧窄的阴道。你感觉到头发上沾满了他们滚烫的精液，脸上充满了震惊和恐惧。他们进入你的身体时，你被深深吸引，叫不出声来。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_FULL_NELSON_5_ANAL = ("go_full_nelson_5_anal", [TAG_SEX], THEME_GOBLIN,
                         "粗暴开腿式",
                         "你徒步来到一片森林，周围都是树。你看到两个妖精从后面抓住你，两个妖精都紧紧抓住你的肩膀。他们解开了你的紧身上衣，露出了你完全裸露的浑圆乳房。他们一边抓着你的头发，一边拍打你的屁股，要你蹲下。一个小妖精用胳膊抓住你的胳膊，另一个爬到你的背上，露出满脸淘气的表情。你的乳头变硬了，因为他们都用粗大的鸡巴插入了你的肛门。他们都大声呻吟着，精液在他们的手中通过你的屁眼淌了出来，你扭动着身体，感到害怕，也感到兴奋。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_FULL_NELSON_0_ANAL = ("go_full_nelson_0_anal", [TAG_SEX], THEME_GOBLIN,
                         "粗暴开腿式",
                         "你在森林里散步，遇到一群妖精，他们身体粗糙，毛发旺盛。他们把你绑起来，轮流和你做爱，每个人都用粗大的阳具插入你的屁股。你很困惑，但你无法抗拒他们兽性的冲动。当他们在你体内射精时，你感觉到温暖的液体充满了你的屁股，你的脸颊红了。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_FULL_NELSON_2 = ("go_full_nelson_2", [TAG_SEX], THEME_GOBLIN,
                    "粗暴开腿式",
                    "你独自站在森林里，双腿微微分开，三个地精将你团团围住。他们粗鲁粗野，手指和舌头都很有穿透力。他们抓住你的胳膊和头，其中一个还把手指伸进你的肛门，把你压在身下。你的脸因为被攻击的邪恶快感而变得通红。你能感觉到自己的肛门随着每根手指而扩大，而妖精们不为人知的油腻身体则覆盖着你。您的答复到此结束。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_FULL_NELSON_4_ANAL = ("go_full_nelson_4_anal", [TAG_SEX], THEME_GOBLIN,
                         "粗暴开腿式",
                         "你被五个毛茸茸的小妖精包围着，他们迅速脱掉上衣，厚实的肌肉一展无遗。他们的阴茎勃起，指向你，在你周围上下跳动。其中一个用全纳尔逊式紧紧抓住你，当他把坚硬的鸡巴插入你的菊花时，你忍不住呻吟起来。你感到羞耻，但同时也很兴奋。随着他们的鸡巴一进一出，你的屁股被他们的皮肤紧紧灼伤。当他们在你旋转的屁股里射精时，你会感觉到他们的精液。你感觉自己再也不想离开这片森林了。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
GO_FULL_NELSON_0 = ("go_full_nelson_0", [TAG_SEX], THEME_GOBLIN,
                    "粗暴开腿式",
                    "一个温暖的早晨，你在森林里。突然，你发现自己被八个人包围了。他们留着长发和胡须，看起来像妖精。其中一个人把你抱在怀里，抛向空中，其他人则把你团团围住。他们脱掉你的衣服，开始抚摸、挤压、舔舐你赤裸的身体。他们把你举到空中，对你来了个全纳尔逊式。其中一人进入你的口腔，另一人插入你的阴道，其他人则操你的屁股。你尖叫着，呻吟得更大声了，整个身体在阳光下闪闪发光。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，快速深入地抽插5分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_FULL_NELSON_1 = ("go_full_nelson_1", [TAG_SEX], THEME_GOBLIN,
                    "粗暴开腿式",
                    "你被妖精们包围着，你感到恐惧，但同时又隐隐感到兴奋。它们出其不意地挟持着你，蹂躏着你，轮流插入你又紧又湿的阴道和肛门。你很困惑，但你无法抗拒越来越强烈的快感。你弓起背，感觉到他们温暖的精液喷射到你张开的嘴里，顺着你的脸庞流下，加速达到高潮。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后轮流把三个假阳具插入自己的小穴，快速深入地抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_FULL_NELSON_4 = ("go_full_nelson_4", [TAG_SEX], THEME_GOBLIN,
                    "粗暴开腿式",
                    "妖精们一个接一个地紧紧抓住你，每一次抚摸都不同，每一次抚摸都令人兴奋。乳头裸露在外，你闭上眼睛，任由这种感觉将你带走。身后传来低沉的声音，你感觉到坚硬的鸡巴撑开你的屁股，挑逗着中心。其中一个用全纳尔逊式较少地支配着你，而另一个则用他修长的手指在你的菊花口抠挖。你的快乐变成了痛苦，但你也无法忍受在森林里喂奶的羞耻。张大嘴巴，睁大眼睛，你把一切都含在喉咙里。当你品尝到他们口中的汁液时，你的脸变得通红。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着轮流把三个假阳具插入自己的小穴，快速深入地抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_FULL_NELSON_6 = ("go_full_nelson_6", [TAG_SEX], THEME_GOBLIN,
                    "粗暴开腿式",
                    "地精部落出现了，一群毛茸茸、肌肉发达的男人。他们围着你，阴茎越来越硬，盯着你赤裸的身体。一个男人抓住你的胳膊，另一个男人抓住你的腿，他们把你举到空中，你的乳房在颤抖，呼吸越来越粗重。他们轮流进出你的阴道。你尖叫着，握紧拳头，为这种快感而脸红，他们有力的手紧紧搂着你的身体。他们射精时，你张开嘴，他们浓稠的精液喷射而出。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
GO_FULL_NELSON_5 = ("go_full_nelson_5", [TAG_SEX], THEME_GOBLIN,
                    "粗暴开腿式",
                    "妖精们把你团团围住，每个人都有一根坚硬的阴茎，随时准备插入你的身体。你在挣扎，但他们用全纳尔逊式紧紧抱住你，勒得你喘不过气来。你的胸部暴露在外，乳房颤抖，乳头坚硬，他们用所有的鸡巴进入你的身体。你感觉到他的鸡巴插进了你的屁股、阴道和嘴里，每一次都让你欲仙欲死，你尖叫着，呻吟着。你很害怕，但你无法抗拒他们粗暴的性爱。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )

GOBLIN_ACTION_LIBRARY = [GO_DOGGY_1,
                         GO_DOGGY_0_ANAL,
                         GO_DOGGY_2_ANAL,
                         GO_DOGGY_1_ANAL,
                         GO_DOGGY_2,
                         GO_DOGGY_0,
                         GO_DOGGY_4,
                         GO_DOGGY_5,
                         GO_DOGGY_5_ANAL,
                         GO_DOGGY_3,
                         GO_DOGGY_4_ANAL,
                         GO_DOGGY_3_ANAL,
                         GO_SUS_0,
                         GO_SUS_0_ANAL,
                         GO_SUS_1_ANAL,
                         GO_SUS_1,
                         GO_SPOON_2_ANAL,
                         GO_SPOON_1,
                         GO_SPOON_3,
                         GO_SPOON_3_ANAL,
                         GO_SPOON_2,
                         GO_SPOON_0,
                         GO_SPOON_1_ANAL,
                         GO_SPOON_0_ANAL,
                         GO_BLOWJOB_DEEP_3,
                         GO_BLOWJOB_2,
                         GO_BLOWJOB_4,
                         GO_BLOWJOB_3,
                         GO_BLOWJOB_DEEP_2,
                         GO_BLOWJOB_1,
                         GO_BLOWJOB_DEEP_1,
                         GO_BLOWJOB_0,
                         GO_BLOWJOB_DEEP_0,
                         GO_MISSIONARY_2_ANAL,
                         GO_MISSIONARY_0,
                         GO_MISSIONARY_4_ANAL,
                         GO_MISSIONARY_1,
                         GO_MISSIONARY_3_ANAL,
                         GO_MISSIONARY_1_ANAL,
                         GO_MISSIONARY_3,
                         GO_MISSIONARY_4,
                         GO_MISSIONARY_0_ANAL,
                         GO_MISSIONARY_2,
                         GO_COWGIRL_3,
                         GO_COWGIRL_1_ANAL,
                         GO_COWGIRL_3_ANAL,
                         GO_COWGIRL_0,
                         GO_COWGIRL_4_ANAL,
                         GO_COWGIRL_1,
                         GO_COWGIRL_4,
                         GO_COWGIRL_0_ANAL,
                         GO_COWGIRL_2_ANAL,
                         GO_COWGIRL_2,
                         GO_STANDING_LL_1,
                         GO_STANDING_LL_3,
                         GO_STANDING_0_ANAL,
                         GO_STANDING_LL_2_ANAL,
                         GO_STANDING_LL_0,
                         GO_STANDING_LL_3_ANAL,
                         GO_STANDING_LL_1_ANAL,
                         GO_STANDING_0,
                         GO_STANDING_LL_0_ANAL,
                         GO_STANDING_LL_2,
                         GO_TITJOB_0,
                         GO_PILLOW_DRIVER_1_ANAL,
                         GO_PILLOW_DRIVER_0,
                         GO_PILLOW_DRIVER_0_ANAL,
                         GO_PILLOW_DRIVER_2,
                         GO_PILLOW_DRIVER_1,
                         GO_PILLOW_DRIVER_2_ANAL,
                         GO_STRADDLE_4,
                         GO_STRADDLE_1,
                         GO_STRADDLE_2,
                         GO_STRADDLE_0_ANAL,
                         GO_STRADDLE_3_ANAL,
                         GO_STRADDLE_2_ANAL,
                         GO_STRADDLE_1_ANAL,
                         GO_STRADDLE_4_ANAL,
                         GO_STRADDLE_3,
                         GO_STRADDLE_0,
                         GO_FULL_NELSON_3,
                         GO_FULL_NELSON_2_ANAL,
                         GO_FULL_NELSON_6_ANAL,
                         GO_FULL_NELSON_1_ANAL,
                         GO_FULL_NELSON_3_ANAL,
                         GO_FULL_NELSON_5_ANAL,
                         GO_FULL_NELSON_0_ANAL,
                         GO_FULL_NELSON_2,
                         GO_FULL_NELSON_4_ANAL,
                         GO_FULL_NELSON_0,
                         GO_FULL_NELSON_1,
                         GO_FULL_NELSON_4,
                         GO_FULL_NELSON_6,
                         GO_FULL_NELSON_5,
                         ]
