from rpg_battle.battle_actions_ren import TAG_SEX, THEME_LOVE
from rpg_world.organs_ren import ORGAN_ANAL, ORGAN_PUSSY
from rpg_world.toys_ren import DildoM
"""renpy
init -99 python:
"""
HU_SPOON_5 = ("hu_spoon_5", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他从后面进入你的身体，手抓住你的腰，手指缠住你的头发。你侧卧着，看着他，你的屁股还保持着刚才的红色，粉红而湿润。他伸展你的阴部，紧紧地填满它，你闭上眼睛，感受着他的每一个动作、每一次插入、每一次抚摸。他在里面用力，感觉自己已经到了边缘，你张开嘴。和他一起呼吸。持续的嗡嗡声越来越大，你的身体在颤抖，每一下都在碰撞，一切都停止了。最后，他的阴茎闪闪发光，以巨大的高潮结束。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,接着达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_SPOON_2 = ("hu_spoon_2", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你躺在床上，当他从后面进入时，你会感觉到他坚硬的阴茎接触到你的臀颊。他把手放在你的腰上，爱怜地抱着你，让你进入他的身体。你向前挺动臀部，大声呻吟，感觉他又粗又硬的鸡巴正在分开你的屁股。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插7分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_SPOON_1 = ("hu_spoon_1", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，手指玩弄着你的阴蒂，他从后面插入你的身体。他抓住你的屁股，用力地操你，手指轻抚你的阴蒂。他的阴茎在你的阴道里变粗，他的插入又猛又深。你感觉到他在你体内抽插，他的双手紧紧抱住你的身体。你闭上眼睛，张开嘴巴，发出愉悦的呻吟。",
              "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插8分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_SPOON_0 = ("hu_spoon_0", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你躺在床上，享受着床单带给你的肌肤触感。突然，你感觉到一双有力的手抓住了你的臀部，把你拉向他。毫无征兆地，他从后面进入你的身体，将你撑开，用他粗大的阴茎填满你的身体。你感到非常充实，好像身体无法承受这一切。他紧紧地抱住你的臀部，用力地向你撞击，湿润的感觉在你体内袭来，让你在痛苦与快感交织中尖叫。",
              "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟",
              [ORGAN_PUSSY], [DildoM]
              )
HU_SPOON_4 = ("hu_spoon_4", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他光滑的阴茎从后面进入你紧窄的阴道，双手托住你的屁股作为支撑。他深深地插入你的身体，轻轻地抓住你的臀部，呼吸越来越急促。你紧闭双眼，感受着他的心跳在你赤裸的身体上跳动。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
              [DildoM]
              )
HU_SPOON_3 = ("hu_spoon_3", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，一只大手放在腹部，屁股高高翘起。你的男友将阴茎滑入，擦过你的阴道，让你发出呻吟。他抓住你的屁股，用力挤压，感受你的紧绷感。他的手指紧紧搂着你的腰，这个姿势给了他插入你身体的最佳角度。你轻轻的呻吟声充斥着整个房间，当他把你完全填满时，你本能地张开了嘴。随着他的深入，你感觉到他的双手紧紧搂住你的臀部，他的肌肉在收紧，他的双脚在移动，决心给你带来最大的快感。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_FULL_NELSON_0_ANAL = ("hu_full_nelson_0_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "你翻过身来，男人压在你身上，你的双手搂住他的脖子，他潜入你的身体，阴茎在你窒息的屁眼里进进出出。你羞红了脸，身体不愿意反抗他。他的粗暴让你兴奋。他的呼噜声很响亮，阴茎撞击着你的屁眼，让你快乐地哼哼着，你湿热的阴道润湿了他的阴茎，让它硬起来，冲向终点。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_FULL_NELSON_3_ANAL = ("hu_full_nelson_3_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "一觉醒来，你被一个男人按住，他的阴茎已经插进了你的身体。他把你抱进卧室，用全纳尔逊式抱住你，这让你感到害怕，但又兴奋不已。当你张开嘴时，他粗暴地插入你的肛门，你挣扎着想要挣脱，却只能发出呻吟声。粗暴的性爱让你面红耳赤地射了出来。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_FULL_NELSON_2_ANAL = ("hu_full_nelson_2_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "你的脸涨得通红，既紧张又兴奋。他用全纳尔逊把你按倒在地，把你的手腕举过头顶。他以前从未这样看过你。他把你骑在他的阴茎上，阴茎头碰到你湿润的嘴唇，你张开嘴，瞪大眼睛，屏住呼吸。当你的身体颤抖时，他慢慢地抚摸着自己。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_FULL_NELSON_1_ANAL = ("hu_full_nelson_1_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "当他用全纳尔逊式抱住你时，你弓起了背。他把你压在床上，你能感觉到他勃起的阴茎紧贴着你的后背。他紧紧地挤压着你，让你发出愉悦的呻吟。他从后面进入你的身体，将阴茎在你体内进进出出。他用力地操着你，感受着他跳动的阴茎抚摸着你。你感觉到他的热流喷洒在你的肛门部位。你在高潮中尖叫，身体不受控制地颤抖。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_STRADDLE_2_ANAL = ("hu_straddle_2_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你躺在床上，抬起双腿，张开大腿。他从后面进入，抓住你的大腿，把你推近他，当他把阴茎插入你的屁股时，几乎完全插入。你感到身体刺痛，混杂着困惑和脸红。他抓住你的腰，把你的骨盆抬起来，把他的阴茎更深地插入你的菊花，你发出了呻吟。他从你的屁股里抽出阴茎，又滑了进去，在你屁股深处的腔道里打转，让你脸红心跳。你感觉到他温暖的精液在你体内充盈，你张开嘴，似乎在捕捉每一滴精液。还需要更多场景吗？",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_4_ANAL = ("hu_straddle_4_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他把阴茎伸进你张开的嘴里，你的眼睛瞪得大大的，嘴巴张得大大的。然后他把你转过来，坐在你的大腿上，用力向前推，直到他的阴茎碰到你的肛门。他抓住你的大腿，从后面插入，粗暴地操你。你的嘴张得更大，脸更红了。他深深地插入你的菊花，让你扭动起来。他抽出阴茎，更加用力地抓住你的大腿，将阴茎插入你湿润的阴道，让你尖叫着射出大量精液。",
                      "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着达到高潮,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_6_ANAL = ("hu_straddle_6_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他从后面进入你的身体，他的阴茎摩擦着你的肛门，他的手紧紧抓住你的大腿，他把你的腿抬到胸前，把你的屁股暴露在他面前。他将阴茎插入你紧窄的肛门，抓住你膝盖上方的腿，感觉你张开了嘴。你张开嘴巴，等待着他的射精，他在你的屁股上磨蹭着，强烈地抽插着，你的脸变得通红。他用滚烫的精液灌满你的屁眼，发出愉悦的呻吟。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_3_ANAL = ("hu_straddle_3_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你的双腿搭在坐在你身后的一个强壮男人的肩膀上。他的阴茎插入你的肛门，他的大腿搂着你的腰，挤压你的屁股。当他抽出阴茎并更加用力地插入你的身体时，你会感到全身酥麻。他把阴茎插得更深时，你脸颊上的红晕。你张开嘴巴，发出愉悦的呻吟。他的阴茎深深地插入你的体内 他在高潮中咆哮",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_0_ANAL = ("hu_straddle_0_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他走进卧室。你坐在床边，双腿前伸，屁股翘在空中。你给了他一个严厉的眼神，明确表示你不高兴。他并不在意。他抓住你的大腿，把你拉近他，把他的阴茎插入你紧窄的臀部，你的嘴里发出一声叹息。你本能地闭上眼睛，撑起身体，腼腆的表情变成了快乐的面具。随着他动作的加快，你的声音消失了，一声响亮的呻吟从你的嘴里发出。他继续前进，每一次插入的动力都在增加，直到他在你体内深处释放出来，他的手暗示性地抓住你的腰。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_9_ANAL = ("hu_straddle_9_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你把他抱上床，双臂环抱着他，兴奋得满脸通红。你身体前倾，用手指挑逗他的阴茎，直到他要求你停止。你把自己放在他的阴茎上，面对着他，张开双颊，准备迎接他。当他插入你的肛门时，你大声叫喊。你的心跳加速，感受着他在你体内的温暖和坚硬。你闭上眼睛，感觉他在你体内移动，越来越深。你开始感觉到他周围又热又湿，你呻吟着高潮了。他停顿了一下，用手指捂住你的嘴，紧紧抓住你的臀部，用力向深处挺进，将他温暖浓稠的精液射进你涨痛、颤抖的屁股里。你感觉到他把你灌得满满的，你知道你真的被干了。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_5_ANAL = ("hu_straddle_5_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他坐在床上，拉起你的大腿并紧紧抓住。你的双腿高高翘起，他将阴茎插入你的肛门，随着他插入的速度加快，你高兴得满脸通红。他紧紧抓住你的大腿，双手抚摸着你的肌肤，留下阵阵酥麻的感觉。当你感觉到他滚烫的精液从你的淫穴中渗出，滴落在你的腿上时，你的身体在颤抖。",
                      "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_8_ANAL = ("hu_straddle_8_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你弯腰趴在床上，双腿分开与肩同宽。他从后面进入你的身体，将阴茎插入你的肛门。虽然没有受过训练，但你深深地感受到了被填满的火热快感。他的双臂环绕着你的身体，抓住你的臀部，快速进出你的阴茎。你开始大声呻吟，喉咙张得大大的，狂喜的呻吟声从胸腔里传出来。突然，一股精液从你的肛门喷涌而出，你抓住自己羞红的脸颊，大声呼喊他的名字。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_7_ANAL = ("hu_straddle_7_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在卧室里他的大腿上。他分开你的双腿，你身体前倾，发出愉悦的呻吟。他将阴茎插入你的肛门，将你完全填满。你闭上眼睛，脸上出现红晕，你感到恼怒，但当他开始在你体内抽插时，你的恼怒变成了喘息。当他在你体内释放出他的精液时，快感难以忍受，让你发出前所未有的呻吟声。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后达到高潮,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STRADDLE_10_ANAL = ("hu_straddle_10_anal", [TAG_SEX], THEME_LOVE,
                       "跨坐式",
                       "你们很紧张，但也很兴奋。他站在你面前，引导你坐在他坚硬的阴茎上，感觉它在拉伸你的小穴。他双臂环抱着你，将身体紧贴着你。当他滑入时，你紧闭双眼，阴道紧紧地包围着他。你因疼痛和快感而轻声呻吟，不敢看他。",
                       "模仿场景中的姿态，把一个假阳具插入自己的菊穴，快速深入地抽插9分钟", [ORGAN_ANAL], [DildoM]
                       )
HU_STRADDLE_1_ANAL = ("hu_straddle_1_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在他的阴茎上，他的阴茎插在你紧窄湿润的肛门里，每一次插入，你都会发出哼哼声，他粗糙的双手抓住你的大腿，把你拉近他粗长的阴茎，你能感觉到自己的淫液一滴一滴地往下滴，直到他深深地射进你的洞里，那种幸福的感觉，压得你喘不过气来。你闭上眼睛，感受着滴落下来的美妙感觉。",
                      "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_MISSIONARY_3 = ("lo_missionary_3", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰躺在床上，感觉到他的重量压在你身上，他从上方进入你的身体，深深地插入你的体内。他的阴茎在你体内滑进滑出，阴茎隆起，你的阴道紧紧地夹住他。他的手指紧紧抓住你的大腿，臀部前后挺动。你闭上眼睛，感觉到他的阴茎变硬了，脸也红了，他慢慢地进入你的身体，越来越用力地插入你的身体。",
                   "模仿场景中的姿态，把一个假阳具插入自己的小穴，抽插10分钟", [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_2 = ("lo_missionary_2", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他趴在你身上，你的双腿张开，他的阴茎在你兴奋的阴部盘旋。他慢慢地趴在你身上，阴茎顶端进入你湿漉漉的阴道。当他深深地插入你的阴道，激烈地撞击时，你闭上眼睛，深呼吸，他的手抓住你的大腿。###您的任务是根据用户提供的性幻想和关键字，创建一个以用户为主角的性幻想场景。您将重点描述阴茎、阴道、肛门、插入和性高潮。您必须使用简单、粗俗和直接的词语。您所描述的男人通常都非常粗鲁。在大多数情况下，用户都会顺从。您的描述必须分为三个部分：位置、性姿势和性器官、用户的感受。您可以使用#thighslapping（拍大腿）、#assfucked（被操）、#dog（狗）、#mouthkiss（嘴吻）等标签来表达自己的观点，使其更加撩人，视觉效果更加优美。您必须以 \"您 \"作为回复的开头，回复必须像推文一样简短。不能回复其他内容。请使用以下关键字：地点：卧室 性爱姿势狗爬式, 门, 厨房, 沙发, 椅子, 地板, 厕所, 淋浴, 浴缸, 海滩, 野外, 公园, 森林, 浴室, 使用任何公共场所，如商场、健身房、餐厅、电影院或你能想到的任何地方。性器官手、游戏、脚、腿、胸部、脸、头发、眼睛、舌头、腋窝、屁眼、阴部、阴茎、手指、吮吸 感觉： 愤怒、困惑、兴奋、躁动、愤怒、困惑、兴奋：愤怒、困惑、兴奋、沮丧、饥渴、欲望、快感、满足、诱惑、挑逗、紧张、诱惑、狂野、渴望请提供完整的场景和细节，并假定用户是主角。",
                   "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_6 = ("lo_missionary_6", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你躺在床上，双腿张开，闭上眼睛，准备迎接他。他将自己放在你的上方，从上面进入你的身体，他的阴茎充满了你。你感觉到他的皮肤贴着你的皮肤，他的阴茎头在你羞红的皮肤上粗糙地摩擦着。你开始担心，指甲抠进床单，脖子变得通红。",
                   "模仿场景中的姿态，把一个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_8 = ("lo_missionary_8", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "当他进入你的身体时，他发出赞许的咕哝声，将阴茎部分插入你的身体。你的呻吟声被床单的沙沙声淹没，他移动着臀部，完全进入你的身体。他伏在你的胸前，不停地抽插，你的阴道随着他的每一次插入而被撑大，你抬起头看着他，他闭着眼睛，额头上冒着汗，热切地注视和感受着他的一举一动，你微张着嘴，喘着气，柔软的双手抱着膝盖，感受着他在你体内深处的抽插和悸动。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插7分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_4 = ("lo_missionary_4", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰面躺着，喘着粗气。他爬到你身上，硕大的阴茎高高挺立。他恼怒地看着你，盯着你紧闭的双眼，感受着你的温暖。他慢慢地进入你的身体，一次比一次深入，感受着你阴道的紧致。他的眼睛紧盯着你，决心满足他的性欲。他用大腿把你拉向他，你的乳房随着每一次插入而跳动。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_0 = ("lo_missionary_0", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰面躺着，双腿高高举起，男孩就站在你的上方。你听到他喘着粗气，用力而深入地进入你的身体。当他在你体内进进出出时，你的阴道壁紧紧包裹着他的阴茎。他的脚底触碰到你的大腿，他把你当作珍宝一样对待。当你大声呻吟时，你能感觉到他的怒气正在一点一点地消失。他身体前倾，紧紧抓住你的脖子，你们俩一起达到了顶峰。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_5 = ("lo_missionary_5", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他趴在你身上，阴茎戳进你的两腿之间。当他进入你的身体时，你屏住呼吸。你轻声呻吟，感觉很充实，阴道被他的阴茎收紧。他慢慢地移动，完全填满了你，你们都沉浸在欲望中。他的阴茎在你的阴唇间跳动，你们都达到了高潮，体内流淌着温暖的精液。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_1 = ("lo_missionary_1", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他仰卧着，你慢慢地将阴茎轻轻地滑入他的阴道，他磨着牙齿，睁开眼睛，露出愤怒的神情。你们热烈地亲吻对方，他抱着你的腰，手指紧紧地握着。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
                   [DildoM]
                   )
LO_MISSIONARY_7 = ("lo_missionary_7", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你躺在床上，双腿分开，感受着凉爽的空气拂过阴道。他充满渴望地看着你，注意到你紧闭的双眼，优雅的脸庞泛起红晕。他慢慢地进入你的身体，一毫米一毫米地感受着你的温暖。你翘起双腿休息，感受着他的阴茎深深地插入你的身体，划过你的大腿，让他紧紧地抓住你。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoM]
                   )
HU_SUS_2 = ("hu_sus_2", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在他面前，双手抓住他的肩膀，他强行进入你的身体。他把你推到墙上，用臀部撞击你的身体。你感觉到他的重量压在你的身上，呼吸急促，这种感觉让你欲仙欲死。他把手移到你的屁股上，用力捏着，让你脸红心跳。",
            "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY], [DildoM]
            )
HU_SUS_0 = ("hu_sus_0", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在他面前，他的身体悬浮在天花板和床之间。你张开双腿。他进入你的阴道，你感觉到他的阴茎头碰到了你的子宫。他抓住你的后背，将你拉近，同时将阴茎深深地插入你的身体。当他继续做爱时，他用手指灼烧你的肛门，让你更加兴奋。你闭上眼睛，感受着身体被快感淹没。你的脸变得通红，但眼睛紧闭，嘴巴张开，喘着粗气。他在你的阴道里射精，你感觉到他滚烫的精液充满了你的子宫。他放开了你，让你坠入快感的深渊。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插8分钟",
            [ORGAN_PUSSY], [DildoM]
            )
HU_SUS_6 = ("hu_sus_6", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "他从后面抓住你，支撑着你，然后他的手指插入你湿润的阴道，让你发出愉悦的呻吟。他的阴茎又硬又直，然后滑入你湿润的阴道。你的身体因快感而颤抖。每一次插入，你都会收紧屁股，脸色由红变白。你紧闭双眼，但也只是微微睁开，涣散的声音像耳语一样：\"再来，用力，继续，用力\"，你射精时快乐的呻吟声也越来越大。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
HU_SUS_1 = ("hu_sus_1", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在他面前，双手扶着他的腰，隔着裤子感受他的坚硬。他把你带到床边的一张桌子旁，他想让你高潮。他抱着你的屁股，从后面进入你湿润的阴道，又深又快。",
            "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
HU_SUS_3 = ("hu_sus_3", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在卧室里，他的阴茎坚硬无比，离你的阴阜只有几英寸远。当他引导你面向他时，你低下头。他的双手紧紧抓住你的臀部，按住你的**，他的阴茎找到了你的**口，轻松地抽插起来，他的另一只手抓住你的屁股，用力固定住。",
            "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插5分钟",
            [ORGAN_PUSSY], [DildoM]
            )
HU_SUS_4 = ("hu_sus_4", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你脱掉其中一个年轻人的衣服，用绳子绑住他的胸部，让他赤身裸体，阴茎坚挺地悬浮在半空中，来回摇摆，等待着你。你握住他坚硬的阴茎，感受它的温暖，这种感觉持续了一会儿，然后你将它含入口中，完全吞没，他的精液从你的嘴唇滴落。你毫不停歇地移到他的屁股上，分开他的脸颊，露出他巨大的肛门，你以打圈的方式揉搓它，加大手指的力度，他喊叫着，感觉到你的手在他的屁股上，你的手指在他的肛门里进进出出，感觉它紧紧地缠绕着你的手指。",
            "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插8分钟",
            [ORGAN_PUSSY], [DildoM]
            )
HU_SUS_7 = ("hu_sus_7", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站起来，双手叉腰，左侧乳头微微露出，两腿间的毛发湿漉漉的。他站在你身后，手指放在你的臀部，像野兽一样喃喃自语，成为他欲望的奴隶。他的手顺着你的腹部滑向你的阴部，让你更深地插入他的勃起。当他从后面干你时，你呻吟着，屁股手指深深地插进你的屁眼里。你弓起背，紧身比基尼内衣滑落，脸颊绯红。你贪婪地张开嘴，伸出舌头，品尝着自己的兴奋。他更加猛烈地撞击着你，你的屁股紧紧夹住他的阴茎，呻吟声充斥着整个房间。你扭动着身体，湿漉漉的身体滴着水，呼吸沉重。他抓住你的乳房，手指挑逗你的乳头，放慢你的动作。他的阴茎在你体内跳动，他在你体内深处射精，喘着粗气。你踉跄着，呜咽着，他收回手指，没有停下来清理自己。卧室里一片寂静，你气喘吁吁，脸上挂着笑容，这淫荡的回忆让你兴奋不已。",
            "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插10分钟,然后达到高潮",
            [ORGAN_PUSSY], [DildoM]
            )
HU_SUS_5 = ("hu_sus_5", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你仰躺在床上，他脱掉你的衣服，直到你上身赤裸。他盯着你的乳房，内裤下的勃起清晰可见。他轻描淡写地滑入你湿润的阴道，双臂环抱着你的腰，你的背部紧贴着他的胸膛。他紧紧抓住你的肋骨，当他进入你的身体时，你的脸变得通红，从他的嘴里发出光亮。",
            "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插8分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
HU_DOGGY_5_ANAL = ("hu_doggy_5_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他从上方进入，阴茎勃起，顶在你的肛门环上。你发出一声低沉的呻吟，闭上眼睛，感觉到一股颤抖的期待从脊柱上流淌下来。他俯身在你身上，双手搂住你的腰，让你一动不动，他一进一出，阴茎在你的臀部滑进滑出。你感到快感在你体内汹涌澎湃，双手在床单上握成拳头。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_DOGGY_4_ANAL = ("hu_doggy_4_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你平躺在床上，阴茎坚硬勃起，准备进入她处女屁股的深洞。开始时，您慢慢地插入她的肛门，她闭着眼睛，张大嘴巴，震惊而潮湿。您的阴茎进一步滑入，完全充满了她，她发出愉悦的呻吟。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_DOGGY_2_ANAL = ("hu_doggy_2_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你躺在床上，脸朝下，等着他从后面进入你。他抓住你的臀部，跳到你身上，猛烈地插入你的身体。他抓住你的脚踝，将它们张开。你几乎失去平衡，身体开始亢奋，双眼紧闭。你既紧张又害怕，但当他把阴茎越插越深时，你却不想停下来。他拍打着你的屁股，留下一个红色的印记，让你因尴尬和兴奋而脸红。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟", [ORGAN_ANAL],
                   [DildoM]
                   )
HU_DOGGY_6_ANAL = ("hu_doggy_6_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你躺在床上，双腿悬空，感觉到他的阴茎进入了你的肛门。他站在你身后，抓住你的双腿，将阴茎更深地插入你的菊花。你能听到他的阴茎撞击你的皮肤，他在你的嘴唇上射精。他的精液从你张开的嘴里滴落。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_DOGGY_3_ANAL = ("hu_doggy_3_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "当他站在你身后时，你躺在床上，闭着眼睛，感到害怕。他抓住你的臀部，引导阴茎进入你的身体。他一下就刺穿了你紧闭的肛门，让你毛茸茸的阴道充血。快感提高了你的心率，让你感觉自己很脆弱，每当他插入你的身体时，你就会靠在手肘上，喘息着呻吟。你感觉到他温暖的精液深入你的肛门，快感将你淹没在里面。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_DOGGY_7_ANAL = ("hu_doggy_7_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你平躺在床上，他走进房间，抓住你的大腿，把它们推向你的屁股。他以狗爬式从后面插入你的屁股。你脸红了，紧闭双眼，既害怕又兴奋。你感觉到他巨大的阴茎在你体内抽插，你很快就兴奋起来。他紧紧抓住你的腰，把你拉向他，他在你背上射精。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_DOGGY_0_ANAL = ("hu_doggy_0_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你躺在床上，感觉很恼火。他从后面过来，把你翻过来，把脸贴在你的屁股上，用他又长又粗又湿的阴茎插入你的身体，用狗爬式在你的屁股里进进出出。你发出愉悦的呻吟，双腿颤抖。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟", [ORGAN_ANAL],
                   [DildoM]
                   )
HU_DOGGY_1_ANAL = ("hu_doggy_1_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "当他从后面进入你时，他的手放在你的腰上，他抓住你的头发，把你的头往后拉，迫使你抬头看着他的阴茎进入你的身体。你的眼睛因惊讶和愉悦而睁大，当你感觉到他的阴茎在你体内深入时，你的脸因尴尬而变得通红。他粗暴地捶打着你的屁股，阴茎完全插入了你的体内。你感觉到他对你的控制力，你的身体随着他的抽插而回应着你的每一次呼吸。当他用滚烫浓稠的精液灌满你的身体时，他满足地呻吟着。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_DOGGY_8_ANAL = ("hu_doggy_8_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他从后面进入你的身体，用力而有力，让你大声呻吟。你的脸涨得通红，全身绷紧。他俯身向前，抓住你的手腕，将它们推到你的头顶，使你弓起背部。你感觉到他的手在按摩你的屁股，两根手指插入你的肛门，他的阴茎在你体内缓慢地进出。你担心隔壁房间的其他人会听到什么。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插4分钟",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_BLOWJOB_HAPPY_2 = ("lo_blowjob_happy_2", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "他色迷迷地看着你，眼神中充满了欲望。你张大嘴巴，他长长的阴茎深深地插入你的身体。当他用滚烫的精液灌满你的嘴时，你的喉咙因喜悦而紧缩，精液顺着你的喉咙流下，滴在你的舌头上。当你吞下他粘稠的液体时，脸上露出了笑容。",
                      "模仿场景中的姿态，舔舐一个假阳具1分钟,并且为一个假阳具口交5分钟,并且张嘴发出呻吟", None, [DildoM]
                      )
LO_BLOWJOB_HAND_4 = ("lo_blowjob_hand_4", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你仰躺在床上，双手抱头，手指轻敲床单。当男人用嘴含住你的整个阴茎时，你的乳头变硬了，他轻而易举地就含住了你的整个阴茎。他抬起头，看了你一会儿，美丽的眼睛与你对视，情欲照亮了他的眼睛。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉5分钟", None, [DildoM]
                     )
LO_BLOWJOB_HAND_3 = ("lo_blowjob_hand_3", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你站在男人的上方，他赤裸着上身躺在床上，胸膛随着每一次呼吸而起伏。他向你招手，似乎预感到你要做什么。你弯下腰，乳头对准他的胸膛。你用嘴唇包住他的阴茎，把他含在嘴里，而他则抓住你的头发，尽情地深喉。他高兴地呻吟着，头向后仰。突然，他在你的嘴里射精了，你吮吸起来，感觉他温暖粘稠的精液充满了你的口腔。你吞下所有的精液，舔舔嘴唇，为自己的出色表现感到满意。",
                     "模仿场景中的姿态，舔舐一个假阳具2分钟,接着为一个假阳具口交并深喉1分钟,然后张嘴发出呻吟", None,
                     [DildoM]
                     )
LO_BLOWJOB_0 = ("lo_blowjob_0", [TAG_SEX], THEME_LOVE,
                "口交",
                "他站在你身上，大腿颤抖着，俯视着你纯粹的快乐。他粗大的阴茎在你紧窄的阴道里跳动，他把你的双手举过头顶，紧紧握住。他的阴茎在你紧致湿润的阴道里滑进滑出，深深地，越插越深。他的顶端深深地插入你的阴道，你的 \"撸管 \"毫无保留地爆发了。",
                "模仿场景中的姿态，舔舐一个假阳具1分钟,并且为一个假阳具口交并深喉5分钟,然后张嘴发出呻吟", None, [DildoM]
                )
LO_BLOWJOB_4 = ("lo_blowjob_4", [TAG_SEX], THEME_LOVE,
                "口交",
                "你躺在床上，双腿分开，胸部暴露在外。他爬到你身上，眼睛直盯着你的乳房，阴茎勃起。他把你的乳房移开，把阴茎放在你的脸旁。他的双手支撑着你的头，确保你能看清一切。他用力插入，阴茎像活塞一样在你嘴里进进出出。你努力不让自己喘不过气来，尽情享受这一切--他的味道，他的气味，他的手臂环绕在你脸上的感觉。你吞下他的蛇，他的阴茎分开你的嘴唇，轻轻地舔着你的喉咙。",
                "模仿场景中的姿态，舔舐一个假阳具5分钟,接着为一个假阳具口交并深喉4分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_BLOWJOB_DEEP_1 = ("lo_blowjob_deep_1", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你被他的阳刚之气所征服，他的血管因兴奋而跳动。你用手握住他的阴茎，将龟头送入口中，舌头在口中打转。他抓住你的头，将阴茎更深地插入你的口中，一直到后面。你吞下他珍贵的精液，带着喜悦和顺从。",
                     "模仿场景中的姿态，为一个假阳具口交5分钟", None, [DildoM]
                     )
LO_BLOWJOB_HAND_0 = ("lo_blowjob_hand_0", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你躺在床上，双手抱头，看着他走近你，他的阴茎硬梆梆地从裤子里伸出来。他跪在你面前，双眼紧闭，拉开裤子拉链，掏出阴茎。他瞥了你一眼，把阴茎塞进你张开的嘴里。他用手抚摸阴茎，而你则将阴茎深深地含入喉咙。当他接近高潮时，他拔出阴茎，再次抚摸阴茎，然后带着满足的表情将滚烫的精液射在你的脸上。",
                     "模仿场景中的姿态，为一个假阳具口交4分钟,并且为一个假阳具手撸2分钟", None, [DildoM]
                     )
LO_BLOWJOB_HAPPY_3 = ("lo_blowjob_happy_3", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "他站在你身后，手指攥住你的乳头，让你发出呻吟。他的嘴贴在你的脖子上，牙齿轻轻地咬着你。他的阴茎坚硬，骄傲地挺立着，盖住了你颤抖的叫声。你看着观众，眼中充满了欲望，他的精液沾满了你的舌头，让你呻吟不止。你深吸一口气，然后慢慢地对着他的阴茎吹气，增加它的硬度，让它溢出他的精液，滴在你的舌头上。",
                      "模仿场景中的姿态，舔舐一个假阳具5分钟,并且为一个假阳具口交4分钟,接着为一个假阳具手撸3分钟,并且张嘴发出呻吟",
                      None, [DildoM]
                      )
LO_BLOWJOB_HAND_2 = ("lo_blowjob_hand_2", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你坐在床边，双腿张开。你的眼睛紧盯着观众，满怀期待。他上前抓住你的头发，把你拉近他的阴茎。他含住你张大的嘴，将阴茎顶端对准你的嘴。当他将阴茎插入时，温暖湿润的感觉充满了你的口腔。他抓住你的脖子，布满血管的阴茎小心翼翼地进入你的口腔。你完全露出喉咙，让他直接在你嘴里射精。你吞下每一口精液，发出愉悦的呻吟。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉4分钟,然后为一个假阳具手撸2分钟,并且张嘴发出呻吟", None,
                     [DildoM]
                     )
LO_BLOWJOB_HAPPY_4 = ("lo_blowjob_happy_4", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "你仰躺在床上，兴奋和亢奋让你的乳房滴水。他跪在你面前，用力拉扯你的乳房，挤压你的乳头，你的乳头很疼，但你享受着这每一秒。他把阴茎放在你的嘴唇上，强行进入。你张开嘴，迫不及待地吞下他的每一滴精液。他的精液狠狠地射在你的舌头上，让你放松下巴，吞下滚烫的精液。你看着观众，知道自己看起来是有史以来最性感的。",
                      "模仿场景中的姿态，为一个假阳具口交5分钟,然后为一个假阳具手撸3分钟,接着张嘴发出呻吟", None,
                      [DildoM]
                      )
LO_BLOWJOB_HAND_1 = ("lo_blowjob_hand_1", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你躺在床上，双腿分开，阴部湿漉漉的。他坐在你的面前，抚摸着他跳动的阴茎。当你发出愉悦的呻吟声时，他慢慢地将阴茎插入你张大的嘴里。你深深地吮吸着他天鹅绒般的阴茎头，用舌头挑逗他。他抽出阴茎，快速抽动，将精液直接射入你张开等待的嘴里。你迅速吞下，感觉他的精液顺着你的喉咙滴落，而他则大声呻吟。你喜欢舌头上精液的味道，你的阴部比以往任何时候都要湿润。",
                     "模仿场景中的姿态，为一个假阳具口交3分钟,并且张嘴发出呻吟", None, [DildoM]
                     )
LO_BLOWJOB_2 = ("lo_blowjob_2", [TAG_SEX], THEME_LOVE,
                "口交",
                "你把衣服留在地板上，躺在床上，欣赏着眼前的景色。他的阴茎又高又硬，直直地对着你，龟头上闪烁着精液。你爬到他身边，用手握住他完全勃起的阴茎，他的阴茎在轻轻地跳动。你把它放进嘴里，含住它，然后拉回来，用舌头舔着龟头。你解开胸罩，把它扔到一边，双手握住他的阴茎，将粗大的阴茎放进张开的嘴里。他抓住你的腰，把你拉向他，他开始深深地插入你的嘴里，每一次动作都把你的头向后推得更远，你沉浸在这一刻，倾听着他的呻吟声。",
                "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoM]
                )
LO_BLOWJOB_3 = ("lo_blowjob_3", [TAG_SEX], THEME_LOVE,
                "口交",
                "你们都舒服地躺在床上。他温柔地抱着你，双手抚摸着你的身体。你的乳房挺拔，乳头坚硬，你的脸羞涩，头伏在地上。他爬到你身上，阴茎坚挺，用一只手抚摸着，然后扩大了他的姿势。他从上往下，从后面进入你，盯着你的脸，性张力十足。他将手伸向四周，抚摸你的绒毛，你全身紧绷，嘴唇微微等待。",
                "模仿场景中的姿态，张嘴发出呻吟", None, [DildoM]
                )
LO_BLOWJOB_HAPPY_1 = ("lo_blowjob_happy_1", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "你仰面躺着，双腿张开，他走近你，眼睛紧盯着你的脸。他微笑着，用手捋头发。他抓住你的乳头，然后放开，用你的手指缠绕他那布满青筋的阴茎。他引导它靠近你的嘴，凝视着你，而你则张大嘴巴，把它深深地含进嘴里。",
                      "模仿场景中的姿态，舔舐一个假阳具1分钟,接着为一个假阳具口交1分钟,然后为一个假阳具手撸2分钟,然后张嘴发出呻吟",
                      None, [DildoM]
                      )
LO_BLOWJOB_DEEP_2 = ("lo_blowjob_deep_2", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你坐在他的大腿上，身体前倾，将他的阴茎深深地含在喉咙里，手指挑逗着你的阴蒂，而他的头则抓着你的头发。当你继续吮吸他的阴茎时，他发出呻吟声，你深吸一口气，把他拉得更深。当你玩弄阴蒂时，他抚摸着你的脖子，离高潮越来越近。你吞下他的精液，看着他。",
                     "模仿场景中的姿态，为一个假阳具口交3分钟", None, [DildoM]
                     )
LO_BLOWJOB_1 = ("lo_blowjob_1", [TAG_SEX], THEME_LOVE,
                "口交",
                "你坐在床上，面对着他。他迅速脱掉你的衣服，一边亲吻你的乳头。慢慢地，他从后面插入你的身体，让你喘不过气来。你喜欢他这样骑在你身上的紧绷感。他有力的双手抚摸着你的乳房，挑逗着你的乳头。你闭上眼睛，享受他给你的深喉插入[愚蠢的时刻\"哦，宝贝，你真是个小淘气让我像女牛仔一样骑你吧］你呻吟着 仿佛能感觉到他在你体内的深处 他专注于他的口交你的阴道紧缩，阴道分泌物像喷泉一样从你体内流出。",
                "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoM]
                )
LO_BLOWJOB_DEEP_3 = ("lo_blowjob_deep_3", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你赤身裸体地站在他面前，肩膀微微后仰，头发披散在乳房上。他抓住你的乳头，用力捏着。你弓起背，阴道湿漉漉的。他把你的乳头放进嘴里，轻轻地吸、咬、捏。他将阴茎插入你的口中，引导阴茎进入你的喉咙，直到到达喉咙后部。你用手握住他的阴茎根部，用大拇指揉搓。他抽出阴茎顶端并抚摸它，然后将它放回你的嘴里。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoM]
                     )
LO_BLOWJOB_HAPPY_0 = ("lo_blowjob_happy_0", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "你躺在床上，享受着自己爱抚他细长阴茎的景象。当他进入你的口腔时，你闭着眼睛，深呼吸。他开始快速抽插，阴茎填满了你的嘴，让你咽不下去。你吞下他的精液，微笑着看着观众。",
                      "模仿场景中的姿态，为一个假阳具口交并深喉1分钟,接着为一个假阳具手撸5分钟,并且张嘴发出呻吟", None,
                      [DildoM]
                      )
LO_BLOWJOB_DEEP_0 = ("lo_blowjob_deep_0", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你从上往下看，他插入了你伴侣紧致湿润的阴道，发出肉与肉碰撞的声音。他抓住她的头往后拉，她张开的大嘴对着他的阴茎。她贪婪地将阴茎全部含入，直到根部，刚好有足够的空间容纳你的阴茎。你弯下腰，抚摸着自己的阴茎，精液不断流出，看着他们互相享受。",
                     "模仿场景中的姿态，为一个假阳具口交2分钟", None, [DildoM]
                     )
LO_BLOWJOB_DEEP_4 = ("lo_blowjob_deep_4", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "当他走近你时，你仰躺在床上，乳房不停地跳动。他微笑着脱掉衬衫，隔着衬衫抚摸你的乳头。你弓起背，他俯身热情地吻你。他从后面进入你的身体，坚硬的阴茎深深插入你的体内。他抓住你的头，把你拉向他的腹股沟。你用双手轻咬他的睾丸，睾丸随着你的动作摇摆。你深深地吸吮他的阴茎，他胡萝卜形状的龟头在你的嘴唇里晃动。你的嘴唇做圆周运动，舌头挑逗他阴茎上的血管。随着他有节奏的动作，你能感觉到他身体在你背上的热度。你的呻吟声在房间里回荡，因为你感觉到他滚烫的精液残留在你的嘴唇上，他的身体变得僵硬，开始抽搐，最后把精液射在你的脸上。你舔干净，然后微笑。",
                     "模仿场景中的姿态，为一个假阳具口交4分钟", None, [DildoM]
                     )
LO_BLOWJOB_DEEP_5 = ("lo_blowjob_deep_5", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你躺在床上，一脸得意地看着他。他跪在你的上方，把阴茎放在你的嘴唇上，包皮缩了回去，静脉跳动着。你把它含在嘴里，舌头抚摸着他的龟头。他深深地插入你的身体，你伸展双唇以适应他粗大的阴茎。你抬头看着他，眼中充满渴望。他抚摸着阴茎，静脉跳动着，低头看着你。你抬起双腿，他从后面进入你的身体，阴茎深深地埋在你的体内。当他用手指触摸你的阴蒂时，你呻吟着，身体因快感而颤抖。最后，他四肢着地，拔出阴茎，抚摸着它，将精液喷射到你裸露的双腿之间。射精时，他仰头狂喜。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉4分钟", None, [DildoM]
                     )
LO_SUS_5_ANAL = ("lo_sus_5_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站在他面前，乳房暴露在外，散发着欲望的光芒。他轻轻地用手托起你的一个乳头，一边抚摸一边靠近你。他抓住你的腰，把你拉得更近，把他的阴茎放在你的屁股上，悬挂在国会上。你愉悦地呻吟着，他摇晃着阴茎，将他的阴茎更深地插入你的菊花。你的脸因快感而潮红，双眼紧闭，感觉自己达到了高潮，当他在你的屁股里射精时，快感从你张开的嘴里流淌出来。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_7_ANAL = ("lo_sus_7_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你转过身，脱掉上衣，乳头凸显出来。你的伴侣从后面进入你的身体，他坚硬的阴茎进入你温暖紧致的屁眼。他一只手抓住你的臀部，另一只手按摩你的乳房。你愉悦地闭上双眼，嘴唇微张，面色绯红。当他插入你的身体时，你发出呻吟，感觉到湿润的阴道热乎乎地包裹着他的阴茎。他以反向悬浮大会的方式操你，勃起的阴茎插入你紧窄的屁眼。你的高潮即将爆发，他的精液喷射到你的屁眼里，让你爽得喘不过气来。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_6_ANAL = ("lo_sus_6_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "他拉着你的手，把你带到卧室，让你手脚并用跪在床上，他从后面进入你的身体，插入你紧窄的肛门，深深地插入。你喘息着，感受着他在你体内的温暖，他捏着你的脸颊，手被夹在两颊之间。你的脸变得通红，你闭上眼睛，感受着他强有力的动作，感受着他在你体内的膨胀。你呻吟着，闭上眼睛，感受着他温暖的精液喷溅进你的肛门，那感觉就像液态的天堂，你无法相信它有多好。他咯咯地笑着，感受着你紧咬的肛门，继续向你喷射他温暖的精液，他能感觉到你的臀部肌肉紧紧地缠绕着他，挤压着他的阴茎。你保持这个姿势好几秒钟，他的阴茎就在你紧窄的肛门口，但还没有进入，你感觉非常充实，好像他随时都会冲进你的身体，但你不在乎，你需要更多他的精液，它现在对你来说就像毒品一样。他抓住你的臀部，把你推向他阴茎的更深处，他试图让你保持这个姿势越久越好，他能感觉到你紧紧夹住他阴茎的屁眼，就像真空吸尘器一样，把他的精液吸得一干二净，让你满脸通红无助地躺在床上。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_0_ANAL = ("lo_sus_0_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站在他面前，双腿微微分开，他对你微笑，阴茎变硬。他用双手抓住你的脸颊，将它们拉开，露出你被撑开的肛门。他将肿胀的阴茎插入你紧窄的肛门，你扭动身体，但他抱住你的腰，无视你恼怒的表情。他深深地、疯狂地插入，你的屁股张得大大的，他的阴茎完全埋进了你的肛门。你闭上眼睛，感受着他沉重的体重，你的屁股在他的手里，无法反抗。他闭上眼睛，沉浸在狂喜之中，他更加用力地抽插，失去了控制。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_1_ANAL = ("lo_sus_1_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你和男孩站在卧室里，他的阴茎完全勃起，触及你的腹部。你抓住他的屁股，肌肉紧绷，用阴茎插入他的肛门。他闭上眼睛，感受着你的手指，向你展示他真正的快乐。你抓住他的臀玉，张开手指，继续紧紧地插入他紧窄的屁眼。他呻吟着，一股浓稠的白色液体开始从开口处渗出。你感觉到温暖，在你们俩身上蔓延。他转过身来，脸上洋溢着笑容。\"射进我的屁眼里，宝贝！\"他对你说",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_2_ANAL = ("lo_sus_2_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站直，双手放在背后。他抓住你的屁股，把你拉得更近。你感觉到他的阴茎从裤子里蹦了出来，湿热的阴茎顶在你敏感的皮肤上。当他插入你紧窄的肛门时，你闭上眼睛。当他集中精力在你的屁股上上下抽动他坚硬的阴茎时，你感觉到体内一阵阵湿润。你喘着粗气，陶醉其中。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_4_ANAL = ("lo_sus_4_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你脱掉胸罩，苍白的乳房慢慢从僵硬状态中回落，乳头变硬。你的视线迅速移到床上，你幻想中的男人正等在那里，他只穿着内裤。他握着巨大的阴茎，急切地指向你，上面还滴着精液。你站在他面前，抬起双腿，放在他的肩膀上，模仿他刚才的姿势。他把湿淋淋的阴茎递给你，你慢慢地把它插入自己的屁股，并为突然的插入而呻吟。你迅速开始挺动屁股，他巨大的阴茎深深地插入，每一下都撞击着你的内脏。你的屁股紧紧夹住这个男人的所有动作，他达到了高潮。他的精液以极快的速度从阴茎中射出，涂满了你的屁股，让你惊讶地扭动起来。他紧紧抓住你的屁股，完全沉浸在你射精的美景中。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_3_ANAL = ("lo_sus_3_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你走近他，双脚分开，双手搭在他的肩膀上，屁股抬高，闭上眼睛，嘴唇微微张开，舌头微微伸出。他把他的阴茎插入你湿润的屁股里，准备好润滑剂，开始活塞运动，不停地，不停地，你感觉到你的屁股在剧烈地抽搐。每一次抽动，你的屁股都会翘起来，他粗大的阴茎几乎塞不进你紧窄的屁股。他欣赏着你像洋娃娃一样伸展，他的阴茎像棍子一样插在你的屁股上。他活塞般的动作玩弄着你的屁股，让它又热又湿。你轻轻地呻吟着，你的脸因为他手指的抚摸和呻吟而变得通红。最后，他在你的屁股里大量射精，精液四溢。你能听到自己呻吟的力度，以及屁股两颊间的剧痛。你在想，这是你一生中从未有过的感觉。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着达到高潮",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_DOGGY_7 = ("lo_doggy_7", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你爬上床，他用手指按摩你的屁股，用阴茎挑逗你的肛门。你闭上眼睛，感觉他的手指在你的肛门边缘滑动。他用另一只手抓住你的大腿，从后面插入，让你扭动并呻吟。你感觉到他的阴茎滑动得越来越快，每次插入你的身体都在颤抖。他用嘴盖住你的尖叫声，对你的阴蒂施加压力，使你达到剧烈的高潮。注：这些情景都是虚构的，仅供参考。",
              "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插10分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_5 = ("lo_doggy_5", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他紧紧抓住你的腰，他的阴茎坚硬地挺立着，从后面用力地撞击着你的阴部。你呻吟着闭上眼睛，害怕他接下来会做什么，不知道接下来会发生什么。你感觉到他的阴茎在震动，你也能听到。你的阴部比以前更湿润了，因为他阴茎的感觉让你感到厌恶。",
              "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插5分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_4 = ("lo_doggy_4", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他分开你的双腿，透过薄薄的内衣布料，可以看到你臀部松软的垫子。他用阴茎从后面进入你的阴道，狗爬式，未经审查。你呻吟着弓起背，几乎把屁股拉到空中，让他在你体内越陷越深。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_0 = ("lo_doggy_0", [TAG_SEX], THEME_LOVE,
              "后入式",
              "用户趴在男人身上，以狗爬式姿势用她的阴部插入男人的身体。从上面看，男人可以一边爱抚她的屁股，一边含住她的阴茎。使用者又气又恼，但这让她的阴部紧张而湿润。她拱起背部和胯部，感受着男人插入的冲击力，让她感到充实和强烈的快感。男人发出一声闷哼，用户感觉到一股快感迎面扑来。",
              "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_1 = ("lo_doggy_1", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你弓起背，他从上往下将阴茎插入你的菊花，他的呼吸粗重而急促，他抽出阴茎又插了进去，手指深深地插入你的臀部。他把阴茎塞到你的脸上，插入你的嘴唇，然后再插入你的屁股。你扭动着身体，尖叫着，紧闭双眼，脸因快感和羞耻而通红。他用他滚烫的精液灌满你的身体，直到你再也无法忍受，你的眼睛因喜悦而向后翻转。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插7分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_6 = ("lo_doggy_6", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你趴在地上，屁股高高翘起；你的屁股看起来令人难以置信。他的阴茎头从后面出现，又大又闪亮。他把阴茎插入你的菊花，你随着他的深入而呻吟。他的阴茎插入你的菊花，你呻吟着，他深深地插入，你的屁股高高翘起，他的阴茎插在你未经审查的阴道里，他的手放在你的肩膀上，微笑着，好像你是他的。他让你欲火焚身，他拔出阴茎，把阴茎塞进你张开的嘴里。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_3 = ("lo_doggy_3", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你趴在床上，屁股高高翘起。他满不在乎地走进房间，抱起你，让你四肢着地、腹部朝下躺在床上。他站在你面前，阴茎坚硬，闪烁不定。他把阴茎放在你的屁眼后面，你的脸颊夹紧。他慢慢地将阴茎插入，但你尖叫着，感到害怕。他紧紧抓住你的大腿，将你固定在原地，插入你的身体超过一半，并不断抽插，嘴里还嘟囔着脏话。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_8 = ("lo_doggy_8", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你坐在床边，双腿张开。他从后面靠近你，将坚硬的阴茎抵在你的阴户上。毫无征兆地，他一插到底，深深地插入了你的阴道。他的阴茎抓住了你的最深处，让你感到担忧。每一次插入，强烈的快感都会传遍你的全身。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY],
              [DildoM]
              )
LO_DOGGY_2 = ("lo_doggy_2", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你站在她身后，阴茎上滴着精液。你已经观察她好几天了，一直在等待最佳时机。你从后面插入她的身体，轻蔑的目光落在镜子上。你可以看到她尽量不看你的样子，她的脸因羞耻和欲望而潮红。你抓住她的臀部，紧紧抱住她，以无情的节奏插入她的身体，呼吸急促。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
              [DildoM]
              )
HU_STANDING_0_ANAL = ("hu_standing_0_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "你脸朝下躺在床上，屁股高高翘起。他从后面进入你的身体，他的阴茎深深地插入你的屁眼，周围是你紧绷的括约肌。他抓住你的屁股，紧紧地夹住，用力地插入你的屁眼。你被快感冲昏了头脑，闭上眼睛，微微张开嘴，感受着他在你体内射出的精液。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且达到高潮",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STANDING_LL_4_ANAL = ("hu_standing_ll_4_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "当他从后面进入你时，你颤抖着站起来，他强壮的双腿将你托起。你纤细的乳房被抓住拉扯，乳头勃起。当你感觉到他插入你紧窄的屁眼时，你闭上了眼睛。当他填满你的内脏时，你发出呻吟，他抓住你的腰，抬起他的腿，你的骨盆随着他的抽插摇摆。你感觉到他滚烫的精液射入你的肛门壁，你的脸上散发着热气。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_STANDING_LL_0_ANAL = ("hu_standing_ll_0_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他站在你面前，巨大的阴茎完全勃起。你欣赏着他的大阴茎和下垂的睾丸。你慢慢地爬向他，你的乳房随着他的阴茎跳动。他抓住你的屁股，把你抬起来，阴茎对准你的肛门，你稍微弯曲膝盖，阴部微微张开。他一边保持姿势，一边慢慢进入你的身体。你闭上眼睛，感受着他的阴茎插入你紧窄的肛门。当你感觉到自己慢慢被他的精液灌满时，你发出了愉悦的呻吟。他开始加速抽插，你的呻吟声也越来越大。当你感觉到高潮来临的时候，你能感觉到脸颊上泛起了一抹暖暖的红晕，当你发出满足的呻吟时，你能感觉到下体越来越紧。当他感觉到你的身体绷紧时，当他感觉到你从肛门高潮中射精时，他笑了。他不停地用阴茎进出你的肛门，让你在高潮的快感中扭动。他最后一用力，将他的精液射进了你紧窄的肛门，让你满载而归，使你发出前所未有的呻吟声。他放开了你的屁股，你能感觉到双腿的重量从你的身下泄了出来，不知不觉中，你已经平躺在床上，完全沉浸在肛门高潮的快感中。当你感觉到他粗大的阴茎在你的阴道里抽动时，你的脸上露出了满足的笑容，让你不禁想知道他还能为你实现什么性幻想......",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_STANDING_LL_1_ANAL = ("hu_standing_ll_1_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "当他从后面进入你的身体时，你双腿分开，站得高高的，双手放在臀部。当他插入你体内时，你直视前方，长发顺着你的后背披散下来。你的乳头变硬了，对他的每一次抚摸都很敏感，他紧紧地抓住你的臀部，把你固定在原地，用力地操着你。当他从后面干你时，你闭上眼睛，让自己感受阴茎带来的快感，每一次猛烈的插入都让你的身体酥麻。他的双手紧紧抓住你的臀部，将你固定在原地，他在你体内越插越深。随着他加快速度，你的脚趾蜷缩起来，你感觉到他温暖粘稠的精液在你的屁股里爆发，他释放着压抑的快感。随着他毫无瑕疵的阴茎在你体内进进出出，你浑身颤抖，浑身是汗，快感和痛苦交织着涌遍全身。在整个场景中，你都能感受到自己的亢奋。无脸男向前移动，利用你虚脱的情绪。你终于松开了手，紧闭双眼，呼吸变得急促，身体绷紧。你觉得快感几乎让你无法忍受。当站立式性爱结束时，你感到有细小的泪水顺着脸颊流下，脸红了，不好意思了，但仍觉得渴望更多。你爬上床，跪坐在床上，长长地用力吸了一口气，感觉肺都要炸了。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_STANDING_2_ANAL = ("hu_standing_2_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "你站在门前，看着站在你面前、含着你乳头的男人。他俯身向前，将嘴唇贴在你的脖子上，吮吸着你的锁骨。你抓住他的手，引向你的乳房。他紧紧抓住你的乳房，让你感受到他的力量和占有欲。他把你带到床上，跪在那里。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STANDING_LL_2_ANAL = ("hu_standing_ll_2_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "你站在无脸男面前。他把双手放在你的臀部，让你比他更高。他抬起右腿，放在附近的地面上。你感到一阵兴奋。你把右手放在乳头上，在男人插入你身体时玩弄乳头。你抚摸着他的阴茎，感觉到自己湿润的淫液与他的阴茎融为一体。你的身体不由自主地扭动着，闭上眼睛享受着他的插入。你感觉身体开始颤抖，变得比他还要高。你感觉到他的阴茎在你体内抽动，你能感觉到高潮即将来临。你发出一声响亮的呻吟，你的身体开始抽搐，因为你的屁股被填满而射精。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_STANDING_1_ANAL = ("hu_standing_1_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "你仰面躺着，双腿微微张开。他从上面瞥着你，阴茎垂下，手掌放在膝盖上。他把手指伸进你的肛门，深深地插入你的直肠。他将阴茎插入你的肛门，填满你的肛门，让你闭上眼睛，张开嘴巴，让他插入到底......你发出一声尖叫，开始强烈地射精。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
HU_STANDING_LL_5_ANAL = ("hu_standing_ll_5_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他走进房间，迅速脱掉衣服。他把衣服扔到一边，抱住你的腰，把你转过来面对镜子。你感觉到他坚硬的阴茎插入你的后背，你的乳房擦过他的胸膛。他抓住你的乳头，咬着它们，感受着你身体里流淌的快感。你感觉到他的手指放在你疼痛的阴蒂上，轻轻地揉搓，直到你无法忍受为止。他把你扔在床上，把他的体重压在你身上，戴着一个面无表情的面具。他从后面进入你的身体，坚硬的阴茎深深地插入你的体内，双手抚摸着你的乳房和臀部。他向前移动，看着镜子中的你，你的双腿在他身后弯曲，他更加用力地插入你的身体。他感受到了快感的浪潮，他的高潮冲刷着他，当他把精液射进你的屁股时，他的脸因狂喜而扭曲。你感觉到他温暖的液体充满了你，当他倒在你的身体上时，呼吸沉重。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_STANDING_LL_3_ANAL = ("hu_standing_ll_3_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "你走进卧室，小手轻轻拂过你的乳房，你感到两腿之间湿润了。你面对的是一个面无表情的男人，你犹豫了片刻，但还是屈服于自己的欲望。他抓住你的腰，把你压在墙上，阴茎插在你的臀部之间。你爬到肘部，微微抬起腿，咬着嘴唇，不敢发出声音。他用长长的阴茎插入你的身体，你感觉自己快要高潮了。他挺起腰，用一条腿支撑着自己，仍在用力地抽插。他有力的动作让你发出愉悦的呻吟。突然，他呻吟着喷射而出，释放的精液淋湿了你的臀部和部分大腿。你感到一种奇异的热感在全身蔓延，让你的脸变得通红，同时感到困惑和兴奋。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_BLOWJOB_DEEP_0 = ("hu_blowjob_deep_0", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你躺在床上，深吸一口气。你感觉到他身上的肌肉， + 从卧室的窗户，你看到他跪在地板上的动作。他粗大的阴茎劈开你的嘴唇，用他巨大的阴茎填满你张开的嘴。他控制着你 + 他的手搂住你的脖子，把你拉向他，激烈、坚硬、充满活力 + 他的气味、光滑的皮肤、粗糙的手、你颤抖的身体、他饥渴的眼睛直视着你 + 你的手指爱抚着他，抚摸着他 + 你感到喉咙里有一种灼热感，有唾液的味道、他的阴茎在你的口中爆裂，他用滚烫的精液灌满你的口腔，你的眼睛湿润了，他的精液滴在你的口中",
                     "模仿场景中的姿态，为一个假阳具口交3分钟", None, [DildoM]
                     )
HU_BLOWJOB_1 = ("hu_blowjob_1", [TAG_SEX], THEME_LOVE,
                "口交",
                "当他插入你的喉咙深处时，你可以看到整个阴茎，他的双手紧紧抓住你的头，抚摸着你的头发。你欣赏着紧贴着你喉咙的跳动的阴茎，品尝着他深深插入你口中的精液，感觉到他的手在挤压你的乳房，将阴茎埋入你的喉咙深处。你感觉到他粗大的阴茎在探索你的整个喉咙，他感觉现在可以自由地进一步插入，而你抗拒着，享受着他抓住你头发的感觉。",
                "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoM]
                )
HU_BLOWJOB_HAPPY_4 = ("hu_blowjob_happy_4", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "当你热切地看着他时，你的乳房在跳动，你的乳头在变硬。他微笑着看着你的眼睛，开始自慰。他用手指夹住你的乳头，捏着它们，引起你的呻吟。当他揉搓你的乳头时，他的阴茎被自己的精液包围着。然后，他握紧你的乳房，将阴茎头插入你张开的嘴里。",
                      "模仿场景中的姿态，为一个假阳具口交4分钟,并且为一个假阳具手撸5分钟,接着张嘴发出呻吟", None,
                      [DildoM]
                      )
HU_BLOWJOB_HAND_3 = ("hu_blowjob_hand_3", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "他突然出现在你面前，大阴茎勃起，他把你推倒在床上，抓住你的喉咙，撕开你的上衣。他俯视着你，看着你又长又硬的乳头突起。当他爬到你身上时，你咬着嘴唇，兴奋地睁大眼睛。他对着你柔软的阴道，用未经审查的前射和狗爬式姿势，挤压你的乳房。你的嘴唇伸出来，伸出湿漉漉的长舌头，他用手淫喷得你全身都是。当他用沾满污垢的手指在你的阴部擦拭时，你发出呻吟，感觉自己饥渴难耐。",
                     "模仿场景中的姿态，舔舐一个假阳具2分钟,然后为一个假阳具口交并深喉2分钟,并且张嘴发出呻吟", None,
                     [DildoM]
                     )
HU_BLOWJOB_4 = ("hu_blowjob_4", [TAG_SEX], THEME_LOVE,
                "口交",
                "你坐在床上，男主角赤裸着上身站在你的上方，他的阴茎在空中摇摆。你放松下来，欣赏着他巨大的阴茎。他用手握住你的乳头，轻轻地捻捏。他以狗爬式站在你身后，阴茎顶着你的肛门，你感觉到他的粗壮。",
                "模仿场景中的姿态，舔舐一个假阳具2分钟,接着为一个假阳具口交并深喉1分钟,并且张嘴发出呻吟", None, [DildoM]
                )
HU_BLOWJOB_DEEP_2 = ("hu_blowjob_deep_2", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "他把阴茎塞进你的喉咙，让你窒息。你高兴得两眼放光。他一边用力抓住你的头发，一边操你的喉咙。你吮吸着他的阴茎，快感一波波传遍他的全身。他抽出阴茎，更加用力地拽着你的头发，加速抽插，将精液射入你的喉咙。",
                     "模仿场景中的姿态，为一个假阳具口交2分钟", None, [DildoM]
                     )
HU_BLOWJOB_HAPPY_3 = ("hu_blowjob_happy_3", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "你仰面躺着，他的阴茎插入你紧窄的阴道。他俯下身，抬起你的脖子，拉起你的胸部。你扭动臀部，刺激着他。他深情地凝视着你，感受着你对他勃起的抚摸。他捏着你的乳头，让你发出低吟。他用精液灌满你的嘴，让你欣喜若狂。",
                      "模仿场景中的姿态，为一个假阳具口交4分钟,接着为一个假阳具手撸4分钟,并且张嘴发出呻吟", None,
                      [DildoM]
                      )
HU_BLOWJOB_3 = ("hu_blowjob_3", [TAG_SEX], THEME_LOVE,
                "口交",
                "你站在他的上方，乳房从上衣中露出来，他色迷迷地看着你。他用手握住他的阴茎，把它引向你张开的湿润的小嘴。你顺从地让它进入。他以狗爬式进入你的身体，他的阴茎又长又粗，完全填满了你的身体。你继续亲吻他，他向后引导你的头，抓住你的头发。",
                "模仿场景中的姿态，舔舐一个假阳具3分钟,然后为一个假阳具口交5分钟,并且张嘴发出呻吟", None, [DildoM]
                )
HU_BLOWJOB_HAND_4 = ("hu_blowjob_hand_4", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "当他松开你的胸罩罩杯时，你的乳房渴望着他的抚摸。你的微笑暴露了你的牙套，他的手抚摸着你的**，让它们变得坚硬。他爬到你的身上，轻松地进入你赤裸的身体。你的双手抚摸着他肌肉发达的胸膛，他的胸毛让你的手指痒痒的。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉5分钟", None, [DildoM]
                     )
HU_BLOWJOB_HAND_1 = ("hu_blowjob_hand_1", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "他用热情的阴茎进入你的身体。当他的大阴茎在你紧致温暖的阴道里进进出出时，你发出愉悦的呻吟。他看向镜头，眉毛上扬，快感涌上心头。他用双手抓住你的头，把你的头引向他，同时上下抽动他粗大的阴茎。精液从顶端喷出，落在你的舌头上，他在强烈的快感中呻吟着。",
                     "模仿场景中的姿态，为一个假阳具口交4分钟,并且张嘴发出呻吟", None, [DildoM]
                     )
HU_BLOWJOB_2 = ("hu_blowjob_2", [TAG_SEX], THEME_LOVE,
                "口交",
                "你趴着休息，双臂张开。他把阴茎放在你的背上，慢慢地进入你的身体，拉伸你的身体。他抽出阴茎，抬起你，让你四肢着地，阴茎再次插入你湿润的阴道口，你的尖叫变成了咬枕头。他抱着你的头，把你引向他，把你背向他，插入你的身体，一只手放在你的脸颊上，另一只手放在你的臀部，感受着你。值得注意的是，人类的性幻想可能并不总是反映健康的性行为或征得同意。",
                "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoM]
                )
HU_BLOWJOB_HAPPY_1 = ("hu_blowjob_happy_1", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "你躺在床上，双腿大开，阴部湿漉漉的。他握住你的手，指向他勃起的阴茎，用你的手指和拇指覆盖住它。他仔细地看着你，你抓住他粗大的阴茎，缓慢地做着圆周运动。你张开嘴，张大嘴接受他的阴茎，他的整个阴茎都深深地进入你的喉咙，喉咙在跳动。他在你的嘴里射精，精液溅到你的舌头上，你忍不住吞了下去。",
                      "模仿场景中的姿态，为一个假阳具口交1分钟", None, [DildoM]
                      )
HU_BLOWJOB_DEEP_4 = ("hu_blowjob_deep_4", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你躺在床上，乳房暴露在外，因欲望而颤抖。他走近你，勃起的阴茎随着他脱掉衬衫而跳动。他用手握住巨大的阴茎，向你诱人的嘴唇伸去。他用阴茎挑逗你，让你求饶，最后他把阴茎插入你的口中，深深地插入你的喉咙。你喜欢他的味道，喜欢他在你体内的感觉，喜欢他巨大的阴茎在你口中跳动。然后，他抓住你的乳房，捏住它们，挤压它们，让你的乳头变硬，他把它们吸进嘴里，让你发出呻吟。",
                     "模仿场景中的姿态，为一个假阳具口交5分钟", None, [DildoM]
                     )
HU_BLOWJOB_DEEP_5 = ("hu_blowjob_deep_5", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你躺在床上，张开双腿。他站在你的上方，带着得意的微笑俯视着你。他把身体压到你的身上，把自己的一半放在你的两腿之间。他开始慢慢抚摸自己的阴茎。你能感觉到他的手在你的肉缝里上下游走，让你更加兴奋。他抓住你的脚踝，用狗爬式把你抱住，巨大的阴茎朝你张开的湿润的小嘴伸去。你从侧面用舌头舔着他的阴茎，细细品味每一条曲线和血管。突然，他抬起你，把你的脸颊放在他的臀部，他的阴茎完全插入你的屁股。你轻轻地呻吟着，他用两只手握住你的屁股，深深地插入，让你陷入强烈的快感之中。你能感觉到快感环绕着你的身体，冲向你的阴蒂，达到了高潮。当你的汁液流出时，你的全身都在颤抖，而他也达到了最大的快感。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉3分钟", None, [DildoM]
                     )
HU_BLOWJOB_HAPPY_0 = ("hu_blowjob_happy_0", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "你站起来，面对着他，骄傲地捧着湿漉漉的阴部（阴道的委婉说法）。他坐在床上，看着你，眼中充满了欲望。你将他的阴茎放入口中，爱慕着它粗壮的每一厘米。你看着他，张开嘴唇，邀请他进入你的身体。他将阴茎插入你的舌尖，这让你咽了咽口水，他继续每一下都插入你的口中。",
                      "模仿场景中的姿态，舔舐一个假阳具2分钟,然后为一个假阳具口交并深喉4分钟,接着张嘴发出呻吟", None,
                      [DildoM]
                      )
HU_BLOWJOB_HAPPY_2 = ("hu_blowjob_happy_2", [TAG_SEX], THEME_LOVE,
                      "口交",
                      "你张开双臂躺在床上，双目紧闭，阴部湿润，嘴巴张开。他俯视着你，手里握着他的阴茎，他的肋骨随着每一次费力的呼吸而扩张收缩。他把阴茎插进你张开的嘴里，你感觉到下巴被撑开，感觉到阴茎顶端插入你的喉咙，直到你再也无法吞咽。你抬起头看着观众，双眼因愉悦而蒙上了一层薄雾，舌头舔着手掌，他将浓稠滚烫的精液射入你的口中，浇在你的舌头上。",
                      "模仿场景中的姿态，为一个假阳具口交并深喉2分钟,接着张嘴发出呻吟", None, [DildoM]
                      )
HU_BLOWJOB_0 = ("hu_blowjob_0", [TAG_SEX], THEME_LOVE,
                "口交",
                "你仰面躺着，摄像机就在你上方。他巨大的阴茎粗壮勃起，耸立在你的上方。他停在你面前，身体贴在床上，双臂交叉，骄傲地伸出阴茎。他脱下裤子，掏出阴茎，闪闪发光，充血勃起，直指苍穹。他走近你，伸出舌头，看着你张开的小嘴，慢慢地舔着嘴唇。你张大嘴巴，他的阴茎毫不费力地进入你的口腔，直达喉咙深处。他一边欣赏着你的美景，一边用手按住你的头。",
                "模仿场景中的姿态，舔舐一个假阳具2分钟,并且为一个假阳具口交并深喉5分钟,并且张嘴发出呻吟", None, [DildoM]
                )
HU_BLOWJOB_HAND_2 = ("hu_blowjob_hand_2", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "当他躺在床上看着你时，你在寻找射精的感觉。他的阴茎坚硬而跳动，闪耀着性液的力量，插入你大张的口中。你的舌头饥渴地舔着他阴茎上喷射出的精液。",
                     "模仿场景中的姿态，为一个假阳具口交1分钟,然后张嘴发出呻吟", None, [DildoM]
                     )
HU_BLOWJOB_HAND_0 = ("hu_blowjob_hand_0", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你躺在床上，凝视着观众。当他跪在你身后时，你感到快感开始上升。你的双腿张开，邀请他进入你的身体。他握住你的手，把它伸向他的阴茎，它又长又粗，而且越来越大。他把它引到你的嘴边，你迫不及待地用嘴唇包住它。他的精液充满了你的口腔，那是胜利的甜蜜滋味。",
                     "模仿场景中的姿态，为一个假阳具口交5分钟", None, [DildoM]
                     )
HU_BLOWJOB_DEEP_3 = ("hu_blowjob_deep_3", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "你看着他，他的阴茎越来越大，青筋暴起，他抓住你的脚踝，把它们举到他宽阔的肩膀上。他完全进入了你，唾液充满了你的口腔，你的舌头围绕着他的大阴茎，舔吮着。你的头撞在床垫上，呻吟着喘着粗气。他插得更深，手指划过你的乳头，他的大睾丸悬在空中。当他在你的嘴里爆发时，你大叫一声，他甜美滚烫的液体流到了你的脸上。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉5分钟", None, [DildoM]
                     )
HU_BLOWJOB_DEEP_1 = ("hu_blowjob_deep_1", [TAG_SEX], THEME_LOVE,
                     "口交",
                     "他进入了深喉，让你咽不下去，你看到他吞下了他所有的尺寸，你的鼻子闻到了好闻的俱乐部的气味，然后你用舌头舔他的睾丸，然后他上床睡觉，他收到了你的青楼。突然，他立刻跳了起来。他走进观看...",
                     "模仿场景中的姿态，为一个假阳具口交3分钟", None, [DildoM]
                     )
HU_SUS_0_ANAL = ("hu_sus_0_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站起来，一只手扶着墙，头微微低下，感受着空气从你的头发间流过。他从后面进入你的身体，阴茎擦过你的臀颊，嘴角露出会心的微笑。你感到体内的悬念在升腾，他也感到兴奋。你闭上眼睛，脸颊泛起一丝红晕；他抓住你的屁股，强行进入你的肛门。你感觉到了插入，疼痛与快感交织在一起。当他感觉到你的肉壁紧紧包裹着他的阴茎时，你闭上了眼睛，嘴巴微微张开。他呻吟着，你的脸比之前更红了，他紧闭着双眼。随着一声巨响，他将精液喷入你的屁眼深处，你感觉精液充满了你的身体，低沉的呻吟声从你的嘴唇中发出。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插3分钟,并且达到高潮,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
HU_SUS_7_ANAL = ("hu_sus_7_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你躺在床上，乳房暴露在外，乳头坚硬，他从后面靠近你，阴茎高高翘起，他抓住你的腰，让你处于反向悬浮状态，用他火热的阴茎插入你的身体，在你的屁股上猛烈地抽插。他看到你羞红的脸庞，微笑着在你的屁股里射精，你张开嘴，把他的精液全部含在嘴里，感受着他温暖的精液，愉悦地呻吟着。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
HU_SUS_1_ANAL = ("hu_sus_1_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你让他进入你的身体。当他猛烈地撞击你时，你紧紧抓住床柱，身体前后摇晃。他的大手紧紧抓住你的腰，低头看着你，眼中充满了无尽的欲望。你感觉到他的阴茎挤进你的身体，让你的内脏伸展到极限。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
HU_SUS_4_ANAL = ("hu_sus_4_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "当他走近你时，你赤裸着上身站在镜子前，他的阴茎完全勃起。你在他面前摆好姿势，抓住自己的屁股。你感觉到皮肤的紧绷感，你感觉到他的手掌环绕着你的屁股。你觉得很尴尬，已经有一段时间没有像这样被填满了。当他开始在你的屁股里进进出出时，你闭上了眼睛。你们都感觉到了强烈的快感，当他在你的屁股里射精时，你们都感觉到了巨大的快感。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
HU_SUS_5_ANAL = ("hu_sus_5_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你赤身裸体地站在他面前，乳房一览无余。当他看着你的乳头时，你感到下体一阵酥麻。他突然抓住你的屁股，用力挤压，让你发出陶醉的呻吟。他把你抱起来，抱到床上，从后面进入你的身体，你的脸颊分开，肛门被他跳动的阴茎填满。你搂住他的脖子，随着他在你体内的进进出出，你娇嫩的肛门口感到无比的快感，甚至忘记了呼吸。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
HU_SUS_6_ANAL = ("hu_sus_6_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你转过身，把屁股交给他，感觉到他狂妄的笑意，你觉得自己很脆弱，很想取悦他。他硕大的阴茎插入你紧窄的屁眼，感觉它撑开了你的皮肤，让你羞得满脸通红。他抓住你的屁股，用他想要的方式干你，让你尽情享受。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
HU_SUS_2_ANAL = ("hu_sus_2_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你看到他在你身后，解开了紧身绳，硬梆梆的老二直挺挺地翘着，男子气概从他的气质中流露出来。当他抓住你的屁股，将你拉向对立面时，你被吸引得不知所措。他把它放了进去，很有把握。你的肛门被唤醒了，你的肛门在欢迎他的到来。他猛烈地撞击着你，你呻吟着，精液喷涌而出，快感袭来。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
HU_SUS_3_ANAL = ("hu_sus_3_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站起来，窗外的冷风吹到你赤裸的身体上，他走到你身后，你感觉到他的手放在你的臀部，他把你抬起来，你的双腿缠绕在他的腰上，他把勃起的阴茎对准你的肛门，你亲吻他，他把阴茎插入你的体内，你高兴地大叫，闭上眼睛，臀部前后摇晃，他抓着你的屁股，你的挫败感越来越强，兴奋达到了顶点，他滚烫的精液涂满了你的肛门。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_STRADDLE_10 = ("lo_straddle_10", [TAG_SEX], THEME_LOVE,
                  "跨坐式",
                  "他进入你的肛门时，你还坐着，双臂搂着他的脖子，闭着眼睛，感觉他勃起的大阴茎在拉伸你。你感觉到他粗糙的皮肤贴在你紧窄的肛门上，而他则在你体内疯狂地抽插。你感到恐惧和焦虑，同时又兴奋不已。",
                  "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY], [DildoM]
                  )
LO_STRADDLE_7 = ("lo_straddle_7", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你坐在他的腿上，背对着他，双臂环抱着他。当他进入你的身体时，你改变了姿势，看着他，震惊地张开嘴。他的动作越大，你的脸就越红。最后，你受不了了，张开嘴尖叫起来，当他在你体内射精时，你的身体因快感而颤抖。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )
LO_STRADDLE_6 = ("lo_straddle_6", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你转过身，以反向直立跨坐的姿势坐在他腿上。他抱起你的双腿，放在他的肩膀上。他张开手指，抓住你的大腿。你闭上眼睛，感觉到他温暖的呼吸拂过你的脖子，然后他将阴茎插入你的阴道，慢慢地插入你的身体。你喘息着，闭着眼睛，双腿紧绷，感受着他坚硬的阴茎在你体内慢慢地运行。你呻吟着，他用手捂住你的嘴，压制住你的声音，更加用力地冲击你的阴道。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插3分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_8 = ("lo_straddle_8", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你像女牛仔一样骑在他身上，脸颊紧绷，双臂抱住他的肩膀以保持平衡，湿润的阴部紧紧包裹着他坚硬的阴茎。你的呻吟声更大了，呼吸更急促了，脸也红了。你张开嘴，伸出湿润的长舌，等待着他在你体内射精的那一刻。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插7分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )
LO_STRADDLE_3 = ("lo_straddle_3", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你推到床上，以反向直立跨坐的姿势，坐在你的腿上，抓住你的大腿，从后面插入你的身体，不断撞击你的阴道。你张开嗓门，脸红心跳，因为他更用力地抽插你，直到他的手帕爆炸。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_4 = ("lo_straddle_4", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你压在身下。你呻吟着，他抬起你的双腿，把你拉向他。他抓住你的大腿，把它们往上提，不断地抽插着。你张开嘴，呼吸急促，身体因快感而颤抖。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插10分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_0 = ("lo_straddle_0", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你推倒在床上，压在你身上。你的双腿张开，大腿被抓住，你因屈辱的快感而扭动。他和你做爱，他的阴茎完全进入你的阴道，填满你的阴道，他的双手高高地抓住你的大腿，你的脸上充满了尴尬和纯粹的快感。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_5 = ("lo_straddle_5", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你坐在床上，面对着他，双腿伸向空中，感觉到他的双手抓住了你的大腿。当他从后面进入你的身体，完全插入你的身体时，你高兴得喘不过气来。你感觉自己被填满，背靠着他。你用双腿勾住他的手臂，感觉自己越来越接近高潮。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_2 = ("lo_straddle_2", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你向后移动，抬起双腿，他向前移动，从后面进入你的身体。你感觉到他的手放在你的腿上，紧紧抓住并向上抬起。他的动作越来越快，最后有力地插入，嘴角带着微笑。你迷惑而又幸福地看着他，看着他完全填满你的阴道，直到他在你体内射精。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_9 = ("lo_straddle_9", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你推倒在床上，双腿分开，你紧紧抓住膝盖。他将勃起的阴茎慢慢地插入你的身体，直到深入你的体内。你高兴地呻吟着，脸因兴奋而潮红，眼睛半闭着。你抓住他的手臂，抚摸着，撕扯着床单。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_1 = ("lo_straddle_1", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他从后面拉住你，手放在你的大腿上，换成反向直立跨骑，阴茎顶端蹭着你湿润的阴道。他抓住你的大腿，抬起来，紧紧握住，让你喘不过气来。你微微转过头，闭着眼睛，张开嘴巴，任凭他的阴茎在你湿漉漉的紧窄阴道里进进出出。当他将又热又粘的精液喷射到你的子宫深处时，你发出了呻吟声，这让你脸红心跳，紧咬嘴唇。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插10分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_HANDJOB_3 = ("hu_handjob_3", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你微笑着骑上他，短裙搭在大腿上。你骑在他身上，靠在他的鸡巴上，开始磨蹭他，用得意的眼神盯着他，催促他继续。你用一只手捏他的大睾丸，另一只手抚摸他的大鸡巴，让他在愉悦的呻吟声中变得僵硬。",
                "模仿场景中的姿态，为一个假阳具手撸5分钟,然后张嘴发出呻吟", None, [DildoM]
                )
HU_HANDJOB_2 = ("hu_handjob_2", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你躺在床上，他站在你的上方。你看到他完全勃起，巨大的阴茎又硬又大又湿。你感觉到他盯着你的眼睛的热度，你试图抗拒他。他把阴茎放在你的阴户旁，然后猛烈地插入。你陶醉地抬起眼睛，向他挤出一个得意的微笑。",
                "模仿场景中的姿态，为一个假阳具手撸1分钟,接着张嘴发出呻吟", None, [DildoM]
                )
HU_HANDJOB_4 = ("hu_handjob_4", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你爬到他身上，双腿分开，湿润的阴部紧贴着他的阴茎。你在他上方移动，将他粗长巨大的阴茎全部含入体内。他把手放在你的臀部，看着你骑在他身上。他的阴茎在你湿润的阴道里抽插、晃动。",
                "模仿场景中的姿态，为一个假阳具手撸5分钟,然后张嘴发出呻吟", None, [DildoM]
                )
HU_HANDJOB_0 = ("hu_handjob_0", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你坐在床边，双腿搭在他的肩膀上。你低头看着他的阴茎，惊讶于它的尺寸。他摆出狗爬式的姿势，光滑的皮肤随着他的一举一动而荡漾。你的手指在他的阴茎上上下游走，他喜欢这样。你张开嘴，渴望地用舌头舔着嘴唇。",
                "模仿场景中的姿态，为一个假阳具手撸3分钟,然后张嘴发出呻吟", None, [DildoM]
                )
HU_HANDJOB_1 = ("hu_handjob_1", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你躺在床上，他的脸在你上方，他英俊的脸庞，下巴紧咬，肌肉紧绷。他俯下身，从上方插入你的阴道。他的阴茎硕大无比，轻松地伸展并插入你的阴道。你呻吟着，伸出舌头，张开嘴巴，任凭他在你体内猛烈地抽插。他的手捂住你的嘴，夹住你的舌头，他离高潮越来越近。他滚烫的精液滴在你的脸上，他得意地笑着，等待着感受你的高潮。",
                "模仿场景中的姿态，为一个假阳具手撸2分钟,接着张嘴发出呻吟", None, [DildoM]
                )
HU_HANDJOB_5 = ("hu_handjob_5", [TAG_SEX], THEME_LOVE,
                "手撸",
                "站在床上，你看着他的阳具在你身上来回摆动。当你看到它看起来如此巨大，把你的洞撑到极限时，你的眼睛瞪得大大的。他向前倾，抚摸着自己的睾丸，然后露出邪恶的笑容。他握住你的手，引导你握住他的阴茎，紧紧地握住，命令你抚摸它。你顺从地听从他的每一个命令，当你低头看自己的手包裹着他的阴茎时，嘴巴微微张开。\"你喜欢这样吗，嗯？\"他咆哮着，粗暴地插入你的身体。快感袭来，你忍不住发出轻轻的呻吟。",
                "模仿场景中的姿态，为一个假阳具手撸2分钟,并且张嘴发出呻吟", None, [DildoM]
                )
LO_DOGGY_8_ANAL = ("lo_doggy_8_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你面对着他的阴茎站立，双臂握住身后的手腕，而他则从后面进入你的阴道，深深地将阴茎向里进出。他的手指挑逗着你的乳头，让它们自己挺立起来。他把你逼到最低弓，手插入你的肛门。在这段时间里，你一直试图抵抗他的强烈插入。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后把一个假阳具插入自己的菊穴，抽插6分钟", [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_5_ANAL = ("lo_doggy_5_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你弯下腰，他从后面以狗爬式进入你的身体，他的阴茎顶在你的甜蜜处，深深地插入你的体内。他的双手捏着你的腰，开始抽插，用他的极乐和精液填满你的身体。你闭上眼睛，因无法抑制的快感而尖叫，每一次插入都让你脸红心跳。",
                   "模仿场景中的姿态，把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_6_ANAL = ("lo_doggy_6_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他从后面进入你的身体，用手指深深地插入你的菊花，同时继续在你的身体里抽插。当他的阴茎在你的屁眼里进进出出时，你会情不自禁地呻吟起来。当他用精液灌满你的屁眼时，他会捏住你的脸颊，然后得意地从上面欣赏风景。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_1_ANAL = ("lo_doggy_1_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你用眼角的余光看着他走进房间，心跳得很快。他坐在床上，张开双腿，让你脱掉衣服。你犹豫了一下，但最终还是服从了。他微笑着从后面插入你的肛门，每一下你的脖子都在颤抖。当他继续插入时，你强忍着泪水，因为你痛苦的面部表情让他很满意。当他在你体内射精时，你因羞耻和屈辱而脸红，但又暗自享受。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_7_ANAL = ("lo_doggy_7_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你感觉到他在你身后，他有力的双手将你的大腿分开，他的阴茎戳压着你的肛门口。他紧紧抓住你的头发，按住你的身体，将阴茎顶在你的阴唇上，轻轻地往里顶。你闭上眼睛，害怕但又兴奋地看着他试图掰开你的身体，他的阴茎在你体内跳动。当他进入你的身体时，你不由自主地呻吟起来，脸红得和你的红肉一样，闭着眼睛，感受着他的阳具进入你的身体。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_4_ANAL = ("lo_doggy_4_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他趴在你身上，用他那肥大的阴茎插入你紧窄的肛门，你们的脸颊相撞，而他那肌肉发达的大屁股在颤抖。你惊恐地睁大眼睛，他用一只手堵住你的嘴，不让别人听到你低沉的尖叫声。钝硬的插入充满了你的内脏，因为他直接拧穿了你收缩的肛门。你渴望他激烈的撞击、深入你体内的插入和快感。震撼和兴奋传遍你的全身。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插9分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_2_ANAL = ("lo_doggy_2_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他弯下腰，把前臂放在床垫上，把屁股朝你的脸低下去。他的阴茎跳了起来，硬硬的，饥渴地抽动着。他从后面轻轻地将阴茎插入你温暖湿润的臀部。你闭上眼睛，臣服于这种幸福的感觉，他把阴茎拔出来，又插进去，一次又一次，让你爽得尖叫。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟", [ORGAN_ANAL],
                   [DildoM]
                   )
LO_DOGGY_0_ANAL = ("lo_doggy_0_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "在你的上方，他以狗爬式从后面进入你的身体。他抽出阴茎，阴茎未经审查地伸出来。他哼了一声，再次进入你的身体，他的阴茎狠狠地、愤怒地撞击着你的屁眼。你呻吟着，他愤怒地继续干你。你对他的态度很恼火，但你无法抗拒他的插入。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟", [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_3_ANAL = ("lo_doggy_3_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他弯下腰，面向床，张开臀部，露出肛门，你冷笑着，拿出坚硬的鸡巴，插入他深深的肛门，他呻吟着，咬着嘴唇。你抓住他们的大腿，他收紧，感受到你的动作，他的眼睛闭上了，你的阴茎深深地滑入他紧致、温暖的肛门。他呻吟着，身体颤抖着，感受着你插入他的身体，越来越深。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_2 = ("lo_spoon_2", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，双腿微微张开，屁股高高翘起。你的男友走过来，粗大的阴茎顶在你的面前，他用双手抱住你的屁股，引导他的顶端顶到你紧窄的阴部。他从后面肏着你，将你的阴部撞向床垫，他的阴茎埋在你的甜蜜中，你无助地呻吟着。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_5 = ("lo_spoon_5", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，他从后面进入你，抓住你的屁股。他紧紧抱着你，坚硬如石的黑色阴茎滑入你的体内。你闭上眼睛，喘着粗气。他猛烈地撞击着你，你的恐惧加剧了他的加速度。你张开嘴，发出一声呻吟。他填满了你，让你感到渺小和无助。你的阴壁紧紧贴着他。他亲吻你的后颈，手指抠进你的肉里。你闭上眼睛，身体在快感和震惊中颤抖。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_1 = ("lo_spoon_1", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，双腿张开，方便从后面进入。他抓住你的腰，毫不费力地用阴茎插入你的阴道。你呻吟着，他抓住你的臀部，把你拉回到他的胸前。你闭上眼睛，感受着席卷全身的快感。他的指尖在你的阴蒂上盘旋，增加你的快感，直到你达到高潮。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_0 = ("lo_spoon_0", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他从后面进入你的身体，一边挤压你的臀颊，一边将阴茎深深插入你的体内。当他的阴茎抚摸你的 G 点时，你发出了愉悦的呻吟。当他咬你的耳垂时，你能感觉到他在你脖子上温暖的呼吸。你侧卧着，喘着粗气，害怕他离开你。",
              "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插8分钟",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_3 = ("lo_spoon_3", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他把阴茎伸进你破裂的内裤，从后面进入你的身体。他咬着你的脖子，扭动臀部，强烈的快感在你的双腿间窜动。他一边干你，一边抓住你的屁股，把你拉得更近更深。你一边对着枕头呻吟，一边愉悦着自己，阴蒂逐渐变硬，直到他将精液喷射到你的子宫里，这是你终生难忘的做爱过程。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_4 = ("lo_spoon_4", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他在你的脖子上给了一个性感的吻，然后从后面进入你的身体，他的阴茎深深地埋在你的体内。当他插入时，他会抓住你的屁股，把你往后拉，确保你能感觉到他在你体内。你闭上眼睛，感觉身体随着每一次插入而摇摆。他紧紧地抱着你，用勺子舀着你，你们的身体轻轻地在一起移动。你感到脆弱和暴露，但你已经为他做好了准备。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插8分钟", [ORGAN_PUSSY],
              [DildoM]
              )
LO_STANDING_LL_0 = ("lo_standing_ll_0", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他从后面进入你的身体，不给你任何休息的机会，每一次插入，你都会弓起背，乳头变硬，发出呻吟。他双手抱着你的臀部猛烈地撞击，让你单腿保持平衡，膝盖发软，身体摇摇晃晃。你侧过身，想瞥一眼他，却只看到他面目模糊的阴茎在你体内抽插了几下。",
                    "模仿场景中的姿态，把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_1 = ("lo_standing_1", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "你赤身裸体地站在他面前，双腿微微分开，他引导你的身体靠在墙上。他把手伸到你的周围，按摩你的乳房，然后从后面进入你的身体，你的屁股被抓住，被迫分开，他的阴茎进入你的身体，你能感觉到充实感，他的手集中在你的屁股上，你的身体在颤抖，你闭上眼睛，你感到害怕、恐惧。但与此同时，你又不禁为自己充满活力而感到自豪，因为你能战胜如此霸道的男人。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插7分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STANDING_LL_1 = ("lo_standing_ll_1", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你舔了舔嘴唇，当他坚硬的阴茎探入你的阴道时，你的身体颤抖了一下，产生了一种光滑湿润的感觉。你抬起一条腿，他紧紧抱住你的腰，抬起另一条腿。你闭上眼睛，感受着他的皮肤贴在你的皮肤上，你的肉体贴在他的肉体上，还有你的呼吸。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
LO_STANDING_LL_4 = ("lo_standing_ll_4", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他从后面进入你的身体，你发出愉悦的呻吟，他用手按住墙壁以支撑自己的体重。你单腿站立，他越来越深入地进入你的身体，你的身体在颤抖。他俯身抚摸你的乳房，舔你的乳头，让它们变硬。你闭上眼睛，感受着他的阴茎抚摸你的肉壁，你发出愉悦的呻吟。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插7分钟", [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_5 = ("lo_standing_ll_5", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你站起来，双臂环绕着他的脖子，双腿搂着他的腰，双乳紧贴着他的胸膛。他慢慢地插入你的身体，阴茎深深地埋在你的体内，把你填得满满的。你紧紧搂住他的脖子，当他插入你的前列腺时，你弓起背部。他的阴茎在你体内跳动，你的阴道壁收紧，他喷射出一股强劲的精液，喷洒在你的腹部和胸部。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_3 = ("lo_standing_ll_3", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他让你站起来，但你必须保持平衡。他拉扯你的衣服，让你感觉有点不舒服。他用手托住你的脸，将阴茎对准你的阴道。你把手放在他的肩膀上，他慢慢地插入你的身体，感受你的柔软。你抬起腿，紧贴着他的肩膀，感觉他汗湿的身体紧贴着你。你感到困惑，但强烈的快感传遍你的全身，让你不知所措。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插9分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_2 = ("lo_standing_ll_2", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他看着你，目光坚毅，咄咄逼人。你听到他的咆哮，感觉到他的肌肉绷紧。他把手放在你的背上，把你推到墙上。他的另一只手已经伸进了你的内裤，手指伸向你的阴蒂。你闭上眼睛，感觉他粗大的阴茎在你的阴户上摩擦。你张大双腿，感觉他更用力地顶着你的阴道壁。当他插入时，你的双腿颤抖，呼吸急促。他的腿抬起来，将阴茎推得更远，在你的身体上抽插，而他的手指已经让你高潮了。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_0 = ("lo_standing_0", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "你站在房间中央，双腿分开，准备让他进入你的身体。他骑在你身上，阴茎对准你的阴道口，你感觉到他的呼吸在你的脖子上，你闭上眼睛，感觉到他的阴茎进入了你的身体。他抓住你的屁股，把你拉近他，你感觉到他的身体在抽搐，你的身体因快感而颤抖，你在纯粹的极乐中闭上双眼，精液从你的阴道流出。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插7分钟,接着达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STANDING_2 = ("lo_standing_2", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "音乐响起，你脱掉衣服，唤醒了站在你面前的男孩。他趴在你光洁的身体上，用力地骑着你，悬空的国会。你的乳头变硬，汗水流过你的皮肤。他的阴茎插入你的屁股，刺入你身体的深处。当他插入你的身体时，你喘息着尖叫，头、脸、张开的嘴、胸膛、屁股上的双手，你感到害怕和恐惧，整个人都在颤抖，疼痛在你的脸上表现出来，身体在颤抖。继续",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )
HU_COWGIRL_0 = ("hu_cowgirl_0", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你坐在他的阴茎上，当他进入你体内时，你湿润的阴部包裹着他的阴茎，你的阴蒂因兴奋而变得润滑。你加快步伐，臀部疯狂起伏。他抓住你的大腿，猛烈地抬起你，阴茎在你湿润的阴道里滑进滑出。你呻吟着，当你感觉到他的阴茎深深地插入你的阴道时，你的脸红了。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY],
                [DildoM]
                )
HU_COWGIRL_5 = ("hu_cowgirl_5", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他从后面进入你的身体，他的阴茎像手套一样拉伸你的阴道。他硕大的阴茎深深地插入你的体内，你的呻吟随着每次插入而加剧。你的臀部移动得越来越快，享受着灼热的感觉。你停了一会儿，闭上眼睛，湿润的阴道紧紧抓住他的阴茎。他再次有力地插入你的身体，将他的精液射入你的体内，你的舌头停留在嘴唇上。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
HU_COWGIRL_DOM_1 = ("hu_cowgirl_dom_1", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你躺在床上，赤裸着上身，当他从后面插入时，你的乳房高高耸立。他的双手握住你的臀部，紧紧地把你推向他，一边推一边磨。你夹紧阴道肌肉，享受着这种感觉，感觉自己就要射了。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
HU_COWGIRL_1 = ("hu_cowgirl_1", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你骑在他的阴茎上，粉红色的阴唇张开，颤抖着，他闪闪发光的阴茎摩擦着你湿润的褶皱。你的双眼紧闭，脸上挂着恼怒的笑容。他抓住你的大腿，把你往后拉，把阴茎深深地埋进你的体内。你满脸通红，眼神中充满了欲望。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoM]
                )
HU_COWGIRL_3 = ("hu_cowgirl_3", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他命令你抚摸自己，你立即照做。你隔着内裤抓住自己的阴部，感受着手指在身体上的温度。当他骑在你身上，深深插入你的阴道，阴茎深深地埋进你的身体时，你满脸羞红地低下头，迷失在这一刻。他抓住你的双腿向后拉，拱起你的下背部。他看着你，你闭着眼睛，嘴巴微张，嘴唇微微张开。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插10分钟", [ORGAN_PUSSY], [DildoM]
                )
HU_COWGIRL_4 = ("hu_cowgirl_4", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你跨坐在他身上，他的阴茎从你敞开的裙子里探出来，闪闪发光。你仰面翻转。他插入你的身体，他的阴茎深深地陷了进去，从你的衬衫里钻了出来。他慢慢地移动，让你呻吟，感受每一寸肌肤。你看着他的眼睛，面红耳赤，嘴巴张得大大的。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
HU_COWGIRL_6 = ("hu_cowgirl_6", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他一边进入你的身体，一边用舌头在你的嘴里滑动。他的阴茎深深插入你的阴道，他抓住你的大腿，把你拉向他，加深他的插入。你闭上眼睛，努力控制自己的尖叫，身体在他的重压下颤抖。他的手紧紧抱住你的大腿，真空般的感觉让你更加兴奋。你在颤抖的呼吸间呻吟。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                [DildoM]
                )
HU_COWGIRL_DOM_3 = ("hu_cowgirl_dom_3", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你趴在床上，裸露着乳房，乳头又硬又挺。他从后面进入你的阴道，坚硬的阴茎插入你湿润的小穴。当他以亚马逊姿势开始干你时，你大声叫喊。他的阴茎在你体内的感觉让你欲罢不能。他抽出阴茎，把你转过来，抓住你的臀部，进入你的肛门，把你填满。你的臀部紧绷，嘴巴张开，眼睛紧闭，面色潮红。你感到愉悦......",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插8分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
HU_COWGIRL_2 = ("hu_cowgirl_2", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你骑在他身上，你的阴部湿漉漉的，准备好承受他的整个阴茎。你用力骑着他，每一次深深的插入都让你的腹部紧绷。他抓住你的大腿，引导你的身体一起攀上最高峰。当你继续用力骑他时，他张着嘴，闭着眼睛。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插10分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
HU_COWGIRL_DOM_2 = ("hu_cowgirl_dom_2", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你躺在床上，乳房暴露在外，乳头坚硬。他从后面进入你的身体，阴茎轻松滑入你湿润的阴道。你大声呻吟，他在你体内释放出一股能量，让你扭动起来。然后他抽出阴茎，从你的肛门进入。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插6分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
HU_COWGIRL_7 = ("hu_cowgirl_7", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你躺在床上，双腿搭在他的肩膀上，气喘吁吁。他从后面进入你的身体，阴茎深深插入你湿润的阴道，让你发出愉悦的呻吟。你的乳头对触觉产生反应，变硬并急剧突出，你亲吻他的脖子，舌头探索他的皮肤。当他将手指插入你的肛门时，你激情地叫了出来，手指让你的肛门又湿又滑。你挪动屁股，为他的手指腾出空间，渴望更多。你兴奋异常。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_FULL_NELSON_3 = ("lo_full_nelson_3", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "他用右臂掐住你的喉咙，左手顺着你的身体往下滑，阴茎硬如岩石。他把大腿推近你的脸，然后用你的头发把你拉起来，给了你一个全握式。你很害怕，但同时你也需要它。他把阴茎塞进你张开的嘴里，你能感觉到他的精液从里面流出来，瞬间就把你的脸弄湿了。你感觉无法呼吸，但还是继续吞咽他的精液。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_FULL_NELSON_1 = ("lo_full_nelson_1", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "你被他用全纳尔逊式抱住，双腿悬空，胸部紧贴着他的胸膛。他以狗爬式进入你的身体，阴茎深深地插入你的肛门，让你羞红了脸。当他把你整个人抬离地面时，你的双腿在颤抖，双臂被反扣在背后，张开嘴发出无声的尖叫。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
LO_FULL_NELSON_2 = ("lo_full_nelson_2", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "你赤身裸体地站在他面前，双腿微微分开。他毫不费力地举起你，把你扔到他的肩膀上。你惊讶地哼了一声。然后他用全纳尔逊锁住你，你的双臂被反扣在背后。他是如此强壮，你害怕自己会受伤。但他也非常性感。他把你放在床上，你惊恐地看着他脱掉衣服。他爬到你身上，阴茎紧贴着你的屁眼。你闭上眼睛，感受着他整个身体压在你身上的重量。但他并没有进入你的身体。相反，他抓住你的双腿，把它们放在他的肩膀上。当你感觉到他巨大的阴茎正对着你的肛门时，你的眼睛睁得大大的。他轻轻地进入你的肛门，缓慢而小心，确保不会伤害到你。但你能感觉到它在你体内滑动，越来越深。你一下子感到不知所措、害怕和燥热，并开始呻吟。他闭上眼睛，享受着在你体内的感觉，开始用力快速地进出你的身体。你开始感觉到腹中有东西在膨胀，然后他爆发了，滚烫的精液从你体内喷涌而出。他是如此有力，让你感觉自己在飞翔。当他占有你的每一个部位时，你会快乐地尖叫",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_FULL_NELSON_0 = ("lo_full_nelson_0", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "他搂住你的脖子，在你的呻吟声中占据主导地位。他将你的双腿推起，用尼尔森的全套紧紧抱住你，同时将阴茎插入你湿润的阴道。你的脸因性欲亢奋而变得绯红难堪，不停地扭动身体，以求更深的插入。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoM]
                    )
LO_SUS_2 = ("lo_sus_2", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在他面前，双手放在背后，咧嘴一笑。当他的阴茎进入你湿润的阴道时，他将双手放在你的臀部，稳稳地抱住你。他抬起你的臀部，确保你高高地坐在他勃起的阴茎上，露出你的双乳。他把注意力集中在你的肛门上，轻轻地按压着，挑逗着。你奋力向前，试图得到他更多的阴茎，被这种感觉迷住了。",
            "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_7 = ("lo_sus_7", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在镜子前，金色的长发垂到腰间。你摘下黑色蕾丝胸罩，露出完美的乳房和勃起的乳头。你摇摆着臀部，解开紧身牛仔裤的纽扣，露出粉红色的内裤。他微笑着抓住你的腰，轻松地将你抱起，放在床上。",
            "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_3 = ("lo_sus_3", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "他走到你身边，站在你身后，把你转过来，让你压在他身上，你的屁股顶着他坚硬的硬物。他用双手抓住你的脸，蒙住你的眼睛，大拇指触碰你的嘴唇，感觉到你紧闭的双眼，他无比兴奋。你呻吟着，他将他的肉棒插入你的身体，让你全身颤抖。你惊呆了，感觉自己的身体快要崩溃了。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_0 = ("lo_sus_0", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "他把你从床上抱起，以悬空大会的姿势从后面插入你的身体。他的双手紧紧抓住你的臀颊，将你拉近他，阴茎滑入你的体内。当你的阴道壁紧紧包裹着他的阴茎时，你发出了呻吟。你的双腿在空中张开，紧闭双眼，脸庞因他的操弄而潮红发热。他一边抓着你的屁股用力按压，一边用阴茎在你湿润的小穴里进进出出。当他把滚烫的精液射进你的屁眼里时，他发出了一声闷哼。",
            "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_6 = ("lo_sus_6", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你跪在床上，低着头，脸上的表情既恼怒又愉悦。他从后面进入你的身体，用他的手握住你的腰，一边向你插入，每一次动作都很深入。他很清楚该怎么做才能让你感到满足，他湿漉漉的阴茎每一下都会在你的背上弹跳。",
            "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插3分钟,并且达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_5 = ("lo_sus_5", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "在卧室里，他从背后取悦你，他的大手抚摸着你的乳房，你赤裸的身体弓起，无限的快感在你体内积聚。你的屁股紧贴着他的胯部，他的手揉捏着你的臀部，他的另一只手将你的嘴张得大大的，你的嘴唇被拉伸得通红。你呻吟着，快感源源不断，他的阴茎深深地插入你的体内，用他滑腻的精液灌满你的身体。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_4 = ("lo_sus_4", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你脱下睡袍，跨坐在他身上，双手放在他的腰上，感受他坚硬的肌肉。你上下跳动，而他则将阴茎插入你的体内，将你的阴茎插入你的阴道。他搂着你的腰，享受着你裸露乳房的美景，捏着你的屁股。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插3分钟",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_1 = ("lo_sus_1", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "他将你的双腿悬在空中，你的大腿紧紧抓住他的臀部。他的阴茎在你湿润的阴部上下滑动，你的阴道分泌物不断渗出，他的手指插进你的屁眼，玩弄你紧窄的肛门，让你脸红心跳。当他插入你紧窄的肛门并在你湿润的阴道里滑动阴茎时，你发出呻吟，呼吸越来越急促。他的每一次插入都让他的阴茎在你体内进进出出。他把阴茎从你的阴道里抽出来，塞进你的喉咙，让你窒息，紧紧抓住他的后背。你猛烈地射精，双手抓住他瘦骨嶙峋的后背，把他拉向自己，陶醉地睁大眼睛。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插8分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_NURSING_2 = ("lo_nursing_2", [TAG_SEX], THEME_LOVE,
                "特殊照顾",
                "他毫无征兆地走进房间，让你措手不及。当他向你靠近时，你羞红了脸，遮住了自己。他强壮的手臂环绕着你，手指轻轻挑逗着你的乳头。你睁开眼睛，看到他的目光紧紧盯着你。当他把阴茎放进你的嘴里时，你品尝到了他的味道，他的手掌轻轻地揉搓着你的阴蒂。",
                "模仿场景中的姿态，为一个假阳具手撸3分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_NURSING_3 = ("lo_nursing_3", [TAG_SEX], THEME_LOVE,
                "特殊照顾",
                "你闭上眼睛，感觉身体里有一种奇怪的嗡嗡声。你为自己的兴奋感到尴尬，心脏砰砰直跳。他脱掉衣服，露出沾满唾液的粗大阴茎，放在你的手里。他把另一只手放在你高耸的胸线上，感受着你乳房的重量。他用嘴含住你发烫的乳头，用力吮吸，然后用手指在你敏感的阴蒂上旋转。",
                "模仿场景中的姿态，为一个假阳具手撸4分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_NURSING_1 = ("lo_nursing_1", [TAG_SEX], THEME_LOVE,
                "特殊照顾",
                "迪兰走进卧室时，你屏住呼吸，他宽阔的肩膀占满了门口。他抓住你的臀部，把你推倒在床上，眼睛里充满了渴望。他把自己推向你，让你发出愉悦的呻吟，紧闭双眼。他用手抚摸你的乳房，缓慢而悠闲。他的阴茎随着他在你身体里的抽插而跳动。",
                "模仿场景中的姿态，为一个假阳具手撸2分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_NURSING_0 = ("lo_nursing_0", [TAG_SEX], THEME_LOVE,
                "特殊照顾",
                "他强行进入你的身体，硕大的阴茎撞进你紧窄的阴道。你的双手抓住他宽阔的肩膀，因快感而紧闭双眼。他亲吻你羞红的脸颊，轻咬你的脖子，吮吸你的乳房。你的手部动作越来越大，越来越用力。他抓住你的皮裤，拉着你前后摆动，满足他。",
                "模仿场景中的姿态，为一个假阳具手撸4分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_STANDING_0_ANAL = ("lo_standing_0_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "他把你抬起来，分开你的双腿，用一只手捆住它们，另一只手伸进你的内裤。你快乐地呻吟着，闭着眼睛，感受着他温暖的气息扑面而来。他抓住你的屁股，把你的内裤往下拉，露出你美丽的紫色阴唇。他把手指伸进你的裂缝，把他的阴茎推得更进一步，慢慢地进入你的屁眼。你咬紧牙关，感觉快感传遍全身。闭上眼睛，你感觉到他的口水溅到了你的脸上，你的心跳得很快，感受到强烈的快感。当他用精液灌满你的屁眼时，你听到他的咕哝声，感觉到他温暖的精液顺着你的屁眼往下滴。",
                      "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STANDING_LL_3_ANAL = ("lo_standing_ll_3_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他走进房间，硕大的阴茎完全勃起。他把你举起来，抱到床上。不由分说，他把你扔到床上，你的双腿垂在床边。他站起来，阴茎对着你的脸。你伸出手指，滑到他的阴茎上，理解他的欲望。他掀起你的衬衫，露出你的乳房。他握住每一个乳房，轻轻挑逗。你把他拉近，舔着嘴唇。你毫无征兆地用一条腿缠住他的腰，用脚勾住他的肩膀。他紧紧抓住你的后背，阴茎在摩擦你的阴蒂时戳向你的后门。你对着他的胸膛呻吟，感觉自己的身体在颤抖。他毫无征兆地跪下来，把你拉向他。你的脸离他的阴茎只有几英寸远，嘴巴张得大大的。他加快了抽插的速度，用舌头在你的脸上舔来舔去。他进入你的身体，将你完全填满，抽插的速度越来越快。当他抽插时，感觉到你的热度在他的阴茎上，他加快了速度。你退缩了，感觉到他滚烫的精液射进了你的身体，他的双臂紧紧地抱着你。你大叫一声，感觉身体因快感而颤抖。他亲吻你的嘴唇，亲吻你的乳房。他把你拥入怀中，感觉到你的湿润紧贴着他的胸膛。你微笑着，感觉就像在梦中。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_1_ANAL = ("lo_standing_ll_1_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他俯身在你身上，阴茎粗大且滴着水，他无视你的乳房，用力插入你紧窄的肛门。你大声呻吟着，随着他的猛烈抽插，你的腿向后压以保持平衡。他一边用手指夹住你的乳头，用力挤压，一边猛烈地撞击你的屁股。他的呼吸越来越急促，你感觉到他滚烫的精液喷进了你的内脏，让你痛并快乐着。他的放射性精液充满了你的直肠，将你的阴部提升到一个新的高度。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_4_ANAL = ("lo_standing_ll_4_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他站在你面前，阴茎坚硬勃起，一出一进，脸上淌着汗珠。当你感觉到他的阴茎在你体内坚硬时，你抬起腿，双手抚摸着乳房，发出呻吟。他俯视着你，喘着粗气，将阴茎深深插入你的湿润处。你感觉到他粗糙的手抚摸着你的乳房，你的乳头坚硬勃起。当快感加剧时，你闭上眼睛，当他填满你时，你的屁股在燃烧。随着他的呻吟，你感觉到他的阴茎在你体内爆发，精液灌满你的身体，直到你再也无法忍受。你感觉他在你体内抽动，你的身体在刺痛，你紧闭双眼。",
                         "模仿场景中的姿态，把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_1_ANAL = ("lo_standing_1_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "男人站在高处，一只手放在你的屁股上，另一只手插入你的身体。你发出愉悦的呻吟，紧闭双眼。你感到一阵剧痛，紧接着是一阵刺痛，因为他收紧了你屁股上的手指。你已经准备好射精了，但当你感觉到你的屁股正被他滚烫的精液填满时，你犹豫了。他插得更快了，你的屁股里充满了他的精液。你害怕但又兴奋，因为他呻吟着，离射精越来越近了。他在你体内射精，精液沾满了你的身体，你听到他的呻吟声，用手捂住脸，以免弄脏。```",
                      "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STANDING_LL_2_ANAL = ("lo_standing_ll_2_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "你背对着他站起来，双腿分开，双手放在身旁。他抓住你的臀部，稳住你的身体，然后从后面以狗爬式进入你的身体。他用手指紧紧夹住你的乳头，让你因快感而颤抖。然后他身体前倾，抬起一条腿，将阴茎插入你的肛门。当他插入时，你发出愉悦的哼声。突然，你把腿抬得更高，把头转向一边。他更加用力地插入，享受着你的屁股被他的阴茎填满的景象。你的口水顺着下巴滴下来，你闭上眼睛，享受着席卷而来的高潮。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_2_ANAL = ("lo_standing_2_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "你站起来，身体微微前倾，男人在你身后，双手扶着你的臀部，将阴茎对准你的肛门口。当他把阴茎插入你的屁眼时，你感到一阵剧痛，阴茎被拉伸。你发出一声尖叫，但仍然站立着，因为他完全插入了你的身体，露出了满意的表情。你转过身，他的手放在你的乳房上，感觉你的乳头如此坚硬，他的眼睛紧紧盯着你。当他插入你的身体时，他感觉到你的屁股紧紧抓住他的阳具，将他紧紧箍住。你发出一声呻吟，感觉脸红了起来。他继续慢慢地插入你的身体，感觉他的高潮越来越近了。他停止了动作，眼睛紧紧盯着你，像爆炸一样把精液射进你的屁眼里。你发出惊讶的声音，感受着他的精液在你体内的温暖。",
                      "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STANDING_LL_0_ANAL = ("lo_standing_ll_0_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他用力把你推到床上，阴茎勃起。你感觉到他火热的皮肤，粗糙，兴奋，他的手抚摸着你的乳房。他插入你的身体，猛烈的插入，强烈的插入。你感觉到他的阴茎侵入你的身体，撕裂一切，充满反叛。你感受到他的能量、他的需求、他的欲望，你停止了抵抗；你呻吟、呜咽，你臣服于他的插入。他抓住你的腿，抬起来，做着胜利的手势。你闭上眼睛，面红耳赤，一动不动，但你感觉到自己的肌肉波涛汹涌，绷得紧紧的，像电击一样尖锐。他移动阴茎，培养插入的快感，你的呻吟声越来越大。突然，一阵激情迸发，他抬起你的腿，抛起你的身体，你的一条腿倾斜 45 度，熟练地保持平衡，在你的身体深处，精液迸发。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_5_ANAL = ("lo_standing_ll_5_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "无脸男站在你的上方，他把一条腿放在你的两侧，他的阴茎又粗又长，正好垂在你的嘴边。你张大嘴，把他含了进去，他的长度和腰围让你喘不过气来。他将自己的阴茎放低，深深地插入你的体内，每一次插入都会让你们俩呻吟不已。你感觉到他的手放在你的乳房上，挤压和捏弄你坚挺的乳头，让你快感疯狂。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_MISSIONARY_8_ANAL = ("lo_missionary_8_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你静静地躺着，用无声的深呼吸鼓励他。他抬起身体，调整阴茎，然后抓住你的臀部，引导自己进入你张口抗拒的肛门。你的脸颊被挤压，而他则完全覆盖。当他进入你的肛门峡谷时，他的呼吸在咆哮，他的话也说不出来了。你的脸红了，心跳得越来越厉害。你怀疑这是真的，你的眼睛睁得大大的，嘴角露出一丝微笑，因为你惊讶于他的阴茎是如此的宽大和开放，他的阴茎深深地插入了你的后庭，他开始抽动他的阴茎，进出你罪恶的肉体，享受着缓慢而稳定的节奏，让你湿润，违背了你的意愿、如果你想忍住，你甚至不能动弹，因为射精会冲过你受虐的通道，洒在下面的床单上。他的声音时不时地在你耳边响起，但主要是你高亢的呻吟声和他的哼哼声。",
                        "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_4_ANAL = ("lo_missionary_4_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰卧着，他跪着，手握阴茎。他摆好姿势，感受你肛门的深度，然后用力插入。他闭着眼睛，感受着你身体的温度，你肛门的紧缩感紧紧地抓住他。他将勃起的阴茎插入，深深地插入你的肛门，你左右扭动屁股，用你的肛门弄湿他的阴茎，他冷笑着，感觉到你的紧缩，他对着你的屁股哼哼。他抓住你的大腿，用力地操着你的屁股，感受着你湿热的身体。他射精了，温暖粘稠的精液射进了你的身体，你闭着眼睛，在快感中喘息。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_1_ANAL = ("lo_missionary_1_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，双腿张开，脚趾相互接触。你的脸皱成一团，闭上眼睛，能听到他转门的声音。他一脸坏笑地走进房间，拿起一个玩具扔在床上。他走到床尾，像模特一样站在你面前，伸手抓住你的双脚，把它们分开。他身体前倾，抓住你的臀部，深情地凝视着你，你看到他的阴茎从裤子里露出来，龟头闪闪发光。他一只手抓住阴茎，向你的肛门塞去，另一只手抓住你的屁股，将阴茎插入你的体内。你呻吟出声，他闭着眼睛，咬紧牙关，拔出阴茎，狠狠地插进去，阴茎头在你体内射精时，冲刷着你的肛门。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_3_ANAL = ("lo_missionary_3_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰卧在床上，他站在你的上方，俯视着你，用他的阴茎深深地插入你的身体，他用臀部挤压你的屁股，尽可能地深入你的身体。你挤压大腿，试图夹紧他的阴茎，看起来很不舒服，但又很兴奋。你的脸变得模糊不清，因为潮热占据了你的脸，你的屁股紧紧地夹住他，因为你感到无法控制的高潮在你的身体上肆虐，你把大腿捏得更紧，努力不让自己在快感中叫出声来。精液从你的屁股里喷涌而出，可见的湿润沾满了你身下的床单。",
                        "模仿场景中的姿态，把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_5_ANAL = ("lo_missionary_5_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，他从上面进入你，插入你紧窄的肛门。你闭上眼睛，感受着他的阴茎将你填满的感觉。你感觉到他温暖的呼吸拂过你的脖子，他的阴茎在你的屁股里滑进滑出。他毫不留情地干着你，精液从他的阴茎中射出，溅到你的脸上和胸上，让你因震惊和满足而脸红。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_6_ANAL = ("lo_missionary_6_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，摸着被褥的边角。他爬到你的身上，阴茎粗大地插入你的肛门，紧紧地、深深地进入你的身体。当你感觉到他的阴茎从你体内探出时，你的眼睛睁得大大的，呼吸也变得越来越粗重。你能感觉到他强壮的大腿压在你的腰上，身体紧贴着你。当他在你的肛门里进进出出时，你发出一声叹息。当他凝视着你含泪的双眼时，你会感觉到他的精液喷射到你的肛门里的热量。你感觉到他的精液从你体内流出，你的身体开始颤抖。",
                        "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_0_ANAL = ("lo_missionary_0_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你躺在床上，闭着眼睛，翘着二郎腿，屁股被他坚硬的阴茎撞击得发怒，寻求释放，当他插入你的屁股时，你紧闭着嘴唇呻吟着，将你推入床垫。你能感觉到他的汗水、他的热量、他的霸气，在塑造着你的身体。然后，当他把大量的精液射进你紧窄的屁眼里，滴落到你的大腿上时，你发出了一声低沉的呻吟。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_7_ANAL = ("lo_missionary_7_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他躺在床上，你爬到他身上，跨坐在他的阴茎上，把自己完全放在他的阴茎上，感觉它顶到了你的身体底部。当他慢慢将阴茎插入时，你闭上眼睛，背部微微弓起。一条腿弯曲在他身上，你的大腿被他的手抓住，你的膝盖抱住他的脸。你呻吟着，呼吸变得深沉，双眼紧闭。他俯身在你身上，双手扶着你的臀部，双眼紧闭，舌头触碰着你的乳头，抚摸着你的脖子，咀嚼着你的耳垂。当你沉浸在他温暖的怀抱中时，你并没有注意到他已经完全插入了你的身体。",
                        "模仿场景中的姿态，把一个假阳具插入自己的菊穴，抽插7分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_2_ANAL = ("lo_missionary_2_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，双腿伸直，他从上往下跪在你的上方。他戴上避孕套，确保不撕破，然后慢慢进入你的肛门。你退缩了，脸上锁着恼怒的表情。他抓住你的大腿，向你的体内推得更深。当他插入时，他能感觉到你脸红了，变得更湿了。你闭上眼睛，呼吸急促，并随着他插入得更深而呻吟。当他把自己插入得更深，把你完全填满时，你们都陶醉地呻吟着。他在你体内射精，精液喷洒在你的屁股上，你的小穴紧紧夹住他。",
                        "模仿场景中的姿态，把一个假阳具插入自己的菊穴，抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_COWGIRL_2 = ("lo_cowgirl_2", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你四肢着地坐在床垫上，胸部紧紧地在胸前跳动，因兴奋而紧闭双眼，阴道因期待而湿润。他站在你身后，紧紧抓住你的大腿，深深地插入你的身体。你的阴道紧紧地抓住他的阴茎，他开始用力地拱你。",
                "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_6 = ("lo_cowgirl_6", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他站在你的身后，从后面进入你的身体，宽大的阴茎温柔地抚摸着你湿润的阴部，你感觉到他深深地进入了你的身体，毫无保留。你并拢大腿，试图容纳他粗大的阴茎。喘息着，你慢慢睁开眼睛，看到他，看着你，因为如此暴露而脸红。",
                "模仿场景中的姿态，把一个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_4 = ("lo_cowgirl_4", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他从后面插入你的身体，又狠又快。你随着身体的节奏骑在他身上，强烈地感受着他的插入。你的阴道壁紧紧地贴在他的阴茎上。他看到了你美丽的臀部，一边进入你的身体，一边抚摸着你的臀部。你感到脸上泛起红晕，一想到他要在你体内射精，你就不由自主地颤抖起来。当他肆无忌惮地在你体内爆发时，你微微张开的嘴显示出你的兴奋。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_1 = ("lo_cowgirl_dom_1", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你跨坐在他的脸上，他同时吮吸你的乳房，手指在你的阴蒂上画圈。他用手指操你，深入你的体内，抚摸你湿润的内壁。你发出愉悦的呻吟，闭上眼睛，感受着他在你脸颊上的呼吸。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插5分钟", [ORGAN_PUSSY], [DildoM]
                    )
LO_COWGIRL_3 = ("lo_cowgirl_3", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他站在你身后，跪在你面前，阴茎紧紧夹住你，深深插入，你闭上眼睛，他的舌头伸进你张开的嘴里。他的阴茎在你体内进进出出，你的阴道在痉挛，他在呻吟。他用力抓住你的大腿，兴奋之情溢于言表。",
                "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插5分钟", [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_7 = ("lo_cowgirl_7", [TAG_SEX], THEME_LOVE,
                "女上位",
                "一个男人走进房间，看到你赤裸着上身躺在那里，乳头坚硬，头发凌乱。他立刻把你带到他最喜欢的姿势--亚马逊式。他用大阴茎插入你的阴道，你的呻吟声充满整个房间。他紧紧抱住你的臀部，进入你紧窄的阴道，张大阴唇。他看到你潮红的脸和张开的小嘴，继续他的性刺激。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_1 = ("lo_cowgirl_1", [TAG_SEX], THEME_LOVE,
                "女上位",
                "*Censored* 骑在他身上，想着即将到来的快感时刻，你的大腿收紧，阴部湿润，你因恼怒而变得面红耳赤，当你听到他欢快的咆哮声时，你收紧的大腿更加用力地夹住他，他将阴茎深深地插入你的体内，给你们俩带来难以置信的感觉。",
                "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插8分钟", [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_5 = ("lo_cowgirl_5", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他把你抬到他的阴茎上，然后慢慢地把你放回阴道，你们俩都在呻吟。你感觉到自己被深深地插入，感觉到他进入你的身体，把你填满。你咬着自己的手，试图压制住自己的尖叫声，因为你感觉到自己的阴道肌肉紧紧包裹着他。他弹跳起来，向你张开的嘴里喷射出一股精液，你震惊地睁大眼睛，把精液全部吞了下去。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_3 = ("lo_cowgirl_dom_3", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你坐在他身上，面对着他，他的阴茎插在你的阴道里，你的乳房弹跳摇摆，乳头坚硬。你爬了起来，把自己压在他的阴茎上，像亚马逊人一样骑在他身上。当他的射精喷射到你张开的嘴里时，你的脸红了，快感显而易见，你的嘴张得大大的。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_COWGIRL_0 = ("lo_cowgirl_0", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他从后面进入你的身体，深深地插入，感觉到你的温暖包裹着他的阴茎。你无耻地呻吟着，享受着这种快感。他紧紧抓住你的大腿，把你拉得更近。他的插入又快又猛，让你脸红心跳，呻吟得更大声了。",
                "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_2 = ("lo_cowgirl_dom_2", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你坐在他身上，将手肘靠在他的肩膀上，背部弓起，露出乳房。他一边使劲拉扯你的乳头，一边将阴茎滑入你湿润的阴道，感受着阴茎紧紧包裹着你，让你发出呻吟。你摇摆着臀部，在他的大腿上扭动，忘记了其他一切，只感受到快感。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
HU_STRADDLE_9 = ("hu_straddle_9", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你推到墙上，用一只手紧紧搂住你的腰。他把另一只手放在你的胸前，身体前倾，让你看到他的阴茎在抽动。他用双手搂住你的脖子，分开你的双腿，从后面进入你的身体。你发出喘息声，但他将你的下巴抬起，让你的嘴张开，他继续插入。你感觉到自己湿润的温暖汇集在地毯上，脸上燃烧着快感和羞耻。他哼了一声，你感觉到他在你体内射精的温暖。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_7 = ("hu_straddle_7", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他让你坐在床上，你的脚踝靠在他的肩膀上，稳稳地、紧紧地抱住自己。他慢慢地插入你的身体，你的阴道肌肉随着他的进出而刺痛，你感到很尴尬。他用双臂紧紧抱住你，你闭上眼睛，感觉他汗湿的胸膛贴着你的脸，他的阴茎在你体内进进出出。当他用力抽出时，你沉浸在那一刻，他的脸因为用力而变得通红。你翻过身来，抓住自己的脚踝，感受着体内的射精。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )
HU_STRADDLE_3 = ("hu_straddle_3", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你坐在床上，翘起二郎腿，阴部湿润，准备就绪。他从后面进入你的身体，用力地操你，他的手指抓住你的大腿，把你推向他。他的阴茎来回划动，插入你紧窄的阴道。他拔出来，把精液喷到你的大腿上。你将手指伸向他的精液，将其滑回到手指上，然后舔干净。你回过头，脸红红的，喜欢这种感觉，沉浸在狂喜之中。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,接着达到高潮,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_2 = ("hu_straddle_2", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你坐在他的大腿上，双腿环绕着他的脖子，张开的小嘴贴在他的嘴唇上，双手紧紧抓住他的大腿。他把你往后拉，用狗爬式抱住你。他从后面进入你的阴道，让你发出愉悦的哼声。他的阴茎又长又粗，插得你更深。你看着他，对自己的兴奋感到困惑。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插4分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_4 = ("hu_straddle_4", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你从床上坐起来。他来到你身后，双手放在你的大腿上，引导你向后靠。他的阴茎从后面插入你的阴道。他慢慢地抽出，然后又插入，他的嘴唇围绕着你的阴蒂，轻轻地咬着。你愉悦地睁大眼睛，嘴唇张开，然后他一拳砸在你的喉咙上，你在吞咽之前发出一声低沉的呻吟。---",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_5 = ("hu_straddle_5", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你反向直立跨坐，坐在他腿上，双腿抬起，他的双手抓住你的大腿。他把阴茎放在你的两腿之间，让他可以轻松地插入你的身体。他慢慢地进入你的身体，你快乐地呻吟着，脸深深地红了。他磨蹭着你，感受着你的温暖。你紧紧地抱住他，用他勃起的阴茎抚摸自己。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_1 = ("hu_straddle_1", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你舒服地坐在床上，双腿伸直，双眼紧闭。你感觉到他在你身后，他的手抓住你的大腿。他慢慢地从后面进入你的身体，他的阴茎填满你的身体，刺激你的 G 点，你的双脚仍然悬空。当他亲吻你裸露的肌肤时，你会感觉到他的呼吸在你的脖子上，当他紧紧抱住你时，你的腰部会有轻微的压力。你喘息着，呻吟着，闭着眼睛，头向后仰，他继续用力地抽插着你。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插10分钟,并且达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_6 = ("hu_straddle_6", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你仰面跨坐在床上，从他的阴茎上抬起头。他走到你身后，双手抓住你的大腿，把它们拉到你的头顶。他将阴茎插入你湿润紧致的阴道，动作与你的摇摆同步。当你呻吟并感受到一阵阵快感时，你的双眼紧闭。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插10分钟,然后达到高潮,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_0 = ("hu_straddle_0", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你和一个刚认识的男人坐在卧室里。你感觉到他抓住你的大腿，从后面进入你的身体，猛烈而深入地插入你的身体。你能感觉到灼热，你想起了为什么你喜欢又快又猛。但你还记得之前对他的恼怒，所以你侧过头瞪着他，希望他能明白你的意思。但他没有，反而点头表示赞同\"。你翻了个白眼，把臀部往后翘，享受着每一次笨拙的插入。你感觉自己的大腿时而夹紧，时而放松，你努力坚持着。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟,并且达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_8 = ("hu_straddle_8", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他让你仰卧，将阴茎插入你湿润的阴道，使劲地操你，直到你达到高潮。你大声呻吟，双手搂住他的脖子，防止自己从床上摔下来。他温暖的精液从你张开的嘴里滴落，他的种子溢满了你的口腔。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STRADDLE_10 = ("hu_straddle_10", [TAG_SEX], THEME_LOVE,
                  "跨坐式",
                  "你抱着双腿坐着，感到害怕和紧张。他站在你身后，抓住你的臀部，深吸一口气。他将阴茎深深地插入你的体内，感觉到你的阴道紧紧地爱抚着他。你闭上眼睛，咬紧牙关又松开。你大声尖叫，双手满是汗水，充满了快感。",
                  "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插5分钟", [ORGAN_PUSSY],
                  [DildoM]
                  )
HU_COWGIRL_2_ANAL = ("hu_cowgirl_2_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你坐在他身上，前后摇摆着臀部骑在他身上，将他的阴茎深深插入你温暖紧致的肛门。你紧闭双眼，感受着体内积聚的热量和湿气。你的身体绷紧，发出响亮而激情的呻吟。他抓住你的双腿，将它们进一步拉开，感受着你兴奋的热度。他继续深深地插入，直到你射精，挑战着你肛门的极限。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
HU_COWGIRL_3_ANAL = ("hu_cowgirl_3_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "他把她放在床上，然后坐在她身上，把她翻转到腹部，用强壮的双腿环住她的腰。他从后面进入她的身体，又深又粗，阴茎硬得像块石头。他看着她羞红的脸，闭着眼睛，双手抠着床单，不禁莞尔一笑。他俯身压住她的肩膀，感觉到她在颤抖。他的动作越来越快，把她推向自己的皮肤，加深肛门的插入。她呻吟着，眼泪流了下来。",
                     "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插9分钟", [ORGAN_ANAL], [DildoM]
                     )
HU_COWGIRL_5_ANAL = ("hu_cowgirl_5_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "他把阴茎放在你的臀颊之间，你的小嘴惊得张得更大，他的阴茎巨大无比，覆盖了你的整个屁眼。他身体前倾，骑在你身上，阴茎深深地插入你紧窄的肛门。当他把整个阴茎插入你紧窄的菊花时，你大声喘息。他上下抚摸，让你的屁股张得大大的，被这种体验震惊了。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
HU_COWGIRL_4_ANAL = ("hu_cowgirl_4_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "当你跳到他身上，你的头发自由飘动时，你在一个位置上就拥有了一切。你引导他深入你的肛门，一边扭动一边用你的女孩抚摸他。当他疯狂地插入时，你发出愉悦的喘息。你的屁股收紧，紧紧锁住他的阴茎。当他将阴茎插入时，你的呻吟声更大了。他的精液从你张开的嘴里飞溅出来，和你的汁液混合在床上。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
HU_COWGIRL_DOM_2_ANAL = ("hu_cowgirl_dom_2_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "他伸出双臂，用手指夹住你的乳头，你则用双腿环住他的腰。他将你高高举起，你的乳房摇摆着，他从后面进入你的身体。他的阴茎在你的双唇间轻轻落下，你发出愉悦的呻吟。他看着你，你的脸因喜悦而潮红，他的阴茎在你跳动的肛门里进进出出。当他用他的种子填满你的身体时，你感受到了他的温暖，脸颊泛起了红晕。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插3分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_COWGIRL_7_ANAL = ("hu_cowgirl_7_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你站在他面前，上身赤裸，乳房跳动。他深深地进入了你，疼痛和紧绷感让你睁大了眼睛。你抓紧床单，试图坚持住。他坐在你身上，你的双腿紧紧缠住他，他快速、深入、用力地干你，让你分析性地射精。精液从你体内流出，你颤抖着，肛门抗拒着，但最终还是屈服于他强有力的抽插，感觉他的精液充满了你，直到你爽得脸红。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
HU_COWGIRL_DOM_1_ANAL = ("hu_cowgirl_dom_1_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你躺在床上，乳房暴露在外，乳头坚硬。他爬到你身上，从后面进入你的身体。你闭上眼睛，感觉他深深地进入了你的身体，你的手肘靠在床上。他拍打你的屁股，留下红色的印记，让你脸红并感到尴尬。在亢奋的状态下，他扭动着臀部，阴茎撞击着你的屁眼。片刻之后，你感觉到他的精液涌入你的肛门，让你感到困惑。你甚至不知道他会这么做。你闭上眼睛，嘴角露出一个大大的微笑。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_COWGIRL_1_ANAL = ("hu_cowgirl_1_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你伸展背部，张开双腿，床随着你的动作发出轻微的嘎吱声。你感觉到他的手指放在你的肉上，拉开你的脸颊，他用拇指做着动作。\"这样好吗？\"他问道，看着你红扑扑的脸蛋傻笑。你狡黠地点了点头，感觉到他沉入了你的身体，打破了屏障。你感到心跳加速，怦怦直跳。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟", [ORGAN_ANAL],
                     [DildoM]
                     )
HU_COWGIRL_DOM_3_ANAL = ("hu_cowgirl_dom_3_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你跪在他面前，双手放在他的膝盖上，嘴唇微微张开，闭上眼睛，感受他进入你的身体。他操着你的屁股，娴熟的动作越来越深入，将欲望和力量融为一体。你感觉到他的快感在你体内爆发，你的肛门紧紧夹住，吮吸着他的每一滴精液。你沉浸在快感的仙境中，身体在融化和颤抖。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_COWGIRL_0_ANAL = ("hu_cowgirl_0_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你坐在他的阴茎上，屁股高高翘起，一直垂到他的视线高度。他抓住你的大腿，把你更深地推到他的阴茎上，你的肛门环完全被他的粗大所接受。你回头看着他，微闭着双眼，脸颊微微泛红。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插3分钟", [ORGAN_ANAL],
                     [DildoM]
                     )
HU_COWGIRL_6_ANAL = ("hu_cowgirl_6_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "他把你叫到卧室，他的阴茎已经变硬，他从后面进入你的身体，把你深深地推到床上，他紧紧抓住你的大腿，插入你肛门的最深处，你闭上眼睛，大声尖叫，他的声音低沉粗鲁，让你脸红心跳。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插9分钟", [ORGAN_ANAL], [DildoM]
                     )
HU_MISSIONARY_8_ANAL = ("hu_missionary_8_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他跪在你身后，阴茎傲然勃起，你感觉到他进入了你的身体，越来越深，他恳求你抬起双腿，你抬起双腿，仰望着他。他看着你的屁股，特写镜头，等待着插入的那一刻，你对自己微笑，知道即将发生什么。他深深地进入了你的身体，你感觉到他的顶端碰到了你的肛门环，感觉又紧又湿，你大声呻吟起来。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
HU_MISSIONARY_0_ANAL = ("hu_missionary_0_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他从后面进入你的身体，他的鼻子蹭着你的脖子，他的手抠着你的屁股，把你拉近他。你凝视着他紧闭的双眼，感受着他结实的大腿环绕着你，他的背部平直。你张开双腿，他抬高双腿，向世界敞开最亲密的角度。他在你耳边咆哮，在你体内射精，让你的肛腔充满温暖，他在你的身体里绷紧神经。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
HU_MISSIONARY_7_ANAL = ("hu_missionary_7_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他仰面躺着，你跪在他上方。你可以看到他双腿之间的插入，他坚硬的男性生殖器随着每一个动作上下轻微跳动。你身体前倾，双手握住他温暖的阴茎，准备插入。他闭上眼睛，期待着疼痛。但当你开始插入时，感觉非常好，他几乎忍不住脸红了。你紧紧抱住他的大腿，享受着他的呻吟声，慢慢地将臀部插入他的身体。当他紧紧地用肌肉夹住你的阴茎时，你的插入是艰难的，但也是令人满意的。当他爆发性地达到高潮时，你的脸上洋溢着纯粹的狂喜和难以抑制的喜悦，伴随着他紧绷的臀部流出的大量湿液。",
                        "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
HU_MISSIONARY_5_ANAL = ("hu_missionary_5_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，他站在你的上方，紧握着阴茎，他那玫瑰色的坚硬插入你的肛门，你被他的动作吸住。他的阴茎像玩具一样插入你的身体，他的坚硬包裹着你，他有力地抽插着，他宽阔的胸膛和阴茎挡住了阳光，你的脸在他的阴毛中。他的动作越来越快，你的呼吸越来越急促，你闭上眼睛，身体在陶醉中摇摆。他专注地盯着你的脸，你能感觉到他的力度越来越大，你的呼吸越来越急促，他呻吟着向你热情张开的嘴里射精。你的脸被纯粹的快感所摧毁，你的嘴里充满了温暖而浓稠的精液，他每一次插入，你的身体都会因为快感而颤抖，你的屁股也会因为快感而涨红。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插9分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
HU_MISSIONARY_6_ANAL = ("hu_missionary_6_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他仰面躺下，你以传教士体位跨坐在他身上，摆好姿势，让他的阴茎进入你的肛门。他坚定地回答，准备感受你肛门的紧绷感。他伸出阴茎，将其插入，浸入你本能触觉的肛门。你的脸颊紧闭，呼吸加快，闭上眼睛呻吟。他猛烈地抽插着，感受着你芸芸众生的温暖。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
HU_MISSIONARY_1_ANAL = ("hu_missionary_1_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺在床上，双腿靠在床头。他瞥见了你，走了过来。他看到你在自慰，闻到了你的欲望。他命令你躺着别动，然后他走到你身上，用他那双布满老茧的手挤压你的肉体。你紧闭双眼，表达了你对压力的享受。他向后伸手，抓住你的臀部，毫不犹豫地将阴茎插入你的肛门。你发出愉悦的呻吟，并将内心的秘密吐露出来。当他向前挺动臀部时，他感觉到了你的肛门对他阴茎的热度。你能感觉到顺着阴蒂传来的阵阵酥麻，片刻之后，你的双眼猛地睁开，发出震耳欲聋的尖叫，你高潮了。他享受着你滚烫的爱液流到下面床单上的感觉。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且达到高潮,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
HU_MISSIONARY_3_ANAL = ("hu_missionary_3_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，像尸体一样伸展开来，双腿张开，生殖器暴露在外。他走近你，握着他的阴茎，贪婪地注视着你。他抓住你的大腿，把它们拉开，把阴茎对准你毛茸茸的肛门。你闭上眼睛，感到愤怒、焦虑和尴尬。他毫无顾忌地深深插入你的身体，当你感受到强烈而痛苦的插入时，你的眼泪流了下来，感觉自己被支配和吞噬了。他紧紧抓住你的大腿，有力地抽插，深入你的体内。他用力地在你的屁股里射精，在拔出时大声地哼哼，让你脸红、湿润、满是精液。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插4分钟,接着达到高潮,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
HU_MISSIONARY_2_ANAL = ("hu_missionary_2_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你四肢着地，他在你身上徘徊，阴茎跳动着，深深地插入你的菊花。你高兴地上下扭动着肛门，感受着无保留插入的快感。你抓住他的大腿，看着他的眼睛，感受着难以置信的充实感。他闭上眼睛，呼吸急促，插入得更深，发出强烈快感的原始呐喊。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
HU_MISSIONARY_4_ANAL = ("hu_missionary_4_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他从上往下，从后面插入，深深地插入你的肛门。你的脸颊紧紧夹住，被压得通红。他把你的大腿拉到脑后，紧紧抓住你的大腿，在你体内进进出出。你闭上眼睛，嘴唇微微张开，大声呻吟着，嘴唇上念着他的名字。直到他将一股浓浓的精液射进你紧撅的屁股里，他才停止。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_COWGIRL_2_ANAL = ("lo_cowgirl_2_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你感觉到他的阴茎深深地插入了你的肛门，让他粗大的阴茎摩擦着你的内脏。他抓住你的臀部，将你抬起，阴茎更加深入。你的脸变得通红，眼睛也闭上了。他抓住你的大腿，紧紧地挤压着。他快速地抽插，每一下都让你的身体更加火热。你呻吟着，回应着他的呻吟，他把你带入了强烈的高潮......",
                     "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_0_ANAL = ("lo_cowgirl_0_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你躺在床上，他用尽全力插入你紧窄的肛门，享受着你痛苦的表情。他的鸡巴在你身上疯狂地跳动，你的脸上露出羞愧和愉悦的表情。当他猛烈地进入你的身体时，他紧紧地束缚着你的大腿并用力挤压。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插3分钟", [ORGAN_ANAL],
                     [DildoM]
                     )
LO_COWGIRL_DOM_2_ANAL = ("lo_cowgirl_dom_2_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你站得高高的，乳房微微露出胸罩，你抓住亚马逊的两根绳子把他的臀部拉起来，把他紧紧地按在你的屁股上，感觉他充满活力的阴茎深深地插入你的私密部位。你的脸颊紧紧夹住，感觉到他的阴茎在你的肛门部位摩擦，你睁开眼睛，感受着肛门高潮的狂喜。当他的阴茎深深插入你的屁眼时，你的脸因快感而涨红，你的身体在颤抖。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_6_ANAL = ("lo_cowgirl_6_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你坐在他的鸡巴上，慢慢地骑着他，他一边扶着你的大腿，一边引导着你的臀部，粗暴地插入你湿润的肛门深处。他的蛋蛋拍打着你的屁股，你紧张地笑着，因为被完全填满的快感和恐惧而闭上了眼睛。你的脸仍然红红的，肌肉时紧时松，试图控制每次插入的力度。你既害怕又兴奋，而当他紧紧抓住你的大腿，把你拉向他的阴茎时，你的感觉就更加强烈了。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插8分钟", [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_1_ANAL = ("lo_cowgirl_1_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你坐在他的阴茎上，感受着他在你脸颊间的硬度。他上下移动，你闭上眼睛，感觉很快乐，而他抓着你的大腿。他越来越激动，抓住你的臀部，更加卖力，你的呼吸急促起来，你感觉到他的热汗流到了你的皮肤上。你的脸涨得通红，他每动一下，你都会发出更大声的呻吟。",
                     "模仿场景中的姿态，把一个假阳具插入自己的菊穴，抽插10分钟", [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_4_ANAL = ("lo_cowgirl_4_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你把腿搭在他的肩膀上，然后把自己压在他等待着的阴茎上。他感觉到你的淫液从阴道里流出，温暖了他弓起的腹部。你用手和脚紧紧抓住他的肩膀，随着他的充实而快乐地喘息。他的阴茎深深地插入你的禁洞，让你快乐地尖叫。你的闷热在四周痉挛，让他的身体颤抖。",
                     "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_DOM_1_ANAL = ("lo_cowgirl_dom_1_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你躺在床上，仰面朝天，双腿悬空。男人进入房间时，你紧闭双眼。他一分一秒地脱掉你的衣服，让你兴奋不已。他用手指抬起你的肩膀，解开你的胸罩，露出你完美的乳房和坚硬的乳头。他爬上床，站在你身后，阴茎触及你的肛门。他把自己滑进去，用阴茎填满你的屁股。你意外地呻吟着，试图控制自己的感觉。你感觉到他的双臂环抱着你的腰，将你牢牢锁在原地。当你感觉到他试图在你体内射精时，你的屁股变得更紧了。你听到他沉重的呼吸声，这是你唯一知道他在哪里的东西，因为他的汗水和你的汗水融化了",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_3_ANAL = ("lo_cowgirl_3_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你扑向他，跨坐在他坚硬的身体上。你已经湿透了，阴道紧紧箍住他的阴茎。你的臀部慢慢地插入他的肛门深处，拉伸的感觉让你的脸颊泛起红晕。他抓住你的臀部，引导着你的动作，你感觉到自己被完全填满，你们的身体都在激烈的深插中颤抖着。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插3分钟", [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_DOM_3_ANAL = ("lo_cowgirl_dom_3_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你仰卧在床上，双腿高举，乳头坚硬勃起。他从后面进入你的身体，双臂固定住你，双膝跪在两侧，确保他完全进入你的身体。你收紧肛门括约肌，感受着他的插入，感受着快感的刺痛。他抓住你的头，往后拉，你张开嘴，准备接受他的精液。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_7_ANAL = ("lo_cowgirl_7_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "他从后面进入你的身体时，你仰躺在床上，你的乳房随着他的进入而跳动，他的阴茎很容易就进入了你湿润的性器。你发出呜呜的呻吟声，双腿紧紧缠住他的臀部，任由他猛烈地插入。他抽出又插入，在你的双腿间用力抽插。你感觉到他的嘴唇紧贴着你的屁股，阴茎顶端分开你湿热的阴道。突然，他插入了你的肛门，坚硬的阴茎把你的肛门塞得满满的。当他开始肛交时，你大声呻吟，屁股紧紧夹住他。你感觉到他的舌头在舔你的嘴唇，湿润的嘴唇，然后进入你的嘴里。你的嘴里充满了他鸡巴的味道，他用力地操着你的嘴。他的阴茎剧烈地抖动，精液不断流出。你羞红了脸，感觉很尴尬。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_5_ANAL = ("lo_cowgirl_5_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "在卧室里，你坐在他的胯下，公然露出外阴。你挑逗地抓着头发，指着乳头，准备引诱他。当你骑在他身上时，你的步伐变得激情四射，你的肛门同时挤压着他的阴茎。他满足地呻吟着，你毫无保留的性爱表演在继续。他揉捏着你的身体，手指挑战着你的屁眼，在你们都射精的时候，他指着你的屁股。",
                     "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
LO_SPOON_5_ANAL = ("lo_spoon_5_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他把你推到床上，爬到你身上，同时把你的身体压在床垫上。他在没有任何润滑剂的情况下慢慢进入你的肛门，让你发出痛苦的呻吟。当他加深抽插时，你紧闭双眼。当他达到高潮时，你能听到他贴着你的身体发出的闷哼声，快感在你的身体里流淌。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_4_ANAL = ("lo_spoon_4_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你侧卧着，屁股还在颤抖，因为上次他从后面干了你。他走近你，欣赏着你紧实的屁股，他捏着你的屁股，坚硬的鸡巴猛地插进你的身体。他发出一声闷哼，紧紧抱住你，从后面粗暴地干你。你闭上眼睛，感觉他的阴茎顶到了你屁眼的最深处，这是你梦寐以求的性交方式，能让你瞬间射精。当他达到高潮时，你会感觉到他滚烫的精液喷射在你的屁眼里。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_0_ANAL = ("lo_spoon_0_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你躺在床上，感觉到他在你身后，你的屁股夹得紧紧的。他抓住你的屁股，把它向后拉，阴茎在你的皮肤上抽动。他从后面插入你的身体，你痛苦的呻吟在房间里回荡。你靠在床垫上，他的手闷住了你的手，你们俩都长长地喘着粗气。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_1_ANAL = ("lo_spoon_1_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你侧卧着，双腿与他纠缠在一起。他进入你的肛门，温柔而有力，用他的温暖填满你的肛门。你闭上眼睛，呻吟着，疼痛变成了愉悦的悸动。他猛烈地撞击着你的屁股，你张着嘴，大口大口地喘着粗气。当他达到高潮并将滚烫的精液喷射到你的菊花深处时，你的嘴里发出一声响亮的呻吟，强烈的快感让你抽搐起来。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_2_ANAL = ("lo_spoon_2_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他从后面进入，抓住你的屁股，深深地插入，紧紧地抱住你。随着他加快速度，你发出呻吟，呼吸变得不均匀，双腿颤抖。你感觉到他的阴茎在撞击你的肛门，你的肌肉一紧一松，你求他用力插入，达到了强烈的高潮，他大喊：\"你的屁股好紧，好紧！\"你大叫：\"操我的屁股！\"他伸出湿润的嘴，把精液射得到处都是，射在你的身体里，射在你的屁股上。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_3_ANAL = ("lo_spoon_3_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他从后面进入你的身体，抓住你的臀部，双手抠进你的肉里。当他猛烈撞击你时，你发出呻吟，你的脸颊挤压着他的阴茎。他抽出阴茎，让你喘口气，然后再次插入，加快速度。他的双手捏着你的屁股，阴茎变得更加坚硬，呼吸也越来越粗重。他抬起你的腿搂住他的腰，从后面搂住你，你的屁股高高翘起，他的脸靠在你的臀部上。当他插入你体内时，你大声呻吟。他向前倾，把你转到他的嘴里，他的手抚摸着你的屁股，把你拉向他。最后一次插入时，他将精液射入你的臀部，你的脸颊紧紧夹住他的阴茎，快感传遍你的全身。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_HANDJOB_0 = ("lo_handjob_0", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你站在他的上方，目光平视，如饥似渴地看着他抬起臀部，让阴茎滑入你张开的口中，毫不畏惧地将其完全吞没。他的双手搭在你的肩膀上，大腿上，他的快感清晰可见。你深呼吸，感觉全身都绷紧了。当你用手撸管时，你的手指在他的阴茎上交错，他呻吟着，随着强烈的释放而颤抖。",
                "模仿场景中的姿态，为一个假阳具手撸3分钟,然后张嘴发出呻吟", None, [DildoM]
                )
LO_HANDJOB_4 = ("lo_handjob_4", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你站在他身上，跨坐在他的腰上，而他则躺在你身下。你把自己压在他的阴茎上，欣赏他完全勃起的阴茎在你体内的景象和声音。你在他身上上下起伏，一只手抓住他的躯干，另一只手磨擦你的阴蒂。随着你越来越用力地摇摆，你的呼吸也越来越急促，身体也越来越紧张。当他在你体内射精时，你发出满足的羞耻呻吟，屁股紧紧夹住他的阴茎。",
                "模仿场景中的姿态，为一个假阳具手撸5分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_HANDJOB_1 = ("lo_handjob_1", [TAG_SEX], THEME_LOVE,
                "手撸",
                "他把你的双腿放在他的肩膀上，木瓜般大小的阴茎压在你的阴户上。你抱着乳房，轻轻地呻吟着，他开始操你，又狠又深，你扭动着臀部。他的眼睛被浓眉遮住了，但你可以看到他炽热的目光注视着你张开的小嘴，冲撞着你的阴户。你沉浸在快感、他胯下的麝香味和他鼻子里喷出的热气声中。他一边给你打手枪，一边操你。他快要达到高潮了，挤压着自己的睾丸，将浓稠的精液注入你的阴道。你夹紧阴道肌肉，向高潮挺进，他的精液在你体内深处流淌。",
                "模仿场景中的姿态，为一个假阳具手撸3分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_HANDJOB_5 = ("lo_handjob_5", [TAG_SEX], THEME_LOVE,
                "手撸",
                "他坐在你的上方，阴茎高高地挺立在你的两腿之间。他慢慢地进出，用他的大阴茎填满你的身体。他抚摸着自己的睾丸，手指挑逗着你的阴蒂。他握住他的阴茎，把它放进你的嘴里。你贪婪地吮吸着，唾液流淌成河。他含住阴茎，然后拔出，精液溅到你的脸上。",
                "模仿场景中的姿态，为一个假阳具手撸1分钟,然后张嘴发出呻吟", None, [DildoM]
                )
LO_HANDJOB_2 = ("lo_handjob_2", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你躺在他身上，张开双腿，将湿润的阴部呈现在他面前。他趴在你身上，用手分开你的脸颊，这样他就能看到你润滑过的阴部的每一寸肌肤。他露出得意的笑容，翘起他的小胡子，猛地插入你的身体，阴茎深深地插进你湿润的阴道。每一次抽插，他的阴茎都会摩擦出各种美妙的曲线和沟壑。",
                "模仿场景中的姿态，为一个假阳具手撸4分钟", None, [DildoM]
                )
LO_HANDJOB_3 = ("lo_handjob_3", [TAG_SEX], THEME_LOVE,
                "手撸",
                "你躺在床上，他站在你身后，他的阴茎跳动着，充满活力，他示意你坐起来，然后他进入你湿润张开的阴道。他一脸得意地抚摸着你的乳房，双手在你的阴蒂和阴茎上各摸了一把。你呻吟着他的名字。随着你呻吟的加剧，他在你体内抽插的速度也越来越快。最后，他的精液喷涌而出，覆盖了你湿润张开的阴部。",
                "模仿场景中的姿态，为一个假阳具手撸1分钟,然后张嘴发出呻吟", None, [DildoM]
                )
HU_MISSIONARY_6 = ("hu_missionary_6", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他从上方进入你的身体，你的双腿张开，他的阴茎深深地插入你的阴道。他开始猛烈地撞击你，传教士式的插入让你情不自禁地呻吟起来。你伸手抱住自己的屁股，感觉他的阴茎在你体内进进出出，让你脸红心跳，担心周围的人听到。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插7分钟", [ORGAN_PUSSY], [DildoM]
                   )
HU_MISSIONARY_3 = ("hu_missionary_3", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰面躺着，双腿张开。他站在你的上方，满怀深情地看着你。他抓住你的大腿，将他勃起的阴茎插入你的阴道，用力将它填满。你闭上眼睛，阴道紧缩，他坚硬的阴茎在你体内的感觉纯粹是一种满足。当他用手指刺激你的阴蒂时，你的阴道会有节奏地挤压他的阴茎。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoM]
                   )
HU_MISSIONARY_7 = ("hu_missionary_7", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰面躺着，他的阴茎夹在你的两腿之间，他跨坐在你身上。他的眼睛盯着你的阴部他把阴茎放进你的阴道，盖住你的阴唇。他慢慢地滑入你的身体，阴茎咄咄逼人。他抓住你的大腿，更加用力地插入你的身体，眼睛紧盯着你的阴部，看着你的阴部随着他的抽插一开一合。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoM]
                   )
HU_MISSIONARY_5 = ("hu_missionary_5", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他趴在你身上，阴茎一寸寸地靠近你湿润、张开的阴部，十分危险。他把阴茎放在你的阴蒂上，让你陶醉地扭动。当他使用连接在他臀部上的振动器时，你发出呻吟和叹息。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
HU_MISSIONARY_4 = ("hu_missionary_4", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他从上往下进入你的身体，传教士式，你的大腿张开，粉红色的阴部艳丽地接受着他。当他完全进入你的身体时，你发出恼怒的声音，他的插入很深，你的身体在刺痛，你的嘴紧紧地闭着。当他抽插时，你闭上眼睛，身体越来越兴奋。你泄了，他也注意到了，你的脸变得通红，你再也无法控制自己，他湿漉漉地在你体内释放着，让你感到难以置信的充实。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟,并且达到高潮,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
HU_MISSIONARY_0 = ("hu_missionary_0", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他把你推到墙上，双手紧紧抱住你的屁股。他的身体因愤怒而颤抖。你喘息着，感觉到他的硬物顶着你的下体。他抓住你的手腕，把你钉在墙上，你的双腿高高举起。他臀部的扭动和愤怒的表情，让他的精液深深地射进了你的体内。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插10分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
HU_MISSIONARY_1 = ("hu_missionary_1", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "每当他用力拍打你的阴部时，你的指甲都会深深地抠进床单，你突然被一阵阵快感征服，开始张开嘴巴呻吟，他摆出一个动态的角度，一边看着你尖叫的红湿阴部一边手淫，并保持自己不动",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,然后达到高潮,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
HU_MISSIONARY_8 = ("hu_missionary_8", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你躺在床上，双腿悬空，感觉暴露无遗。他跪在你面前，阴茎跳动着，双眼紧紧盯着你，从未停止过眼神的交流。他把你从床上抱起，把你抱到床边，把自己放在你的阴道口。他插入你的身体，深深地，毫无保留地，你发出一声震惊的呻吟。他伸出手，将你的手引向他的嘴唇，你触摸着他的嘴唇，离你的阴部如此之近。他完全填满了你的身体，你的骨盆肌肉紧紧夹住他，直到你们俩都高潮了。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
HU_MISSIONARY_2 = ("hu_missionary_2", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他趴在你身上，阴茎深深插入你的阴道，双手抓住你的大腿，凝视着你的脸。当他强而有力地进入你的身体时，你闭上眼睛，努力压抑自己的呻吟，极力忍住羞红的脸颊。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
                   [DildoM]
                   )
HU_DOGGY_3 = ("hu_doggy_3", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你趴在床上，他从后面进入，插入你的身体，将你和你的臀部投射到床上。他的阴茎让你欲仙欲死，充斥着你臀部的每一寸肌肤。你快乐地呻吟着，不敢回头看他。他紧紧抱住你的臀部，阴茎在你紧窄的小屁屁里进进出出，每一次插入，你都能感觉到他的睾丸在你扭动的屁屁上拍打。你能感觉到他的精液冲进了你的屁眼，你指示你的阴部涌出并挤压，准备迎接他的射精，你感觉到自己的兴奋在加剧。",
              "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插9分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_DOGGY_6 = ("hu_doggy_6", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你躺在他身下，他的阴茎插在你的屁股里，他的手指伸进你的阴道，你的双腿环绕在他的腰间。他站起来，从后面粗暴地操你，他巨大的阴茎在你的小屁屁里抽插着，看着他的阴茎进入你被撑开、撅起的肛门，他的嘴唇高兴地抽动着。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插9分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_DOGGY_1 = ("hu_doggy_1", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他躺在你身边，阴茎依然坚硬，翘首以待。他使劲用阴茎摩擦你的臀颊，让你羞得满脸通红。他把你转过来，强迫你用狗爬式，从后面插入你的身体。他的阴茎顶端插入你湿润的阴道，他的睾丸随着插入你的身体而摇摆。他的手按住你的头，强迫你把他的阴茎整个含在嘴里，你的面部表情从惊愕变成了恼怒，最后变成了深情的呻吟，因为他在你的嘴里射精了。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_DOGGY_5 = ("hu_doggy_5", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他用一只手托住你的臀部，从后面进入你的身体。你闭着眼睛，感受着他巨大的阴茎进入你的身体，直到龟头插入你的肛门。然后，他开始猛烈地撞击你，深入内部，同时抓住你的腰。你很害怕，但也很兴奋，你的肛门为他的阴茎伸展着，感受着自己润滑液的热量。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插7分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_DOGGY_7 = ("hu_doggy_7", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你趴着，屁股准备好承受他的阴茎。他站在你身后，轻轻抚摸你的大腿，阴茎完全勃起。他从后面插入你的身体，慢慢地将阴茎插入你的体内，让你发出愉悦的呻吟。你弓起背，感受着他的阴茎深深地插入你的菊花，你闭上眼睛，呼吸沉重。他抓住你的大腿，向两侧移动，从你的上方插入，你的屁股完全张开。你快乐地尖叫，你的洞口收紧，你的身体颤抖，你闭上眼睛，因为他让你射精了。",
              "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_DOGGY_4 = ("hu_doggy_4", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你仰面躺着，他的手握着你的手，慢慢地插入你的后门，像个真正的男人一样把你填满。你发出一声呻吟，他笑眯眯地看着你。他俯身在你身上，强壮的手臂环绕着你，你的双腿搂着他的腰，他用手抓住你的阴蒂。他抓住你的肩膀，插入得更深，让你感到狂喜，使你发出更大声的呻吟。你张大嘴巴，接住唾液，阴道紧紧地收缩着他的阴茎。你看着他，他的蓝眼睛和你的绿眼睛对视着，他将滚烫的精液射入你的身体深处，让你脸红心跳，感到震惊，却又满足。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
HU_DOGGY_2 = ("hu_doggy_2", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你躺在床上，大腿张开，为他的阴茎插入让路，他从后面抱住你。你抬起头看他，他的眼睛紧盯着你，你的脸红红的，眼睛紧闭，双手颤抖。他坚硬的阴茎一步步靠近，你闭上眼睛，敞开自己，任由他占有。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
              [DildoM]
              )
HU_DOGGY_8 = ("hu_doggy_8", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你站在他面前，臀部朝向他的阴茎。他抓住你的臀部，引导你的阴部朝向他的阴茎，然后深深地进入你的身体。他把你弯下腰，舌头舔着你的肛门口，用他的大阴茎完全插入你的屁股。你随着动作前后摆动，头微微跳动，忧心忡忡。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插7分钟", [ORGAN_PUSSY], [DildoM]
              )
HU_DOGGY_0 = ("hu_doggy_0", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他走进卧室，锁上身后的门。\"你在生什么气？\"他要求你把臀部往后拉，从后面猛烈地撞向你，\"我能听到你在浴室里哭。\"你讨厌他说对的时候。你呻吟着，感觉无法控制自己。你想让他伤害你。他要求你 \"抓住我的蛋蛋，抓紧了\"。你照着他说的做，感觉到它们随着他在你体内的运动而抖动。\"为我高潮吧，\"他咆哮道。你发出一声尖叫，高潮如潮水般席卷而来。你知道他不会停止，直到你一次又一次地高潮。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插6分钟", [ORGAN_PUSSY],
              [DildoM]
              )
HU_FULL_NELSON_3 = ("hu_full_nelson_3", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "你给他来了个全纳尔逊式，把他摔了个仰面朝天。当你爬到他身上时，他挣扎着，嘴角流出了口水。你坐在他勃起的阴茎上呻吟。他恐惧地看着你，你用双腿夹住他的脖子。他吞咽着口水。你用湿润的阴部慢慢地骑在他身上，阴道紧紧地夹住他的阴茎。当他的阴茎在你湿润的阴道里进进出出时，你们都发出愉悦的呻吟。他的精液像瀑布一样从阴茎中喷涌而出，让你幸福地尖叫。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插10分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
HU_FULL_NELSON_0 = ("hu_full_nelson_0", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "你躺在床上，双腿张开。你的男友站在你的上方，阴茎完全勃起。他抓住你的手腕，把它们拉到背后，使劲把你推到床上。你在他身上扭来扭去，但他只是一边笑，一边用鼻子轻吻你的脖子。你觉得很尴尬，也觉得他这么享受很傻，但这更让你兴奋。他开始将臀部插入你的后庭，摩擦你湿润的阴部。你为这一切的无耻感到脸红，但当他越来越用力地撞击你时，你会忍着后背的疼痛情不自禁地呻吟起来。几分钟后，他把你翻到腹部，用阴茎顶着你的屁股，龟头在你的裂缝中进进出出，同时他还扭动臀部。当他开始抓住你的头发用力拉扯时，你对着枕头呻吟起来，当他将长长的阴茎在你躁动的小后门进进出出时，你脸朝下倒在床垫上。他越这样干你，你就越投入，很快你就扭动起来，快感一浪高过一浪，当他抓住你的喉咙，用空闲的手使劲揉搓时，你无法控制自己，这一切的淘气让你脸更红了。就这样过了一两分钟，他俯在你的脸上，口水顺着你的嘴唇流下来，饥渴地把他那又肥又热的鸡巴塞进你的嘴里，让你有点窒息，他一边把鸡巴插进你的喉咙，一边用另一只手捶打你的阴蒂。又过了一分钟，你喷得满床都是，对着枕头尖叫，全身颤抖着，因为他把浓浓的精液射进了你可怜的、被过度使用的阴道里。他满意地冲你笑了笑，然后起身把你留在那里，你还在咳嗽，被他的鸡巴呛得直咳嗽，而他却在擦拭自己的身体。他嘲弄地回头看了你一眼，然后大摇大摆地走出了房间。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
HU_FULL_NELSON_2 = ("hu_full_nelson_2", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "他把你压在他身上，双手紧紧抱住你，你的推力让他喘不过气来。他的嘴唇紧贴着你张开的火热的小嘴，你的尖叫声被掩盖了。他向前倾，亲吻你的颈背，把你抱得更紧。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
HU_FULL_NELSON_1 = ("hu_full_nelson_1", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "他用全尼尔森式紧缚把你压在身下，你的双腿悬空，脸颊紧贴床垫。他把你翻过来，张开你的身体，用手指抠你的屁眼。你的呼吸变得急促，但你无法将目光从他身上移开。他亲吻你，嘴唇紧贴着你，舌头伸进你的嘴里。他开始插入你的屁眼，你轻轻地呻吟着，他的阴茎、他的手指、你的紧绷感让你感到充实。现在，你的屁股已经湿得一塌糊涂，当他用力骑在你身上时，你羞红了脸。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
LO_STRADDLE_8_ANAL = ("lo_straddle_8_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在他的屁股上，紧紧抓住他的双腿。当你感觉到他的阴茎又硬又硬地顶着你的内裤时，你的舌头从嘴里滑出来舔你的嘴唇。他的阴茎滑入你的身体，深入你的体内，让你发出愉悦的呻吟。你紧紧地抓住他，喘息着，颤抖着，因为他从后面干你。就在你感觉快要射精时，他停止了中风。你感觉到他温暖的精液从你的肛门渗出，喷洒在床上。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_10_ANAL = ("lo_straddle_10_anal", [TAG_SEX], THEME_LOVE,
                       "跨坐式",
                       "你感觉到他用力地顶着你的后背，你的肌肉紧绷。他用力抱住你的臀部，将你举到空中，你的双腿缠绕在他的腰上，露出屁股洞。他紧紧抓住你的臀部，将你的臀颊挤在一起，慢慢地将阴茎侧向插入，顶端几乎没有接触到，然后用力向前推。当他滑进你紧窄的肛门时，他发出一声闷哼，你在痛苦和快感中喘息着。你闭上眼睛，紧张地感受着快感，不知如何是好，他用力地操着你，你幸福地呻吟着。他在你体内深处射精，滚烫的精液灌满了你的身体。",
                       "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,然后达到高潮,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                       [ORGAN_ANAL], [DildoM]
                       )
LO_STRADDLE_7_ANAL = ("lo_straddle_7_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在他的大腿上，面对着他，张开双腿，露出湿亮的阴部。他立刻抓住你的臀部，把你的肉棒推向他的腹部。你感觉到他的手指伸进你的肛门，来回扫动，然后他的阴茎 \"啪 \"地一下插了进去，让你发出一声呻吟。他紧紧地抱住你，开始操你，你抓住他的胳膊，把脸埋进他的胸膛，兴奋得满脸通红。然后他按摩你的乳头，让你呻吟不已，直到他在你的屁股里喷射，让你颤抖着喷了出来。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_4_ANAL = ("lo_straddle_4_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "当他从后面进入你的身体时，你坐在床上，双腿盘在胸前，抓住他的大腿。当他插入你体内时，你保持沉默，惊讶和困惑地睁大了眼睛。他一边引导你达到高潮，一边在你耳边低语，让你发出愉悦的呻吟和狂喜的喷射。他的阴茎清晰可见，里面满是他的精液。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_3_ANAL = ("lo_straddle_3_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你仰面躺着，双腿抬起，他把你的肩膀放在他的肩膀上，从后面抓住你的大腿。他的阴茎触及你的肛门，轻柔地按压着，你沉浸在快感中。他俯身在你的身上，阴茎刺入你的湿润，灼热的欲火之舌点燃了你的胯下。疲惫、汗水、撕心裂肺的高潮让你的身体在崇高的狂喜中颤抖！",
                      "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_0_ANAL = ("lo_straddle_0_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐着，让他从后面进入你的身体。他抓住你的大腿，将它们向上推，然后将阴茎插入你的肛门。他每一下都猛烈地撞击着你。你闭上眼睛，忍受着巨大的快感。他笑眯眯地看着你，很高兴他的阴茎让你脸红，让你兴奋。你呻吟着，乞求释放。当他大喊 \"我要射在你屁股里了 \"时，你就要射了你感觉到他强烈的收缩将精液带入你的肛门。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_1_ANAL = ("lo_straddle_1_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在床上，双臂举过头顶，双腿朝向天花板，感觉脆弱而暴露。他把你的双腿向后推，帮你找到一个舒服的姿势。他低头注视着你裸露的菊花，你感觉到他的食指在你的菊花口周围游走。他绕着你坚硬、跳动的菊花洞转圈，然后将阴茎直接插入你的肛门。他的大腿抓住你的臀部，粗暴地干着你，你呻吟着，脸红着，因为太爽了。很快，他射精了，温热的精液灌满了你的屁眼，你享受着他带来的强烈快感。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_5_ANAL = ("lo_straddle_5_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他站在你身后，轻轻地拉起你的双腿，将它们压在他的胸膛上。当他把手指伸进你的肛门时，你深吸一口气，然后将阴茎插入你的体内，冲击你所有的敏感点。他抓住你的大腿，你在他身上磨蹭，你的呻吟满足了他的自尊。当狂喜笼罩着你时，你闭上了眼睛，沉浸在纯粹的快感中。他温暖的种子从他的阴茎流进你的身体，让你的身体重新充满热量。",
                      "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_9_ANAL = ("lo_straddle_9_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你跪在他面前，吮吸着他的阴茎，他的手抓着你的头发，引导你上下起伏。突然，他停了下来，让你站起来。你毫不犹豫地站起来，跨坐在他的阴茎上，双臂紧紧抱住他。他把你推倒，你的肛门大开，他的阴茎深深地插入你的体内。你发出愉悦的呻吟，手指缠绕着他的脖子，脸上泛起红晕。当他的阴茎在你的肛门里插入得更深时，你感到困惑，感受到不同的感觉，当他射精时，他的精液充满了你的肛门，直到你达到高潮。",
                      "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_6_ANAL = ("lo_straddle_6_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他从后面进入，把你的双腿拉起来，搭在他的肩膀上。他紧紧抱住你的大腿，同时抚摸他的阴茎，在进入你身体之前紧紧握住它。他插入你的肛门，你闭着眼睛呻吟，感觉他的粗大充斥着你的菊花。他身体前倾，手扶着你的腿，在你体内研磨，听着你的呻吟，看着你紧闭的双眼。他抽出了一会儿，撕开你的眼睛，向你插入，他的阴茎向后伸展。他嘴里嘟囔着什么，你听不清，然后他停下来，紧紧抱住你，用手捂住你的屁股。他颤抖着，叹息着，把一股浓稠滚烫的精液留在你的屁股里，让你爽得满脸通红，眼睛仍然紧闭着。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_2_ANAL = ("lo_straddle_2_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在床上，双腿抬起，屁股翘起。他走到你身后，抓住你的大腿作为支撑。他一边稳住自己，一边将阴茎前后插入你湿润的肛门。你低声呻吟着，不知道在想什么。突然，你感觉到你的肉壁紧紧夹住，整个身体都在颤抖，因为他的阴茎进入了你的菊花，让你射了出来。",
                      "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_FULL_NELSON_3_ANAL = ("lo_full_nelson_3_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "在你的阴毛深处，他摸到了你发红的屁眼。他润滑的手指插入你娇嫩的小穴。他紧紧抓住你的腰，将阴茎插入你紧致火热的屁眼里。你感觉到他的粗大插入。你奋力挣脱，恐惧地望着他。他滚烫的精液喷入你的菊花，让你惊叹不已。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_1_ANAL = ("lo_full_nelson_1_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "他出其不意地将你按倒在地，用尼尔森锁住你的身体。你喘着粗气，扭动着身体，但他紧紧地抱住了你，你可以感觉到他坚硬无比的阴茎正接触着你的屁股。他对你冷笑，毫无征兆地插入了你的身体，你的手扶着墙，警惕地看着这个陌生的男人。你试图表达自己的不适，但他只是不停地干你，你能感觉到你的屁股随着他的摩擦变得越来越湿。你在困惑和尴尬中闭上眼睛，达到了高潮。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_2_ANAL = ("lo_full_nelson_2_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "你脸朝下躺在床上，背部弓起，脚踝被绑在头上。他向前倾，用力拍打你的屁股，把你弄醒。你被汗水浸透了。突然，他抓住你的臀部，将阴茎深深插入你裸露的屁股。你尖叫起来，但声音很小，因为你的嘴被捂住了。他羞辱你，打你屁股，干你，在你屁股里射精。粗暴、激烈、羞辱",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_0_ANAL = ("lo_full_nelson_0_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "他给你穿上全套尼尔森服，双臂举在空中，用绳子绑住你的手腕。你觉得很尴尬，但也很兴奋。当他进入你的身体时，他把你完全填满，让你发出呻吟。你感觉到他在撞击你的屁股，忍受着疼痛，因为你知道这一切都是值得的。他粗暴地抓着你的臀部，让你呻吟得更大声，因为你感觉到自己要射了，射在他的阴茎和你的屁股上。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
HU_STANDING_0 = ("hu_standing_0", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "他走进你的卧室，立即将自己悬浮在空中，俯视着床上的你。你正躺在邮件中间，双腿张开，两个洞口近在咫尺，他可以尽情享受。他抓住你的屁股，把你拉近他，当你盯着他看时，他的鸡巴随着身体一起跳动。他向你走来，然后换了个姿势，抱住你的腰，全神贯注地盯着你湿润的粉红色阴道和肛门。你几乎无法抑制自己的呻吟。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STANDING_LL_4 = ("hu_standing_ll_4", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你站在他面前，胸部起伏，双眼紧闭，双手搭在他的肩膀上。他抓住你的腰，把你拉近，坚硬的阴茎顶着你的外阴。他把自己排成一排，插入你的身体，用一只手在你背后操你。他一边挑逗你的乳头，一边玩弄它们。他的呼吸越来越粗重，越来越深入你的身体，你们俩都发出愉悦的呻吟。你感觉到他灼热的呼吸拂过你的脖子，他的手紧紧抓住你的臀部，你的身体在颤抖。你勉强支撑着，抬起一条腿，闭上眼睛，脸庞因激情而潮红。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
HU_STANDING_LL_1 = ("hu_standing_ll_1", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他站在你身后，一只手紧紧抓住你的臀部，一只腿支撑着他的体重。你们都单腿站立，他从后面用勃起的阴茎插入你的阴道。单腿站立时，他抓住你的乳房，你的乳头对他的触摸有反应。当他用坚硬有力的阴茎插入你的身体时，你们都闭上了眼睛。你的双腿颤抖，面红耳赤，强烈的快感让你不知所措。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
HU_STANDING_1 = ("hu_standing_1", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "他把你吊在床上，阴茎像石头一样硬。当他把你拉近他的阴茎时，你感觉到他温暖的手放在你的屁股上。你闭上眼睛，感到一阵恐惧，但奇怪的是，也感到兴奋。他将阴茎插入你湿润的阴道，让你尖叫起来，同时他将你的双腿抬得更高。当他舔你的阴蒂时，你感觉到他舌头温暖的颤抖，你声音嘶哑地乞求他在你体内射精。你很害怕，但又很兴奋。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插7分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
HU_STANDING_LL_2 = ("hu_standing_ll_2", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你站起身，用手抓住无脸男的阴茎，将它引向你湿润的阴部。他强行进入你的身体，每一下都插得更深。当你身体前倾，乳房跳动时，他的双手垂到两侧。你抬起一条腿，将脚伸向身后，当你达到强烈的高潮时，床都在颤抖。他继续插入你的身体，你的汁液从每一次插入中流出。他让你保持这个姿势好一会儿，你感觉到他的每一个动作，直到你们一起疯狂地射精。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插10分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
HU_STANDING_LL_0 = ("hu_standing_ll_0", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他走向你，搂住你的腰，双手抓住你的乳房。你紧闭双眼，嘴唇张开，感受着他勃起的阴茎顶在你湿润的乳沟上。他抬起一条腿，单腿站立，坚如磐石，他发现自己正处于激情、硬核性爱的最佳位置。你向前弯腰，用嘴含住他的阴茎，他的精液顺着睾丸滴落下来。他将阴茎插入你的体内，用力地抽插，房间里传出 \"嗖嗖 \"的多重高潮声。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
HU_STANDING_LL_3 = ("hu_standing_ll_3", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你看着他，他的阴茎变硬了，你的阴道在燃烧。你点点头，单腿站立，咬着嘴唇，被吸引住了。他抱着你，然后慢慢地、深深地插入他的阴茎，你大声呻吟着。你的手抚摸着自己的乳房，刺激着自己的乳头。他的嘴触及嘴唇，咬住下唇。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
HU_STANDING_2 = ("hu_standing_2", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "你站在他面前，乳头从薄薄的透视衬衫中凸显出来。他的手沿着你的腰向上摸，直到摸到你的乳房，他紧紧地捏住它们，引起你的呻吟。他轻吻你的嘴唇，然后用一只手将你从地上抱起，另一只手放在你的背上，将阴茎插入你的体内，感受你的紧致。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )
HU_STANDING_LL_5 = ("hu_standing_ll_5", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他把坚硬的阴茎放在你的面前，你睁大眼睛欣赏着。他把阴茎头放进你的嘴里，你轻轻地吮吸着，享受着这种感觉。他将你抱起，轻轻地将你靠在门上。他从后面进入你的身体，阴茎猛烈地插入你湿润的阴道。你将双腿张得更开，他调整了一下姿势，确保他能顶到你的 G 点。你感到快感涌上你的双腿，你呻吟着弓起背部。他继续这样的节奏，速度越来越快，直到他把精液射在你湿润的阴道里，当滚烫的精液射到你的胸口时，你的乳头在颤抖。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
HU_SPOON_3_ANAL = ("hu_spoon_3_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他推开你的双腿，双手抓住你的臀部，紧紧抱住你，阴茎在你的屁股里进进出出。你感觉到他的重量压在你的身上，你的双腿发软，但你还是发出了愉悦的呻吟。他的双臂环绕着你，把你拉得更近，他亲吻着你的脖子。他翻到自己的一侧，用汤匙搂着你，同时继续插入你的身体。当你感觉到他温暖的精液在你体内喷射时，你闭上了眼睛。你愉悦地呻吟着，一边揉搓着阴蒂，感受着高潮带来的甜蜜愉悦。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_SPOON_1_ANAL = ("hu_spoon_1_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你侧躺在床上，被他的阴茎插入你紧窄臀部的震动惊醒。他爱怜地抓住你的臀颊，将它们拉开，插入你的菊花口，他粗壮的阴茎顺利地滑入你的体内，你发出愉悦的呻吟。他翻过身来，用勺子舀起你，将阴茎更深地插入你湿润紧致的屁眼里，你们俩都发出愉悦的呻吟。没过多久，你们都达到了高潮，他滚烫粘稠的精液喷进了你的屁眼里，让你们都气喘吁吁。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_SPOON_5_ANAL = ("hu_spoon_5_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他从后面进入你的身体，紧紧抓住你的屁股。当他插入你的肛门时，你尖叫起来，他的阴茎塞满了你紧窄的屁眼。他用力地操你，在你的屁股里进进出出。你紧闭双眼，嘴巴微张，尝到了自己的唾液和他的气味混合在一起的味道。你能感觉到他在你体内射精，充满了你的屁股，让你大叫着想要更多。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_SPOON_2_ANAL = ("hu_spoon_2_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他从后面插入你的身体，双手紧紧抱住你的臀部，将阴茎插入你的臀部。你大声呻吟，他一次次抽出，又一次次插入。他侧过身，你的双腿搭在他的肩膀上，你的肛门被他的阴茎塞得满满的，你的身体扭成了勺状。他抽出阴茎，浓浓的精液灌满了你的屁眼。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_SPOON_0_ANAL = ("hu_spoon_0_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他爬到你身上，抓住你的屁股，把你的屁股推向他的腰部。当他将阴茎插入你的肛门，紧紧抓住你的身体时，你发出愉悦的呻吟。他上下抽动，越来越深，越来越用力，直到他的阴茎突破你的肛门，撕裂你的内脏，开始分泌乳汁。你吓了一跳，而他却哈哈大笑，为自己能控制你的举止而感到高兴。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
HU_SPOON_4_ANAL = ("hu_spoon_4_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你侧身躺下，床随着每一次插入而摇晃。你感觉到他有力的臂膀搂着你的腰，你的屁股被他的手紧紧抓住。你的心跳加速，呼吸变浅。你感觉到他的阴茎从后面慢慢地进入你的肛门，他抱着你的腰。你闭上眼睛，感受着他阴茎的温暖，肛门不断扩大。你轻轻地呻吟着，嘴巴微微张开，在他抽插时强忍着泪水。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )

LOVE_ACTION_LIBRARY0 = [HU_SPOON_5,
                        HU_SPOON_2,
                        HU_SPOON_1,
                        HU_SPOON_0,
                        HU_SPOON_4,
                        HU_SPOON_3,
                        HU_FULL_NELSON_0_ANAL,
                        HU_FULL_NELSON_3_ANAL,
                        HU_FULL_NELSON_2_ANAL,
                        HU_FULL_NELSON_1_ANAL,
                        HU_STRADDLE_2_ANAL,
                        HU_STRADDLE_4_ANAL,
                        HU_STRADDLE_6_ANAL,
                        HU_STRADDLE_3_ANAL,
                        HU_STRADDLE_0_ANAL,
                        HU_STRADDLE_9_ANAL,
                        HU_STRADDLE_5_ANAL,
                        HU_STRADDLE_8_ANAL,
                        HU_STRADDLE_7_ANAL,
                        HU_STRADDLE_10_ANAL,
                        HU_STRADDLE_1_ANAL,
                        LO_MISSIONARY_3,
                        LO_MISSIONARY_2,
                        LO_MISSIONARY_6,
                        LO_MISSIONARY_8,
                        LO_MISSIONARY_4,
                        LO_MISSIONARY_0,
                        LO_MISSIONARY_5,
                        LO_MISSIONARY_1,
                        LO_MISSIONARY_7,
                        HU_SUS_2,
                        HU_SUS_0,
                        HU_SUS_6,
                        HU_SUS_1,
                        HU_SUS_3,
                        HU_SUS_4,
                        HU_SUS_7,
                        HU_SUS_5,
                        HU_DOGGY_5_ANAL,
                        HU_DOGGY_4_ANAL,
                        HU_DOGGY_2_ANAL,
                        HU_DOGGY_6_ANAL,
                        HU_DOGGY_3_ANAL,
                        HU_DOGGY_7_ANAL,
                        HU_DOGGY_0_ANAL,
                        HU_DOGGY_1_ANAL,
                        HU_DOGGY_8_ANAL,
                        LO_BLOWJOB_HAPPY_2,
                        LO_BLOWJOB_HAND_4,
                        LO_BLOWJOB_HAND_3,
                        LO_BLOWJOB_0,
                        LO_BLOWJOB_4,
                        LO_BLOWJOB_DEEP_1,
                        LO_BLOWJOB_HAND_0,
                        LO_BLOWJOB_HAPPY_3,
                        LO_BLOWJOB_HAND_2,
                        LO_BLOWJOB_HAPPY_4,
                        LO_BLOWJOB_HAND_1,
                        LO_BLOWJOB_2,
                        LO_BLOWJOB_3,
                        LO_BLOWJOB_HAPPY_1,
                        LO_BLOWJOB_DEEP_2,
                        LO_BLOWJOB_1,
                        LO_BLOWJOB_DEEP_3,
                        LO_BLOWJOB_HAPPY_0,
                        LO_BLOWJOB_DEEP_0,
                        LO_BLOWJOB_DEEP_4,
                        LO_BLOWJOB_DEEP_5,
                        LO_SUS_5_ANAL,
                        LO_SUS_7_ANAL,
                        LO_SUS_6_ANAL,
                        LO_SUS_0_ANAL,
                        LO_SUS_1_ANAL,
                        LO_SUS_2_ANAL,
                        LO_SUS_4_ANAL,
                        LO_SUS_3_ANAL,
                        LO_DOGGY_7,
                        LO_DOGGY_5,
                        LO_DOGGY_4,
                        LO_DOGGY_0,
                        LO_DOGGY_1,
                        LO_DOGGY_6,
                        LO_DOGGY_3,
                        LO_DOGGY_8,
                        LO_DOGGY_2,
                        HU_STANDING_0_ANAL,
                        HU_STANDING_LL_4_ANAL,
                        HU_STANDING_LL_0_ANAL,
                        HU_STANDING_LL_1_ANAL,
                        HU_STANDING_2_ANAL,
                        HU_STANDING_LL_2_ANAL,
                        HU_STANDING_1_ANAL,
                        HU_STANDING_LL_5_ANAL,
                        HU_STANDING_LL_3_ANAL,
                        HU_BLOWJOB_DEEP_0,
                        HU_BLOWJOB_1,
                        HU_BLOWJOB_HAPPY_4,
                        HU_BLOWJOB_HAND_3,
                        HU_BLOWJOB_4,
                        HU_BLOWJOB_DEEP_2,
                        HU_BLOWJOB_HAPPY_3,
                        HU_BLOWJOB_3,
                        HU_BLOWJOB_HAND_4,
                        HU_BLOWJOB_HAND_1,
                        HU_BLOWJOB_2,
                        HU_BLOWJOB_HAPPY_1,
                        HU_BLOWJOB_DEEP_4,
                        HU_BLOWJOB_DEEP_5,
                        HU_BLOWJOB_HAPPY_0,
                        HU_BLOWJOB_HAPPY_2,
                        HU_BLOWJOB_0,
                        HU_BLOWJOB_HAND_2,
                        HU_BLOWJOB_HAND_0,
                        HU_BLOWJOB_DEEP_3,
                        HU_BLOWJOB_DEEP_1,
                        HU_SUS_0_ANAL,
                        HU_SUS_7_ANAL,
                        HU_SUS_1_ANAL,
                        HU_SUS_4_ANAL,
                        HU_SUS_5_ANAL,
                        HU_SUS_6_ANAL,
                        HU_SUS_2_ANAL,
                        HU_SUS_3_ANAL,
                        LO_STRADDLE_10,
                        LO_STRADDLE_7,
                        LO_STRADDLE_6,
                        LO_STRADDLE_8,
                        LO_STRADDLE_3,
                        LO_STRADDLE_4,
                        LO_STRADDLE_0,
                        LO_STRADDLE_5,
                        LO_STRADDLE_2,
                        LO_STRADDLE_9,
                        LO_STRADDLE_1,
                        HU_HANDJOB_3,
                        HU_HANDJOB_2,
                        HU_HANDJOB_4,
                        HU_HANDJOB_0,
                        HU_HANDJOB_1,
                        HU_HANDJOB_5,
                        LO_DOGGY_8_ANAL,
                        LO_DOGGY_5_ANAL,
                        LO_DOGGY_6_ANAL,
                        LO_DOGGY_1_ANAL,
                        LO_DOGGY_7_ANAL,
                        LO_DOGGY_4_ANAL,
                        LO_DOGGY_2_ANAL,
                        LO_DOGGY_0_ANAL,
                        LO_DOGGY_3_ANAL,
                        LO_SPOON_2,
                        LO_SPOON_5,
                        LO_SPOON_1,
                        LO_SPOON_0,
                        LO_SPOON_3,
                        LO_SPOON_4,
                        LO_STANDING_LL_0,
                        LO_STANDING_1,
                        LO_STANDING_LL_1,
                        LO_STANDING_LL_4,
                        LO_STANDING_LL_5,
                        LO_STANDING_LL_3,
                        LO_STANDING_LL_2,
                        LO_STANDING_0,
                        LO_STANDING_2,
                        HU_COWGIRL_0,
                        HU_COWGIRL_5,
                        HU_COWGIRL_DOM_1,
                        HU_COWGIRL_1,
                        HU_COWGIRL_3,
                        HU_COWGIRL_4,
                        HU_COWGIRL_6,
                        HU_COWGIRL_DOM_3,
                        HU_COWGIRL_2,
                        HU_COWGIRL_DOM_2,
                        HU_COWGIRL_7,
                        LO_FULL_NELSON_3,
                        LO_FULL_NELSON_1,
                        LO_FULL_NELSON_2,
                        LO_FULL_NELSON_0,
                        LO_SUS_2,
                        LO_SUS_7,
                        LO_SUS_3,
                        LO_SUS_0,
                        LO_SUS_6,
                        LO_SUS_5,
                        LO_SUS_4,
                        LO_SUS_1,
                        LO_NURSING_2,
                        LO_NURSING_3,
                        LO_NURSING_1,
                        LO_NURSING_0,
                        LO_STANDING_0_ANAL,
                        LO_STANDING_LL_3_ANAL,
                        LO_STANDING_LL_1_ANAL,
                        LO_STANDING_LL_4_ANAL,
                        LO_STANDING_1_ANAL,
                        LO_STANDING_LL_2_ANAL,
                        LO_STANDING_2_ANAL,
                        LO_STANDING_LL_0_ANAL,
                        LO_STANDING_LL_5_ANAL,
                        LO_MISSIONARY_8_ANAL,
                        LO_MISSIONARY_4_ANAL,
                        LO_MISSIONARY_1_ANAL,
                        LO_MISSIONARY_3_ANAL,
                        LO_MISSIONARY_5_ANAL,
                        LO_MISSIONARY_6_ANAL,
                        LO_MISSIONARY_0_ANAL,
                        LO_MISSIONARY_7_ANAL,
                        LO_MISSIONARY_2_ANAL,
                        LO_COWGIRL_2,
                        LO_COWGIRL_6,
                        LO_COWGIRL_4,
                        LO_COWGIRL_DOM_1,
                        LO_COWGIRL_3,
                        LO_COWGIRL_7,
                        LO_COWGIRL_1,
                        LO_COWGIRL_5,
                        LO_COWGIRL_DOM_3,
                        LO_COWGIRL_0,
                        LO_COWGIRL_DOM_2,
                        HU_STRADDLE_9,
                        HU_STRADDLE_7,
                        HU_STRADDLE_3,
                        HU_STRADDLE_2,
                        HU_STRADDLE_4,
                        HU_STRADDLE_5,
                        HU_STRADDLE_1,
                        HU_STRADDLE_6,
                        HU_STRADDLE_0,
                        HU_STRADDLE_8,
                        HU_STRADDLE_10,
                        HU_COWGIRL_2_ANAL,
                        HU_COWGIRL_3_ANAL,
                        HU_COWGIRL_5_ANAL,
                        HU_COWGIRL_4_ANAL,
                        HU_COWGIRL_DOM_2_ANAL,
                        HU_COWGIRL_7_ANAL,
                        HU_COWGIRL_DOM_1_ANAL,
                        HU_COWGIRL_1_ANAL,
                        HU_COWGIRL_DOM_3_ANAL,
                        HU_COWGIRL_0_ANAL,
                        HU_COWGIRL_6_ANAL,
                        HU_MISSIONARY_8_ANAL,
                        HU_MISSIONARY_0_ANAL,
                        HU_MISSIONARY_7_ANAL,
                        HU_MISSIONARY_5_ANAL,
                        HU_MISSIONARY_6_ANAL,
                        HU_MISSIONARY_1_ANAL,
                        HU_MISSIONARY_3_ANAL,
                        HU_MISSIONARY_2_ANAL,
                        HU_MISSIONARY_4_ANAL,
                        LO_COWGIRL_2_ANAL,
                        LO_COWGIRL_0_ANAL,
                        LO_COWGIRL_DOM_2_ANAL,
                        LO_COWGIRL_6_ANAL,
                        LO_COWGIRL_1_ANAL,
                        LO_COWGIRL_4_ANAL,
                        LO_COWGIRL_DOM_1_ANAL,
                        LO_COWGIRL_3_ANAL,
                        LO_COWGIRL_DOM_3_ANAL,
                        LO_COWGIRL_7_ANAL,
                        LO_COWGIRL_5_ANAL,
                        LO_SPOON_5_ANAL,
                        LO_SPOON_4_ANAL,
                        LO_SPOON_0_ANAL,
                        LO_SPOON_1_ANAL,
                        LO_SPOON_2_ANAL,
                        LO_SPOON_3_ANAL,
                        LO_HANDJOB_0,
                        LO_HANDJOB_4,
                        LO_HANDJOB_1,
                        LO_HANDJOB_5,
                        LO_HANDJOB_2,
                        LO_HANDJOB_3,
                        HU_MISSIONARY_6,
                        HU_MISSIONARY_3,
                        HU_MISSIONARY_7,
                        HU_MISSIONARY_5,
                        HU_MISSIONARY_4,
                        HU_MISSIONARY_0,
                        HU_MISSIONARY_1,
                        HU_MISSIONARY_8,
                        HU_MISSIONARY_2,
                        HU_DOGGY_3,
                        HU_DOGGY_6,
                        HU_DOGGY_1,
                        HU_DOGGY_5,
                        HU_DOGGY_7,
                        HU_DOGGY_4,
                        HU_DOGGY_2,
                        HU_DOGGY_8,
                        HU_DOGGY_0,
                        HU_FULL_NELSON_3,
                        HU_FULL_NELSON_0,
                        HU_FULL_NELSON_2,
                        HU_FULL_NELSON_1,
                        LO_STRADDLE_8_ANAL,
                        LO_STRADDLE_10_ANAL,
                        LO_STRADDLE_7_ANAL,
                        LO_STRADDLE_4_ANAL,
                        LO_STRADDLE_3_ANAL,
                        LO_STRADDLE_0_ANAL,
                        LO_STRADDLE_1_ANAL,
                        LO_STRADDLE_5_ANAL,
                        LO_STRADDLE_9_ANAL,
                        LO_STRADDLE_6_ANAL,
                        LO_STRADDLE_2_ANAL,
                        LO_FULL_NELSON_3_ANAL,
                        LO_FULL_NELSON_1_ANAL,
                        LO_FULL_NELSON_2_ANAL,
                        LO_FULL_NELSON_0_ANAL,
                        HU_STANDING_0,
                        HU_STANDING_LL_4,
                        HU_STANDING_LL_1,
                        HU_STANDING_1,
                        HU_STANDING_LL_2,
                        HU_STANDING_LL_0,
                        HU_STANDING_LL_3,
                        HU_STANDING_2,
                        HU_STANDING_LL_5,
                        HU_SPOON_3_ANAL,
                        HU_SPOON_1_ANAL,
                        HU_SPOON_5_ANAL,
                        HU_SPOON_2_ANAL,
                        HU_SPOON_0_ANAL,
                        HU_SPOON_4_ANAL,
                        ]
