from rpg_battle.battle_actions_ren import TAG_SEX, THEME_LOVE, TAG_SERVANT, TAG_SADISM
from rpg_world.organs_ren import ORGAN_ANAL, ORGAN_PUSSY
from rpg_world.toys_ren import DildoL

"""renpy
init -99 python:
"""

HU_SPOON_5 = ("hu_spoon_5", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他从后面进入你的身体，手抓住你的腰，手指缠住你的头发。你侧卧着，看着他，你的屁股还保持着刚才的红色，粉红而湿润。他伸展你的阴部，紧紧地填满它，你闭上眼睛，感受着他的每一个动作、每一次插入、每一次抚摸。他在里面用力，感觉自己已经到了边缘，你张开嘴。和他一起呼吸。持续的嗡嗡声越来越大，你的身体在颤抖，每一下都在碰撞，一切都停止了。最后，他的阴茎闪闪发光，以巨大的高潮结束。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,接着达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_SPOON_2 = ("hu_spoon_2", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你躺在床上，当他从后面进入时，你会感觉到他坚硬的阴茎接触到你的臀颊。他把手放在你的腰上，爱怜地抱着你，让你进入他的身体。你向前挺动臀部，大声呻吟，感觉他又粗又硬的鸡巴正在分开你的屁股。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插7分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_SPOON_1 = ("hu_spoon_1", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，手指玩弄着你的阴蒂，他从后面插入你的身体。他抓住你的屁股，用力地操你，手指轻抚你的阴蒂。他的阴茎在你的阴道里变粗，他的插入又猛又深。你感觉到他在你体内抽插，他的双手紧紧抱住你的身体。你闭上眼睛，张开嘴巴，发出愉悦的呻吟。",
              "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插8分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_SPOON_0 = ("hu_spoon_0", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你躺在床上，享受着床单带给你的肌肤触感。突然，你感觉到一双有力的手抓住了你的臀部，把你拉向他。毫无征兆地，他从后面进入你的身体，将你撑开，用他粗大的阴茎填满你的身体。你感到非常充实，好像身体无法承受这一切。他紧紧地抱住你的臀部，用力地向你撞击，湿润的感觉在你体内袭来，让你在痛苦与快感交织中尖叫。",
              "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟",
              [ORGAN_PUSSY], [DildoL]
              )
HU_SPOON_4 = ("hu_spoon_4", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他光滑的阴茎从后面进入你紧窄的阴道，双手托住你的屁股作为支撑。他深深地插入你的身体，轻轻地抓住你的臀部，呼吸越来越急促。你紧闭双眼，感受着他的心跳在你赤裸的身体上跳动。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
              [DildoL]
              )
HU_SPOON_3 = ("hu_spoon_3", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，一只大手放在腹部，屁股高高翘起。你的男友将阴茎滑入，擦过你的阴道，让你发出呻吟。他抓住你的屁股，用力挤压，感受你的紧绷感。他的手指紧紧搂着你的腰，这个姿势给了他插入你身体的最佳角度。你轻轻的呻吟声充斥着整个房间，当他把你完全填满时，你本能地张开了嘴。随着他的深入，你感觉到他的双手紧紧搂住你的臀部，他的肌肉在收紧，他的双脚在移动，决心给你带来最大的快感。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_FULL_NELSON_0_ANAL = ("hu_full_nelson_0_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "你翻过身来，男人压在你身上，你的双手搂住他的脖子，他潜入你的身体，阴茎在你窒息的屁眼里进进出出。你羞红了脸，身体不愿意反抗他。他的粗暴让你兴奋。他的呼噜声很响亮，阴茎撞击着你的屁眼，让你快乐地哼哼着，你湿热的阴道润湿了他的阴茎，让它硬起来，冲向终点。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_FULL_NELSON_3_ANAL = ("hu_full_nelson_3_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "一觉醒来，你被一个男人按住，他的阴茎已经插进了你的身体。他把你抱进卧室，用全纳尔逊式抱住你，这让你感到害怕，但又兴奋不已。当你张开嘴时，他粗暴地插入你的肛门，你挣扎着想要挣脱，却只能发出呻吟声。粗暴的性爱让你面红耳赤地射了出来。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_FULL_NELSON_2_ANAL = ("hu_full_nelson_2_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "你的脸涨得通红，既紧张又兴奋。他用全纳尔逊把你按倒在地，把你的手腕举过头顶。他以前从未这样看过你。他把你骑在他的阴茎上，阴茎头碰到你湿润的嘴唇，你张开嘴，瞪大眼睛，屏住呼吸。当你的身体颤抖时，他慢慢地抚摸着自己。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_FULL_NELSON_1_ANAL = ("hu_full_nelson_1_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "当他用全纳尔逊式抱住你时，你弓起了背。他把你压在床上，你能感觉到他勃起的阴茎紧贴着你的后背。他紧紧地挤压着你，让你发出愉悦的呻吟。他从后面进入你的身体，将阴茎在你体内进进出出。他用力地操着你，感受着他跳动的阴茎抚摸着你。你感觉到他的热流喷洒在你的肛门部位。你在高潮中尖叫，身体不受控制地颤抖。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_STRADDLE_2_ANAL = ("hu_straddle_2_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你躺在床上，抬起双腿，张开大腿。他从后面进入，抓住你的大腿，把你推近他，当他把阴茎插入你的屁股时，几乎完全插入。你感到身体刺痛，混杂着困惑和脸红。他抓住你的腰，把你的骨盆抬起来，把他的阴茎更深地插入你的菊花，你发出了呻吟。他从你的屁股里抽出阴茎，又滑了进去，在你屁股深处的腔道里打转，让你脸红心跳。你感觉到他温暖的精液在你体内充盈，你张开嘴，似乎在捕捉每一滴精液。还需要更多场景吗？",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_4_ANAL = ("hu_straddle_4_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他把阴茎伸进你张开的嘴里，你的眼睛瞪得大大的，嘴巴张得大大的。然后他把你转过来，坐在你的大腿上，用力向前推，直到他的阴茎碰到你的肛门。他抓住你的大腿，从后面插入，粗暴地操你。你的嘴张得更大，脸更红了。他深深地插入你的菊花，让你扭动起来。他抽出阴茎，更加用力地抓住你的大腿，将阴茎插入你湿润的阴道，让你尖叫着射出大量精液。",
                      "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着达到高潮,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_6_ANAL = ("hu_straddle_6_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他从后面进入你的身体，他的阴茎摩擦着你的肛门，他的手紧紧抓住你的大腿，他把你的腿抬到胸前，把你的屁股暴露在他面前。他将阴茎插入你紧窄的肛门，抓住你膝盖上方的腿，感觉你张开了嘴。你张开嘴巴，等待着他的射精，他在你的屁股上磨蹭着，强烈地抽插着，你的脸变得通红。他用滚烫的精液灌满你的屁眼，发出愉悦的呻吟。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_3_ANAL = ("hu_straddle_3_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你的双腿搭在坐在你身后的一个强壮男人的肩膀上。他的阴茎插入你的肛门，他的大腿搂着你的腰，挤压你的屁股。当他抽出阴茎并更加用力地插入你的身体时，你会感到全身酥麻。他把阴茎插得更深时，你脸颊上的红晕。你张开嘴巴，发出愉悦的呻吟。他的阴茎深深地插入你的体内 他在高潮中咆哮",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_0_ANAL = ("hu_straddle_0_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他走进卧室。你坐在床边，双腿前伸，屁股翘在空中。你给了他一个严厉的眼神，明确表示你不高兴。他并不在意。他抓住你的大腿，把你拉近他，把他的阴茎插入你紧窄的臀部，你的嘴里发出一声叹息。你本能地闭上眼睛，撑起身体，腼腆的表情变成了快乐的面具。随着他动作的加快，你的声音消失了，一声响亮的呻吟从你的嘴里发出。他继续前进，每一次插入的动力都在增加，直到他在你体内深处释放出来，他的手暗示性地抓住你的腰。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_9_ANAL = ("hu_straddle_9_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你把他抱上床，双臂环抱着他，兴奋得满脸通红。你身体前倾，用手指挑逗他的阴茎，直到他要求你停止。你把自己放在他的阴茎上，面对着他，张开双颊，准备迎接他。当他插入你的肛门时，你大声叫喊。你的心跳加速，感受着他在你体内的温暖和坚硬。你闭上眼睛，感觉他在你体内移动，越来越深。你开始感觉到他周围又热又湿，你呻吟着高潮了。他停顿了一下，用手指捂住你的嘴，紧紧抓住你的臀部，用力向深处挺进，将他温暖浓稠的精液射进你涨痛、颤抖的屁股里。你感觉到他把你灌得满满的，你知道你真的被干了。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_5_ANAL = ("hu_straddle_5_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他坐在床上，拉起你的大腿并紧紧抓住。你的双腿高高翘起，他将阴茎插入你的肛门，随着他插入的速度加快，你高兴得满脸通红。他紧紧抓住你的大腿，双手抚摸着你的肌肤，留下阵阵酥麻的感觉。当你感觉到他滚烫的精液从你的淫穴中渗出，滴落在你的腿上时，你的身体在颤抖。",
                      "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_8_ANAL = ("hu_straddle_8_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你弯腰趴在床上，双腿分开与肩同宽。他从后面进入你的身体，将阴茎插入你的肛门。虽然没有受过训练，但你深深地感受到了被填满的火热快感。他的双臂环绕着你的身体，抓住你的臀部，快速进出你的阴茎。你开始大声呻吟，喉咙张得大大的，狂喜的呻吟声从胸腔里传出来。突然，一股精液从你的肛门喷涌而出，你抓住自己羞红的脸颊，大声呼喊他的名字。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_7_ANAL = ("hu_straddle_7_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在卧室里他的大腿上。他分开你的双腿，你身体前倾，发出愉悦的呻吟。他将阴茎插入你的肛门，将你完全填满。你闭上眼睛，脸上出现红晕，你感到恼怒，但当他开始在你体内抽插时，你的恼怒变成了喘息。当他在你体内释放出他的精液时，快感难以忍受，让你发出前所未有的呻吟声。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后达到高潮,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STRADDLE_10_ANAL = ("hu_straddle_10_anal", [TAG_SEX], THEME_LOVE,
                       "跨坐式",
                       "你们很紧张，但也很兴奋。他站在你面前，引导你坐在他坚硬的阴茎上，感觉它在拉伸你的小穴。他双臂环抱着你，将身体紧贴着你。当他滑入时，你紧闭双眼，阴道紧紧地包围着他。你因疼痛和快感而轻声呻吟，不敢看他。",
                       "模仿场景中的姿态，把一个假阳具插入自己的菊穴，快速深入地抽插9分钟", [ORGAN_ANAL], [DildoL]
                       )
HU_STRADDLE_1_ANAL = ("hu_straddle_1_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在他的阴茎上，他的阴茎插在你紧窄湿润的肛门里，每一次插入，你都会发出哼哼声，他粗糙的双手抓住你的大腿，把你拉近他粗长的阴茎，你能感觉到自己的淫液一滴一滴地往下滴，直到他深深地射进你的洞里，那种幸福的感觉，压得你喘不过气来。你闭上眼睛，感受着滴落下来的美妙感觉。",
                      "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_SUS_2 = ("hu_sus_2", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在他面前，双手抓住他的肩膀，他强行进入你的身体。他把你推到墙上，用臀部撞击你的身体。你感觉到他的重量压在你的身上，呼吸急促，这种感觉让你欲仙欲死。他把手移到你的屁股上，用力捏着，让你脸红心跳。",
            "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY], [DildoL]
            )
HU_SUS_0 = ("hu_sus_0", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在他面前，他的身体悬浮在天花板和床之间。你张开双腿。他进入你的阴道，你感觉到他的阴茎头碰到了你的子宫。他抓住你的后背，将你拉近，同时将阴茎深深地插入你的身体。当他继续做爱时，他用手指灼烧你的肛门，让你更加兴奋。你闭上眼睛，感受着身体被快感淹没。你的脸变得通红，但眼睛紧闭，嘴巴张开，喘着粗气。他在你的阴道里射精，你感觉到他滚烫的精液充满了你的子宫。他放开了你，让你坠入快感的深渊。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插8分钟",
            [ORGAN_PUSSY], [DildoL]
            )
HU_SUS_6 = ("hu_sus_6", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "他从后面抓住你，支撑着你，然后他的手指插入你湿润的阴道，让你发出愉悦的呻吟。他的阴茎又硬又直，然后滑入你湿润的阴道。你的身体因快感而颤抖。每一次插入，你都会收紧屁股，脸色由红变白。你紧闭双眼，但也只是微微睁开，涣散的声音像耳语一样：\"再来，用力，继续，用力\"，你射精时快乐的呻吟声也越来越大。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoL]
            )
HU_SUS_1 = ("hu_sus_1", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在他面前，双手扶着他的腰，隔着裤子感受他的坚硬。他把你带到床边的一张桌子旁，他想让你高潮。他抱着你的屁股，从后面进入你湿润的阴道，又深又快。",
            "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoL]
            )
HU_SUS_3 = ("hu_sus_3", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在卧室里，他的阴茎坚硬无比，离你的阴阜只有几英寸远。当他引导你面向他时，你低下头。他的双手紧紧抓住你的臀部，按住你的**，他的阴茎找到了你的**口，轻松地抽插起来，他的另一只手抓住你的屁股，用力固定住。",
            "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插5分钟",
            [ORGAN_PUSSY], [DildoL]
            )
HU_SUS_4 = ("hu_sus_4", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你脱掉其中一个年轻人的衣服，用绳子绑住他的胸部，让他赤身裸体，阴茎坚挺地悬浮在半空中，来回摇摆，等待着你。你握住他坚硬的阴茎，感受它的温暖，这种感觉持续了一会儿，然后你将它含入口中，完全吞没，他的精液从你的嘴唇滴落。你毫不停歇地移到他的屁股上，分开他的脸颊，露出他巨大的肛门，你以打圈的方式揉搓它，加大手指的力度，他喊叫着，感觉到你的手在他的屁股上，你的手指在他的肛门里进进出出，感觉它紧紧地缠绕着你的手指。",
            "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插8分钟",
            [ORGAN_PUSSY], [DildoL]
            )
HU_SUS_7 = ("hu_sus_7", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站起来，双手叉腰，左侧乳头微微露出，两腿间的毛发湿漉漉的。他站在你身后，手指放在你的臀部，像野兽一样喃喃自语，成为他欲望的奴隶。他的手顺着你的腹部滑向你的阴部，让你更深地插入他的勃起。当他从后面干你时，你呻吟着，屁股手指深深地插进你的屁眼里。你弓起背，紧身比基尼内衣滑落，脸颊绯红。你贪婪地张开嘴，伸出舌头，品尝着自己的兴奋。他更加猛烈地撞击着你，你的屁股紧紧夹住他的阴茎，呻吟声充斥着整个房间。你扭动着身体，湿漉漉的身体滴着水，呼吸沉重。他抓住你的乳房，手指挑逗你的乳头，放慢你的动作。他的阴茎在你体内跳动，他在你体内深处射精，喘着粗气。你踉跄着，呜咽着，他收回手指，没有停下来清理自己。卧室里一片寂静，你气喘吁吁，脸上挂着笑容，这淫荡的回忆让你兴奋不已。",
            "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插10分钟,然后达到高潮",
            [ORGAN_PUSSY], [DildoL]
            )
HU_SUS_5 = ("hu_sus_5", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你仰躺在床上，他脱掉你的衣服，直到你上身赤裸。他盯着你的乳房，内裤下的勃起清晰可见。他轻描淡写地滑入你湿润的阴道，双臂环抱着你的腰，你的背部紧贴着他的胸膛。他紧紧抓住你的肋骨，当他进入你的身体时，你的脸变得通红，从他的嘴里发出光亮。",
            "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插8分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoL]
            )
HU_DOGGY_5_ANAL = ("hu_doggy_5_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他从上方进入，阴茎勃起，顶在你的肛门环上。你发出一声低沉的呻吟，闭上眼睛，感觉到一股颤抖的期待从脊柱上流淌下来。他俯身在你身上，双手搂住你的腰，让你一动不动，他一进一出，阴茎在你的臀部滑进滑出。你感到快感在你体内汹涌澎湃，双手在床单上握成拳头。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_DOGGY_4_ANAL = ("hu_doggy_4_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你平躺在床上，阴茎坚硬勃起，准备进入她处女屁股的深洞。开始时，您慢慢地插入她的肛门，她闭着眼睛，张大嘴巴，震惊而潮湿。您的阴茎进一步滑入，完全充满了她，她发出愉悦的呻吟。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_DOGGY_2_ANAL = ("hu_doggy_2_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你躺在床上，脸朝下，等着他从后面进入你。他抓住你的臀部，跳到你身上，猛烈地插入你的身体。他抓住你的脚踝，将它们张开。你几乎失去平衡，身体开始亢奋，双眼紧闭。你既紧张又害怕，但当他把阴茎越插越深时，你却不想停下来。他拍打着你的屁股，留下一个红色的印记，让你因尴尬和兴奋而脸红。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟", [ORGAN_ANAL],
                   [DildoL]
                   )
HU_DOGGY_6_ANAL = ("hu_doggy_6_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你躺在床上，双腿悬空，感觉到他的阴茎进入了你的肛门。他站在你身后，抓住你的双腿，将阴茎更深地插入你的菊花。你能听到他的阴茎撞击你的皮肤，他在你的嘴唇上射精。他的精液从你张开的嘴里滴落。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_DOGGY_3_ANAL = ("hu_doggy_3_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "当他站在你身后时，你躺在床上，闭着眼睛，感到害怕。他抓住你的臀部，引导阴茎进入你的身体。他一下就刺穿了你紧闭的肛门，让你毛茸茸的阴道充血。快感提高了你的心率，让你感觉自己很脆弱，每当他插入你的身体时，你就会靠在手肘上，喘息着呻吟。你感觉到他温暖的精液深入你的肛门，快感将你淹没在里面。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_DOGGY_7_ANAL = ("hu_doggy_7_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你平躺在床上，他走进房间，抓住你的大腿，把它们推向你的屁股。他以狗爬式从后面插入你的屁股。你脸红了，紧闭双眼，既害怕又兴奋。你感觉到他巨大的阴茎在你体内抽插，你很快就兴奋起来。他紧紧抓住你的腰，把你拉向他，他在你背上射精。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_DOGGY_0_ANAL = ("hu_doggy_0_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你躺在床上，感觉很恼火。他从后面过来，把你翻过来，把脸贴在你的屁股上，用他又长又粗又湿的阴茎插入你的身体，用狗爬式在你的屁股里进进出出。你发出愉悦的呻吟，双腿颤抖。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟", [ORGAN_ANAL],
                   [DildoL]
                   )
HU_DOGGY_1_ANAL = ("hu_doggy_1_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "当他从后面进入你时，他的手放在你的腰上，他抓住你的头发，把你的头往后拉，迫使你抬头看着他的阴茎进入你的身体。你的眼睛因惊讶和愉悦而睁大，当你感觉到他的阴茎在你体内深入时，你的脸因尴尬而变得通红。他粗暴地捶打着你的屁股，阴茎完全插入了你的体内。你感觉到他对你的控制力，你的身体随着他的抽插而回应着你的每一次呼吸。当他用滚烫浓稠的精液灌满你的身体时，他满足地呻吟着。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_DOGGY_8_ANAL = ("hu_doggy_8_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他从后面进入你的身体，用力而有力，让你大声呻吟。你的脸涨得通红，全身绷紧。他俯身向前，抓住你的手腕，将它们推到你的头顶，使你弓起背部。你感觉到他的手在按摩你的屁股，两根手指插入你的肛门，他的阴茎在你体内缓慢地进出。你担心隔壁房间的其他人会听到什么。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插4分钟",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_STANDING_0_ANAL = ("hu_standing_0_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "你脸朝下躺在床上，屁股高高翘起。他从后面进入你的身体，他的阴茎深深地插入你的屁眼，周围是你紧绷的括约肌。他抓住你的屁股，紧紧地夹住，用力地插入你的屁眼。你被快感冲昏了头脑，闭上眼睛，微微张开嘴，感受着他在你体内射出的精液。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且达到高潮",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STANDING_LL_4_ANAL = ("hu_standing_ll_4_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "当他从后面进入你时，你颤抖着站起来，他强壮的双腿将你托起。你纤细的乳房被抓住拉扯，乳头勃起。当你感觉到他插入你紧窄的屁眼时，你闭上了眼睛。当他填满你的内脏时，你发出呻吟，他抓住你的腰，抬起他的腿，你的骨盆随着他的抽插摇摆。你感觉到他滚烫的精液射入你的肛门壁，你的脸上散发着热气。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_STANDING_LL_0_ANAL = ("hu_standing_ll_0_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他站在你面前，巨大的阴茎完全勃起。你欣赏着他的大阴茎和下垂的睾丸。你慢慢地爬向他，你的乳房随着他的阴茎跳动。他抓住你的屁股，把你抬起来，阴茎对准你的肛门，你稍微弯曲膝盖，阴部微微张开。他一边保持姿势，一边慢慢进入你的身体。你闭上眼睛，感受着他的阴茎插入你紧窄的肛门。当你感觉到自己慢慢被他的精液灌满时，你发出了愉悦的呻吟。他开始加速抽插，你的呻吟声也越来越大。当你感觉到高潮来临的时候，你能感觉到脸颊上泛起了一抹暖暖的红晕，当你发出满足的呻吟时，你能感觉到下体越来越紧。当他感觉到你的身体绷紧时，当他感觉到你从肛门高潮中射精时，他笑了。他不停地用阴茎进出你的肛门，让你在高潮的快感中扭动。他最后一用力，将他的精液射进了你紧窄的肛门，让你满载而归，使你发出前所未有的呻吟声。他放开了你的屁股，你能感觉到双腿的重量从你的身下泄了出来，不知不觉中，你已经平躺在床上，完全沉浸在肛门高潮的快感中。当你感觉到他粗大的阴茎在你的阴道里抽动时，你的脸上露出了满足的笑容，让你不禁想知道他还能为你实现什么性幻想......",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_STANDING_LL_1_ANAL = ("hu_standing_ll_1_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "当他从后面进入你的身体时，你双腿分开，站得高高的，双手放在臀部。当他插入你体内时，你直视前方，长发顺着你的后背披散下来。你的乳头变硬了，对他的每一次抚摸都很敏感，他紧紧地抓住你的臀部，把你固定在原地，用力地操着你。当他从后面干你时，你闭上眼睛，让自己感受阴茎带来的快感，每一次猛烈的插入都让你的身体酥麻。他的双手紧紧抓住你的臀部，将你固定在原地，他在你体内越插越深。随着他加快速度，你的脚趾蜷缩起来，你感觉到他温暖粘稠的精液在你的屁股里爆发，他释放着压抑的快感。随着他毫无瑕疵的阴茎在你体内进进出出，你浑身颤抖，浑身是汗，快感和痛苦交织着涌遍全身。在整个场景中，你都能感受到自己的亢奋。无脸男向前移动，利用你虚脱的情绪。你终于松开了手，紧闭双眼，呼吸变得急促，身体绷紧。你觉得快感几乎让你无法忍受。当站立式性爱结束时，你感到有细小的泪水顺着脸颊流下，脸红了，不好意思了，但仍觉得渴望更多。你爬上床，跪坐在床上，长长地用力吸了一口气，感觉肺都要炸了。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_STANDING_2_ANAL = ("hu_standing_2_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "你站在门前，看着站在你面前、含着你乳头的男人。他俯身向前，将嘴唇贴在你的脖子上，吮吸着你的锁骨。你抓住他的手，引向你的乳房。他紧紧抓住你的乳房，让你感受到他的力量和占有欲。他把你带到床上，跪在那里。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STANDING_LL_2_ANAL = ("hu_standing_ll_2_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "你站在无脸男面前。他把双手放在你的臀部，让你比他更高。他抬起右腿，放在附近的地面上。你感到一阵兴奋。你把右手放在乳头上，在男人插入你身体时玩弄乳头。你抚摸着他的阴茎，感觉到自己湿润的淫液与他的阴茎融为一体。你的身体不由自主地扭动着，闭上眼睛享受着他的插入。你感觉身体开始颤抖，变得比他还要高。你感觉到他的阴茎在你体内抽动，你能感觉到高潮即将来临。你发出一声响亮的呻吟，你的身体开始抽搐，因为你的屁股被填满而射精。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_STANDING_1_ANAL = ("hu_standing_1_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "你仰面躺着，双腿微微张开。他从上面瞥着你，阴茎垂下，手掌放在膝盖上。他把手指伸进你的肛门，深深地插入你的直肠。他将阴茎插入你的肛门，填满你的肛门，让你闭上眼睛，张开嘴巴，让他插入到底......你发出一声尖叫，开始强烈地射精。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoL]
                      )
HU_STANDING_LL_5_ANAL = ("hu_standing_ll_5_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他走进房间，迅速脱掉衣服。他把衣服扔到一边，抱住你的腰，把你转过来面对镜子。你感觉到他坚硬的阴茎插入你的后背，你的乳房擦过他的胸膛。他抓住你的乳头，咬着它们，感受着你身体里流淌的快感。你感觉到他的手指放在你疼痛的阴蒂上，轻轻地揉搓，直到你无法忍受为止。他把你扔在床上，把他的体重压在你身上，戴着一个面无表情的面具。他从后面进入你的身体，坚硬的阴茎深深地插入你的体内，双手抚摸着你的乳房和臀部。他向前移动，看着镜子中的你，你的双腿在他身后弯曲，他更加用力地插入你的身体。他感受到了快感的浪潮，他的高潮冲刷着他，当他把精液射进你的屁股时，他的脸因狂喜而扭曲。你感觉到他温暖的液体充满了你，当他倒在你的身体上时，呼吸沉重。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_STANDING_LL_3_ANAL = ("hu_standing_ll_3_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "你走进卧室，小手轻轻拂过你的乳房，你感到两腿之间湿润了。你面对的是一个面无表情的男人，你犹豫了片刻，但还是屈服于自己的欲望。他抓住你的腰，把你压在墙上，阴茎插在你的臀部之间。你爬到肘部，微微抬起腿，咬着嘴唇，不敢发出声音。他用长长的阴茎插入你的身体，你感觉自己快要高潮了。他挺起腰，用一条腿支撑着自己，仍在用力地抽插。他有力的动作让你发出愉悦的呻吟。突然，他呻吟着喷射而出，释放的精液淋湿了你的臀部和部分大腿。你感到一种奇异的热感在全身蔓延，让你的脸变得通红，同时感到困惑和兴奋。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_BLOWJOB_DEEP_0 = ("hu_blowjob_deep_0", [TAG_SERVANT, TAG_SADISM], THEME_LOVE,
                     "口交",
                     "你躺在床上，深吸一口气。你感觉到他身上的肌肉， + 从卧室的窗户，你看到他跪在地板上的动作。他粗大的阴茎劈开你的嘴唇，用他巨大的阴茎填满你张开的嘴。他控制着你 + 他的手搂住你的脖子，把你拉向他，激烈、坚硬、充满活力 + 他的气味、光滑的皮肤、粗糙的手、你颤抖的身体、他饥渴的眼睛直视着你 + 你的手指爱抚着他，抚摸着他 + 你感到喉咙里有一种灼热感，有唾液的味道、他的阴茎在你的口中爆裂，他用滚烫的精液灌满你的口腔，你的眼睛湿润了，他的精液滴在你的口中",
                     "模仿场景中的姿态，为一个假阳具口交3分钟", None, [DildoL]
                     )
HU_BLOWJOB_1 = ("hu_blowjob_1", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "当他插入你的喉咙深处时，你可以看到整个阴茎，他的双手紧紧抓住你的头，抚摸着你的头发。你欣赏着紧贴着你喉咙的跳动的阴茎，品尝着他深深插入你口中的精液，感觉到他的手在挤压你的乳房，将阴茎埋入你的喉咙深处。你感觉到他粗大的阴茎在探索你的整个喉咙，他感觉现在可以自由地进一步插入，而你抗拒着，享受着他抓住你头发的感觉。",
                "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoL]
                )
HU_BLOWJOB_HAPPY_4 = ("hu_blowjob_happy_4", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "当你热切地看着他时，你的乳房在跳动，你的乳头在变硬。他微笑着看着你的眼睛，开始自慰。他用手指夹住你的乳头，捏着它们，引起你的呻吟。当他揉搓你的乳头时，他的阴茎被自己的精液包围着。然后，他握紧你的乳房，将阴茎头插入你张开的嘴里。",
                      "模仿场景中的姿态，为一个假阳具口交4分钟,并且为一个假阳具手撸5分钟,接着张嘴发出呻吟", None,
                      [DildoL]
                      )
HU_BLOWJOB_HAND_3 = ("hu_blowjob_hand_3", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "他突然出现在你面前，大阴茎勃起，他把你推倒在床上，抓住你的喉咙，撕开你的上衣。他俯视着你，看着你又长又硬的乳头突起。当他爬到你身上时，你咬着嘴唇，兴奋地睁大眼睛。他对着你柔软的阴道，用未经审查的前射和狗爬式姿势，挤压你的乳房。你的嘴唇伸出来，伸出湿漉漉的长舌头，他用手淫喷得你全身都是。当他用沾满污垢的手指在你的阴部擦拭时，你发出呻吟，感觉自己饥渴难耐。",
                     "模仿场景中的姿态，舔舐一个假阳具2分钟,然后为一个假阳具口交并深喉2分钟,并且张嘴发出呻吟", None,
                     [DildoL]
                     )
HU_BLOWJOB_4 = ("hu_blowjob_4", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "你坐在床上，男主角赤裸着上身站在你的上方，他的阴茎在空中摇摆。你放松下来，欣赏着他巨大的阴茎。他用手握住你的乳头，轻轻地捻捏。他以狗爬式站在你身后，阴茎顶着你的肛门，你感觉到他的粗壮。",
                "模仿场景中的姿态，舔舐一个假阳具2分钟,接着为一个假阳具口交并深喉1分钟,并且张嘴发出呻吟", None, [DildoL]
                )
HU_BLOWJOB_DEEP_2 = ("hu_blowjob_deep_2", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "他把阴茎塞进你的喉咙，让你窒息。你高兴得两眼放光。他一边用力抓住你的头发，一边操你的喉咙。你吮吸着他的阴茎，快感一波波传遍他的全身。他抽出阴茎，更加用力地拽着你的头发，加速抽插，将精液射入你的喉咙。",
                     "模仿场景中的姿态，为一个假阳具口交2分钟", None, [DildoL]
                     )
HU_BLOWJOB_HAPPY_3 = ("hu_blowjob_happy_3", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "你仰面躺着，他的阴茎插入你紧窄的阴道。他俯下身，抬起你的脖子，拉起你的胸部。你扭动臀部，刺激着他。他深情地凝视着你，感受着你对他勃起的抚摸。他捏着你的乳头，让你发出低吟。他用精液灌满你的嘴，让你欣喜若狂。",
                      "模仿场景中的姿态，为一个假阳具口交4分钟,接着为一个假阳具手撸4分钟,并且张嘴发出呻吟", None,
                      [DildoL]
                      )
HU_BLOWJOB_3 = ("hu_blowjob_3", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "你站在他的上方，乳房从上衣中露出来，他色迷迷地看着你。他用手握住他的阴茎，把它引向你张开的湿润的小嘴。你顺从地让它进入。他以狗爬式进入你的身体，他的阴茎又长又粗，完全填满了你的身体。你继续亲吻他，他向后引导你的头，抓住你的头发。",
                "模仿场景中的姿态，舔舐一个假阳具3分钟,然后为一个假阳具口交5分钟,并且张嘴发出呻吟", None, [DildoL]
                )
HU_BLOWJOB_HAND_4 = ("hu_blowjob_hand_4", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "当他松开你的胸罩罩杯时，你的乳房渴望着他的抚摸。你的微笑暴露了你的牙套，他的手抚摸着你的**，让它们变得坚硬。他爬到你的身上，轻松地进入你赤裸的身体。你的双手抚摸着他肌肉发达的胸膛，他的胸毛让你的手指痒痒的。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉5分钟", None, [DildoL]
                     )
HU_BLOWJOB_HAND_1 = ("hu_blowjob_hand_1", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "他用热情的阴茎进入你的身体。当他的大阴茎在你紧致温暖的阴道里进进出出时，你发出愉悦的呻吟。他看向镜头，眉毛上扬，快感涌上心头。他用双手抓住你的头，把你的头引向他，同时上下抽动他粗大的阴茎。精液从顶端喷出，落在你的舌头上，他在强烈的快感中呻吟着。",
                     "模仿场景中的姿态，为一个假阳具口交4分钟,并且张嘴发出呻吟", None, [DildoL]
                     )
HU_BLOWJOB_2 = ("hu_blowjob_2", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "你趴着休息，双臂张开。他把阴茎放在你的背上，慢慢地进入你的身体，拉伸你的身体。他抽出阴茎，抬起你，让你四肢着地，阴茎再次插入你湿润的阴道口，你的尖叫变成了咬枕头。他抱着你的头，把你引向他，把你背向他，插入你的身体，一只手放在你的脸颊上，另一只手放在你的臀部，感受着你。值得注意的是，人类的性幻想可能并不总是反映健康的性行为或征得同意。",
                "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoL]
                )
HU_BLOWJOB_HAPPY_1 = ("hu_blowjob_happy_1", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "你躺在床上，双腿大开，阴部湿漉漉的。他握住你的手，指向他勃起的阴茎，用你的手指和拇指覆盖住它。他仔细地看着你，你抓住他粗大的阴茎，缓慢地做着圆周运动。你张开嘴，张大嘴接受他的阴茎，他的整个阴茎都深深地进入你的喉咙，喉咙在跳动。他在你的嘴里射精，精液溅到你的舌头上，你忍不住吞了下去。",
                      "模仿场景中的姿态，为一个假阳具口交1分钟", None, [DildoL]
                      )
HU_BLOWJOB_DEEP_4 = ("hu_blowjob_deep_4", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你躺在床上，乳房暴露在外，因欲望而颤抖。他走近你，勃起的阴茎随着他脱掉衬衫而跳动。他用手握住巨大的阴茎，向你诱人的嘴唇伸去。他用阴茎挑逗你，让你求饶，最后他把阴茎插入你的口中，深深地插入你的喉咙。你喜欢他的味道，喜欢他在你体内的感觉，喜欢他巨大的阴茎在你口中跳动。然后，他抓住你的乳房，捏住它们，挤压它们，让你的乳头变硬，他把它们吸进嘴里，让你发出呻吟。",
                     "模仿场景中的姿态，为一个假阳具口交5分钟", None, [DildoL]
                     )
HU_BLOWJOB_DEEP_5 = ("hu_blowjob_deep_5", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你躺在床上，张开双腿。他站在你的上方，带着得意的微笑俯视着你。他把身体压到你的身上，把自己的一半放在你的两腿之间。他开始慢慢抚摸自己的阴茎。你能感觉到他的手在你的肉缝里上下游走，让你更加兴奋。他抓住你的脚踝，用狗爬式把你抱住，巨大的阴茎朝你张开的湿润的小嘴伸去。你从侧面用舌头舔着他的阴茎，细细品味每一条曲线和血管。突然，他抬起你，把你的脸颊放在他的臀部，他的阴茎完全插入你的屁股。你轻轻地呻吟着，他用两只手握住你的屁股，深深地插入，让你陷入强烈的快感之中。你能感觉到快感环绕着你的身体，冲向你的阴蒂，达到了高潮。当你的汁液流出时，你的全身都在颤抖，而他也达到了最大的快感。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉3分钟", None, [DildoL]
                     )
HU_BLOWJOB_HAPPY_0 = ("hu_blowjob_happy_0", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "你站起来，面对着他，骄傲地捧着湿漉漉的阴部（阴道的委婉说法）。他坐在床上，看着你，眼中充满了欲望。你将他的阴茎放入口中，爱慕着它粗壮的每一厘米。你看着他，张开嘴唇，邀请他进入你的身体。他将阴茎插入你的舌尖，这让你咽了咽口水，他继续每一下都插入你的口中。",
                      "模仿场景中的姿态，舔舐一个假阳具2分钟,然后为一个假阳具口交并深喉4分钟,接着张嘴发出呻吟", None,
                      [DildoL]
                      )
HU_BLOWJOB_HAPPY_2 = ("hu_blowjob_happy_2", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "你张开双臂躺在床上，双目紧闭，阴部湿润，嘴巴张开。他俯视着你，手里握着他的阴茎，他的肋骨随着每一次费力的呼吸而扩张收缩。他把阴茎插进你张开的嘴里，你感觉到下巴被撑开，感觉到阴茎顶端插入你的喉咙，直到你再也无法吞咽。你抬起头看着观众，双眼因愉悦而蒙上了一层薄雾，舌头舔着手掌，他将浓稠滚烫的精液射入你的口中，浇在你的舌头上。",
                      "模仿场景中的姿态，为一个假阳具口交并深喉2分钟,接着张嘴发出呻吟", None, [DildoL]
                      )
HU_BLOWJOB_0 = ("hu_blowjob_0", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "你仰面躺着，摄像机就在你上方。他巨大的阴茎粗壮勃起，耸立在你的上方。他停在你面前，身体贴在床上，双臂交叉，骄傲地伸出阴茎。他脱下裤子，掏出阴茎，闪闪发光，充血勃起，直指苍穹。他走近你，伸出舌头，看着你张开的小嘴，慢慢地舔着嘴唇。你张大嘴巴，他的阴茎毫不费力地进入你的口腔，直达喉咙深处。他一边欣赏着你的美景，一边用手按住你的头。",
                "模仿场景中的姿态，舔舐一个假阳具2分钟,并且为一个假阳具口交并深喉5分钟,并且张嘴发出呻吟", None, [DildoL]
                )
HU_BLOWJOB_HAND_2 = ("hu_blowjob_hand_2", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "当他躺在床上看着你时，你在寻找射精的感觉。他的阴茎坚硬而跳动，闪耀着性液的力量，插入你大张的口中。你的舌头饥渴地舔着他阴茎上喷射出的精液。",
                     "模仿场景中的姿态，为一个假阳具口交1分钟,然后张嘴发出呻吟", None, [DildoL]
                     )
HU_BLOWJOB_HAND_0 = ("hu_blowjob_hand_0", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你躺在床上，凝视着观众。当他跪在你身后时，你感到快感开始上升。你的双腿张开，邀请他进入你的身体。他握住你的手，把它伸向他的阴茎，它又长又粗，而且越来越大。他把它引到你的嘴边，你迫不及待地用嘴唇包住它。他的精液充满了你的口腔，那是胜利的甜蜜滋味。",
                     "模仿场景中的姿态，为一个假阳具口交5分钟", None, [DildoL]
                     )
HU_BLOWJOB_DEEP_3 = ("hu_blowjob_deep_3", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你看着他，他的阴茎越来越大，青筋暴起，他抓住你的脚踝，把它们举到他宽阔的肩膀上。他完全进入了你，唾液充满了你的口腔，你的舌头围绕着他的大阴茎，舔吮着。你的头撞在床垫上，呻吟着喘着粗气。他插得更深，手指划过你的乳头，他的大睾丸悬在空中。当他在你的嘴里爆发时，你大叫一声，他甜美滚烫的液体流到了你的脸上。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉5分钟", None, [DildoL]
                     )
HU_BLOWJOB_DEEP_1 = ("hu_blowjob_deep_1", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "他进入了深喉，让你咽不下去，你看到他吞下了他所有的尺寸，你的鼻子闻到了好闻的俱乐部的气味，然后你用舌头舔他的睾丸，然后他上床睡觉，他收到了你的青楼。突然，他立刻跳了起来。他走进观看...",
                     "模仿场景中的姿态，为一个假阳具口交3分钟", None, [DildoL]
                     )
HU_SUS_0_ANAL = ("hu_sus_0_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站起来，一只手扶着墙，头微微低下，感受着空气从你的头发间流过。他从后面进入你的身体，阴茎擦过你的臀颊，嘴角露出会心的微笑。你感到体内的悬念在升腾，他也感到兴奋。你闭上眼睛，脸颊泛起一丝红晕；他抓住你的屁股，强行进入你的肛门。你感觉到了插入，疼痛与快感交织在一起。当他感觉到你的肉壁紧紧包裹着他的阴茎时，你闭上了眼睛，嘴巴微微张开。他呻吟着，你的脸比之前更红了，他紧闭着双眼。随着一声巨响，他将精液喷入你的屁眼深处，你感觉精液充满了你的身体，低沉的呻吟声从你的嘴唇中发出。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插3分钟,并且达到高潮,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoL]
                 )
HU_SUS_7_ANAL = ("hu_sus_7_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你躺在床上，乳房暴露在外，乳头坚硬，他从后面靠近你，阴茎高高翘起，他抓住你的腰，让你处于反向悬浮状态，用他火热的阴茎插入你的身体，在你的屁股上猛烈地抽插。他看到你羞红的脸庞，微笑着在你的屁股里射精，你张开嘴，把他的精液全部含在嘴里，感受着他温暖的精液，愉悦地呻吟着。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoL]
                 )
HU_SUS_1_ANAL = ("hu_sus_1_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你让他进入你的身体。当他猛烈地撞击你时，你紧紧抓住床柱，身体前后摇晃。他的大手紧紧抓住你的腰，低头看着你，眼中充满了无尽的欲望。你感觉到他的阴茎挤进你的身体，让你的内脏伸展到极限。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoL]
                 )
HU_SUS_4_ANAL = ("hu_sus_4_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "当他走近你时，你赤裸着上身站在镜子前，他的阴茎完全勃起。你在他面前摆好姿势，抓住自己的屁股。你感觉到皮肤的紧绷感，你感觉到他的手掌环绕着你的屁股。你觉得很尴尬，已经有一段时间没有像这样被填满了。当他开始在你的屁股里进进出出时，你闭上了眼睛。你们都感觉到了强烈的快感，当他在你的屁股里射精时，你们都感觉到了巨大的快感。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoL]
                 )
HU_SUS_5_ANAL = ("hu_sus_5_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你赤身裸体地站在他面前，乳房一览无余。当他看着你的乳头时，你感到下体一阵酥麻。他突然抓住你的屁股，用力挤压，让你发出陶醉的呻吟。他把你抱起来，抱到床上，从后面进入你的身体，你的脸颊分开，肛门被他跳动的阴茎填满。你搂住他的脖子，随着他在你体内的进进出出，你娇嫩的肛门口感到无比的快感，甚至忘记了呼吸。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoL]
                 )
HU_SUS_6_ANAL = ("hu_sus_6_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你转过身，把屁股交给他，感觉到他狂妄的笑意，你觉得自己很脆弱，很想取悦他。他硕大的阴茎插入你紧窄的屁眼，感觉它撑开了你的皮肤，让你羞得满脸通红。他抓住你的屁股，用他想要的方式干你，让你尽情享受。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoL]
                 )
HU_SUS_2_ANAL = ("hu_sus_2_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你看到他在你身后，解开了紧身绳，硬梆梆的老二直挺挺地翘着，男子气概从他的气质中流露出来。当他抓住你的屁股，将你拉向对立面时，你被吸引得不知所措。他把它放了进去，很有把握。你的肛门被唤醒了，你的肛门在欢迎他的到来。他猛烈地撞击着你，你呻吟着，精液喷涌而出，快感袭来。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoL]
                 )
HU_SUS_3_ANAL = ("hu_sus_3_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站起来，窗外的冷风吹到你赤裸的身体上，他走到你身后，你感觉到他的手放在你的臀部，他把你抬起来，你的双腿缠绕在他的腰上，他把勃起的阴茎对准你的肛门，你亲吻他，他把阴茎插入你的体内，你高兴地大叫，闭上眼睛，臀部前后摇晃，他抓着你的屁股，你的挫败感越来越强，兴奋达到了顶点，他滚烫的精液涂满了你的肛门。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoL]
                 )
HU_HANDJOB_3 = ("hu_handjob_3", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你微笑着骑上他，短裙搭在大腿上。你骑在他身上，靠在他的鸡巴上，开始磨蹭他，用得意的眼神盯着他，催促他继续。你用一只手捏他的大睾丸，另一只手抚摸他的大鸡巴，让他在愉悦的呻吟声中变得僵硬。",
                "模仿场景中的姿态，为一个假阳具手撸5分钟,然后张嘴发出呻吟", None, [DildoL]
                )
HU_HANDJOB_2 = ("hu_handjob_2", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你躺在床上，他站在你的上方。你看到他完全勃起，巨大的阴茎又硬又大又湿。你感觉到他盯着你的眼睛的热度，你试图抗拒他。他把阴茎放在你的阴户旁，然后猛烈地插入。你陶醉地抬起眼睛，向他挤出一个得意的微笑。",
                "模仿场景中的姿态，为一个假阳具手撸1分钟,接着张嘴发出呻吟", None, [DildoL]
                )
HU_HANDJOB_4 = ("hu_handjob_4", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你爬到他身上，双腿分开，湿润的阴部紧贴着他的阴茎。你在他上方移动，将他粗长巨大的阴茎全部含入体内。他把手放在你的臀部，看着你骑在他身上。他的阴茎在你湿润的阴道里抽插、晃动。",
                "模仿场景中的姿态，为一个假阳具手撸5分钟,然后张嘴发出呻吟", None, [DildoL]
                )
HU_HANDJOB_0 = ("hu_handjob_0", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你坐在床边，双腿搭在他的肩膀上。你低头看着他的阴茎，惊讶于它的尺寸。他摆出狗爬式的姿势，光滑的皮肤随着他的一举一动而荡漾。你的手指在他的阴茎上上下游走，他喜欢这样。你张开嘴，渴望地用舌头舔着嘴唇。",
                "模仿场景中的姿态，为一个假阳具手撸3分钟,然后张嘴发出呻吟", None, [DildoL]
                )
HU_HANDJOB_1 = ("hu_handjob_1", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你躺在床上，他的脸在你上方，他英俊的脸庞，下巴紧咬，肌肉紧绷。他俯下身，从上方插入你的阴道。他的阴茎硕大无比，轻松地伸展并插入你的阴道。你呻吟着，伸出舌头，张开嘴巴，任凭他在你体内猛烈地抽插。他的手捂住你的嘴，夹住你的舌头，他离高潮越来越近。他滚烫的精液滴在你的脸上，他得意地笑着，等待着感受你的高潮。",
                "模仿场景中的姿态，为一个假阳具手撸2分钟,接着张嘴发出呻吟", None, [DildoL]
                )
HU_HANDJOB_5 = ("hu_handjob_5", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "站在床上，你看着他的阳具在你身上来回摆动。当你看到它看起来如此巨大，把你的洞撑到极限时，你的眼睛瞪得大大的。他向前倾，抚摸着自己的睾丸，然后露出邪恶的笑容。他握住你的手，引导你握住他的阴茎，紧紧地握住，命令你抚摸它。你顺从地听从他的每一个命令，当你低头看自己的手包裹着他的阴茎时，嘴巴微微张开。\"你喜欢这样吗，嗯？\"他咆哮着，粗暴地插入你的身体。快感袭来，你忍不住发出轻轻的呻吟。",
                "模仿场景中的姿态，为一个假阳具手撸2分钟,并且张嘴发出呻吟", None, [DildoL]
                )
HU_COWGIRL_0 = ("hu_cowgirl_0", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你坐在他的阴茎上，当他进入你体内时，你湿润的阴部包裹着他的阴茎，你的阴蒂因兴奋而变得润滑。你加快步伐，臀部疯狂起伏。他抓住你的大腿，猛烈地抬起你，阴茎在你湿润的阴道里滑进滑出。你呻吟着，当你感觉到他的阴茎深深地插入你的阴道时，你的脸红了。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY],
                [DildoL]
                )
HU_COWGIRL_5 = ("hu_cowgirl_5", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他从后面进入你的身体，他的阴茎像手套一样拉伸你的阴道。他硕大的阴茎深深地插入你的体内，你的呻吟随着每次插入而加剧。你的臀部移动得越来越快，享受着灼热的感觉。你停了一会儿，闭上眼睛，湿润的阴道紧紧抓住他的阴茎。他再次有力地插入你的身体，将他的精液射入你的体内，你的舌头停留在嘴唇上。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoL]
                )
HU_COWGIRL_DOM_1 = ("hu_cowgirl_dom_1", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你躺在床上，赤裸着上身，当他从后面插入时，你的乳房高高耸立。他的双手握住你的臀部，紧紧地把你推向他，一边推一边磨。你夹紧阴道肌肉，享受着这种感觉，感觉自己就要射了。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟", [ORGAN_PUSSY],
                    [DildoL]
                    )
HU_COWGIRL_1 = ("hu_cowgirl_1", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你骑在他的阴茎上，粉红色的阴唇张开，颤抖着，他闪闪发光的阴茎摩擦着你湿润的褶皱。你的双眼紧闭，脸上挂着恼怒的笑容。他抓住你的大腿，把你往后拉，把阴茎深深地埋进你的体内。你满脸通红，眼神中充满了欲望。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoL]
                )
HU_COWGIRL_3 = ("hu_cowgirl_3", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他命令你抚摸自己，你立即照做。你隔着内裤抓住自己的阴部，感受着手指在身体上的温度。当他骑在你身上，深深插入你的阴道，阴茎深深地埋进你的身体时，你满脸羞红地低下头，迷失在这一刻。他抓住你的双腿向后拉，拱起你的下背部。他看着你，你闭着眼睛，嘴巴微张，嘴唇微微张开。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插10分钟", [ORGAN_PUSSY], [DildoL]
                )
HU_COWGIRL_4 = ("hu_cowgirl_4", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你跨坐在他身上，他的阴茎从你敞开的裙子里探出来，闪闪发光。你仰面翻转。他插入你的身体，他的阴茎深深地陷了进去，从你的衬衫里钻了出来。他慢慢地移动，让你呻吟，感受每一寸肌肤。你看着他的眼睛，面红耳赤，嘴巴张得大大的。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoL]
                )
HU_COWGIRL_6 = ("hu_cowgirl_6", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他一边进入你的身体，一边用舌头在你的嘴里滑动。他的阴茎深深插入你的阴道，他抓住你的大腿，把你拉向他，加深他的插入。你闭上眼睛，努力控制自己的尖叫，身体在他的重压下颤抖。他的手紧紧抱住你的大腿，真空般的感觉让你更加兴奋。你在颤抖的呼吸间呻吟。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                [DildoL]
                )
HU_COWGIRL_DOM_3 = ("hu_cowgirl_dom_3", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你趴在床上，裸露着乳房，乳头又硬又挺。他从后面进入你的阴道，坚硬的阴茎插入你湿润的小穴。当他以亚马逊姿势开始干你时，你大声叫喊。他的阴茎在你体内的感觉让你欲罢不能。他抽出阴茎，把你转过来，抓住你的臀部，进入你的肛门，把你填满。你的臀部紧绷，嘴巴张开，眼睛紧闭，面色潮红。你感到愉悦......",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插8分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoL]
                    )
HU_COWGIRL_2 = ("hu_cowgirl_2", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你骑在他身上，你的阴部湿漉漉的，准备好承受他的整个阴茎。你用力骑着他，每一次深深的插入都让你的腹部紧绷。他抓住你的大腿，引导你的身体一起攀上最高峰。当你继续用力骑他时，他张着嘴，闭着眼睛。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插10分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoL]
                )
HU_COWGIRL_DOM_2 = ("hu_cowgirl_dom_2", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你躺在床上，乳房暴露在外，乳头坚硬。他从后面进入你的身体，阴茎轻松滑入你湿润的阴道。你大声呻吟，他在你体内释放出一股能量，让你扭动起来。然后他抽出阴茎，从你的肛门进入。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插6分钟", [ORGAN_PUSSY],
                    [DildoL]
                    )
HU_COWGIRL_7 = ("hu_cowgirl_7", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你躺在床上，双腿搭在他的肩膀上，气喘吁吁。他从后面进入你的身体，阴茎深深插入你湿润的阴道，让你发出愉悦的呻吟。你的乳头对触觉产生反应，变硬并急剧突出，你亲吻他的脖子，舌头探索他的皮肤。当他将手指插入你的肛门时，你激情地叫了出来，手指让你的肛门又湿又滑。你挪动屁股，为他的手指腾出空间，渴望更多。你兴奋异常。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoL]
                )
HU_STRADDLE_9 = ("hu_straddle_9", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你推到墙上，用一只手紧紧搂住你的腰。他把另一只手放在你的胸前，身体前倾，让你看到他的阴茎在抽动。他用双手搂住你的脖子，分开你的双腿，从后面进入你的身体。你发出喘息声，但他将你的下巴抬起，让你的嘴张开，他继续插入。你感觉到自己湿润的温暖汇集在地毯上，脸上燃烧着快感和羞耻。他哼了一声，你感觉到他在你体内射精的温暖。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_7 = ("hu_straddle_7", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他让你坐在床上，你的脚踝靠在他的肩膀上，稳稳地、紧紧地抱住自己。他慢慢地插入你的身体，你的阴道肌肉随着他的进出而刺痛，你感到很尴尬。他用双臂紧紧抱住你，你闭上眼睛，感觉他汗湿的胸膛贴着你的脸，他的阴茎在你体内进进出出。当他用力抽出时，你沉浸在那一刻，他的脸因为用力而变得通红。你翻过身来，抓住自己的脚踝，感受着体内的射精。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
                 [DildoL]
                 )
HU_STRADDLE_3 = ("hu_straddle_3", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你坐在床上，翘起二郎腿，阴部湿润，准备就绪。他从后面进入你的身体，用力地操你，他的手指抓住你的大腿，把你推向他。他的阴茎来回划动，插入你紧窄的阴道。他拔出来，把精液喷到你的大腿上。你将手指伸向他的精液，将其滑回到手指上，然后舔干净。你回过头，脸红红的，喜欢这种感觉，沉浸在狂喜之中。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,接着达到高潮,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_2 = ("hu_straddle_2", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你坐在他的大腿上，双腿环绕着他的脖子，张开的小嘴贴在他的嘴唇上，双手紧紧抓住他的大腿。他把你往后拉，用狗爬式抱住你。他从后面进入你的阴道，让你发出愉悦的哼声。他的阴茎又长又粗，插得你更深。你看着他，对自己的兴奋感到困惑。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插4分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_4 = ("hu_straddle_4", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你从床上坐起来。他来到你身后，双手放在你的大腿上，引导你向后靠。他的阴茎从后面插入你的阴道。他慢慢地抽出，然后又插入，他的嘴唇围绕着你的阴蒂，轻轻地咬着。你愉悦地睁大眼睛，嘴唇张开，然后他一拳砸在你的喉咙上，你在吞咽之前发出一声低沉的呻吟。---",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_5 = ("hu_straddle_5", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你反向直立跨坐，坐在他腿上，双腿抬起，他的双手抓住你的大腿。他把阴茎放在你的两腿之间，让他可以轻松地插入你的身体。他慢慢地进入你的身体，你快乐地呻吟着，脸深深地红了。他磨蹭着你，感受着你的温暖。你紧紧地抱住他，用他勃起的阴茎抚摸自己。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_1 = ("hu_straddle_1", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你舒服地坐在床上，双腿伸直，双眼紧闭。你感觉到他在你身后，他的手抓住你的大腿。他慢慢地从后面进入你的身体，他的阴茎填满你的身体，刺激你的 G 点，你的双脚仍然悬空。当他亲吻你裸露的肌肤时，你会感觉到他的呼吸在你的脖子上，当他紧紧抱住你时，你的腰部会有轻微的压力。你喘息着，呻吟着，闭着眼睛，头向后仰，他继续用力地抽插着你。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插10分钟,并且达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_6 = ("hu_straddle_6", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你仰面跨坐在床上，从他的阴茎上抬起头。他走到你身后，双手抓住你的大腿，把它们拉到你的头顶。他将阴茎插入你湿润紧致的阴道，动作与你的摇摆同步。当你呻吟并感受到一阵阵快感时，你的双眼紧闭。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插10分钟,然后达到高潮,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_0 = ("hu_straddle_0", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你和一个刚认识的男人坐在卧室里。你感觉到他抓住你的大腿，从后面进入你的身体，猛烈而深入地插入你的身体。你能感觉到灼热，你想起了为什么你喜欢又快又猛。但你还记得之前对他的恼怒，所以你侧过头瞪着他，希望他能明白你的意思。但他没有，反而点头表示赞同\"。你翻了个白眼，把臀部往后翘，享受着每一次笨拙的插入。你感觉自己的大腿时而夹紧，时而放松，你努力坚持着。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟,并且达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_8 = ("hu_straddle_8", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他让你仰卧，将阴茎插入你湿润的阴道，使劲地操你，直到你达到高潮。你大声呻吟，双手搂住他的脖子，防止自己从床上摔下来。他温暖的精液从你张开的嘴里滴落，他的种子溢满了你的口腔。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STRADDLE_10 = ("hu_straddle_10", [TAG_SEX], THEME_LOVE,
                  "跨坐式",
                  "你抱着双腿坐着，感到害怕和紧张。他站在你身后，抓住你的臀部，深吸一口气。他将阴茎深深地插入你的体内，感觉到你的阴道紧紧地爱抚着他。你闭上眼睛，咬紧牙关又松开。你大声尖叫，双手满是汗水，充满了快感。",
                  "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插5分钟", [ORGAN_PUSSY],
                  [DildoL]
                  )
HU_COWGIRL_2_ANAL = ("hu_cowgirl_2_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你坐在他身上，前后摇摆着臀部骑在他身上，将他的阴茎深深插入你温暖紧致的肛门。你紧闭双眼，感受着体内积聚的热量和湿气。你的身体绷紧，发出响亮而激情的呻吟。他抓住你的双腿，将它们进一步拉开，感受着你兴奋的热度。他继续深深地插入，直到你射精，挑战着你肛门的极限。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoL]
                     )
HU_COWGIRL_3_ANAL = ("hu_cowgirl_3_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "他把她放在床上，然后坐在她身上，把她翻转到腹部，用强壮的双腿环住她的腰。他从后面进入她的身体，又深又粗，阴茎硬得像块石头。他看着她羞红的脸，闭着眼睛，双手抠着床单，不禁莞尔一笑。他俯身压住她的肩膀，感觉到她在颤抖。他的动作越来越快，把她推向自己的皮肤，加深肛门的插入。她呻吟着，眼泪流了下来。",
                     "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插9分钟", [ORGAN_ANAL], [DildoL]
                     )
HU_COWGIRL_5_ANAL = ("hu_cowgirl_5_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "他把阴茎放在你的臀颊之间，你的小嘴惊得张得更大，他的阴茎巨大无比，覆盖了你的整个屁眼。他身体前倾，骑在你身上，阴茎深深地插入你紧窄的肛门。当他把整个阴茎插入你紧窄的菊花时，你大声喘息。他上下抚摸，让你的屁股张得大大的，被这种体验震惊了。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoL]
                     )
HU_COWGIRL_4_ANAL = ("hu_cowgirl_4_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "当你跳到他身上，你的头发自由飘动时，你在一个位置上就拥有了一切。你引导他深入你的肛门，一边扭动一边用你的女孩抚摸他。当他疯狂地插入时，你发出愉悦的喘息。你的屁股收紧，紧紧锁住他的阴茎。当他将阴茎插入时，你的呻吟声更大了。他的精液从你张开的嘴里飞溅出来，和你的汁液混合在床上。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoL]
                     )
HU_COWGIRL_DOM_2_ANAL = ("hu_cowgirl_dom_2_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "他伸出双臂，用手指夹住你的乳头，你则用双腿环住他的腰。他将你高高举起，你的乳房摇摆着，他从后面进入你的身体。他的阴茎在你的双唇间轻轻落下，你发出愉悦的呻吟。他看着你，你的脸因喜悦而潮红，他的阴茎在你跳动的肛门里进进出出。当他用他的种子填满你的身体时，你感受到了他的温暖，脸颊泛起了红晕。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插3分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_COWGIRL_7_ANAL = ("hu_cowgirl_7_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你站在他面前，上身赤裸，乳房跳动。他深深地进入了你，疼痛和紧绷感让你睁大了眼睛。你抓紧床单，试图坚持住。他坐在你身上，你的双腿紧紧缠住他，他快速、深入、用力地干你，让你分析性地射精。精液从你体内流出，你颤抖着，肛门抗拒着，但最终还是屈服于他强有力的抽插，感觉他的精液充满了你，直到你爽得脸红。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoL]
                     )
HU_COWGIRL_DOM_1_ANAL = ("hu_cowgirl_dom_1_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你躺在床上，乳房暴露在外，乳头坚硬。他爬到你身上，从后面进入你的身体。你闭上眼睛，感觉他深深地进入了你的身体，你的手肘靠在床上。他拍打你的屁股，留下红色的印记，让你脸红并感到尴尬。在亢奋的状态下，他扭动着臀部，阴茎撞击着你的屁眼。片刻之后，你感觉到他的精液涌入你的肛门，让你感到困惑。你甚至不知道他会这么做。你闭上眼睛，嘴角露出一个大大的微笑。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_COWGIRL_1_ANAL = ("hu_cowgirl_1_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你伸展背部，张开双腿，床随着你的动作发出轻微的嘎吱声。你感觉到他的手指放在你的肉上，拉开你的脸颊，他用拇指做着动作。\"这样好吗？\"他问道，看着你红扑扑的脸蛋傻笑。你狡黠地点了点头，感觉到他沉入了你的身体，打破了屏障。你感到心跳加速，怦怦直跳。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟", [ORGAN_ANAL],
                     [DildoL]
                     )
HU_COWGIRL_DOM_3_ANAL = ("hu_cowgirl_dom_3_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你跪在他面前，双手放在他的膝盖上，嘴唇微微张开，闭上眼睛，感受他进入你的身体。他操着你的屁股，娴熟的动作越来越深入，将欲望和力量融为一体。你感觉到他的快感在你体内爆发，你的肛门紧紧夹住，吮吸着他的每一滴精液。你沉浸在快感的仙境中，身体在融化和颤抖。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoL]
                         )
HU_COWGIRL_0_ANAL = ("hu_cowgirl_0_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你坐在他的阴茎上，屁股高高翘起，一直垂到他的视线高度。他抓住你的大腿，把你更深地推到他的阴茎上，你的肛门环完全被他的粗大所接受。你回头看着他，微闭着双眼，脸颊微微泛红。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插3分钟", [ORGAN_ANAL],
                     [DildoL]
                     )
HU_COWGIRL_6_ANAL = ("hu_cowgirl_6_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "他把你叫到卧室，他的阴茎已经变硬，他从后面进入你的身体，把你深深地推到床上，他紧紧抓住你的大腿，插入你肛门的最深处，你闭上眼睛，大声尖叫，他的声音低沉粗鲁，让你脸红心跳。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插9分钟", [ORGAN_ANAL], [DildoL]
                     )
HU_MISSIONARY_8_ANAL = ("hu_missionary_8_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他跪在你身后，阴茎傲然勃起，你感觉到他进入了你的身体，越来越深，他恳求你抬起双腿，你抬起双腿，仰望着他。他看着你的屁股，特写镜头，等待着插入的那一刻，你对自己微笑，知道即将发生什么。他深深地进入了你的身体，你感觉到他的顶端碰到了你的肛门环，感觉又紧又湿，你大声呻吟起来。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_0_ANAL = ("hu_missionary_0_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他从后面进入你的身体，他的鼻子蹭着你的脖子，他的手抠着你的屁股，把你拉近他。你凝视着他紧闭的双眼，感受着他结实的大腿环绕着你，他的背部平直。你张开双腿，他抬高双腿，向世界敞开最亲密的角度。他在你耳边咆哮，在你体内射精，让你的肛腔充满温暖，他在你的身体里绷紧神经。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_7_ANAL = ("hu_missionary_7_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他仰面躺着，你跪在他上方。你可以看到他双腿之间的插入，他坚硬的男性生殖器随着每一个动作上下轻微跳动。你身体前倾，双手握住他温暖的阴茎，准备插入。他闭上眼睛，期待着疼痛。但当你开始插入时，感觉非常好，他几乎忍不住脸红了。你紧紧抱住他的大腿，享受着他的呻吟声，慢慢地将臀部插入他的身体。当他紧紧地用肌肉夹住你的阴茎时，你的插入是艰难的，但也是令人满意的。当他爆发性地达到高潮时，你的脸上洋溢着纯粹的狂喜和难以抑制的喜悦，伴随着他紧绷的臀部流出的大量湿液。",
                        "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_5_ANAL = ("hu_missionary_5_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，他站在你的上方，紧握着阴茎，他那玫瑰色的坚硬插入你的肛门，你被他的动作吸住。他的阴茎像玩具一样插入你的身体，他的坚硬包裹着你，他有力地抽插着，他宽阔的胸膛和阴茎挡住了阳光，你的脸在他的阴毛中。他的动作越来越快，你的呼吸越来越急促，你闭上眼睛，身体在陶醉中摇摆。他专注地盯着你的脸，你能感觉到他的力度越来越大，你的呼吸越来越急促，他呻吟着向你热情张开的嘴里射精。你的脸被纯粹的快感所摧毁，你的嘴里充满了温暖而浓稠的精液，他每一次插入，你的身体都会因为快感而颤抖，你的屁股也会因为快感而涨红。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插9分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_6_ANAL = ("hu_missionary_6_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他仰面躺下，你以传教士体位跨坐在他身上，摆好姿势，让他的阴茎进入你的肛门。他坚定地回答，准备感受你肛门的紧绷感。他伸出阴茎，将其插入，浸入你本能触觉的肛门。你的脸颊紧闭，呼吸加快，闭上眼睛呻吟。他猛烈地抽插着，感受着你芸芸众生的温暖。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_1_ANAL = ("hu_missionary_1_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺在床上，双腿靠在床头。他瞥见了你，走了过来。他看到你在自慰，闻到了你的欲望。他命令你躺着别动，然后他走到你身上，用他那双布满老茧的手挤压你的肉体。你紧闭双眼，表达了你对压力的享受。他向后伸手，抓住你的臀部，毫不犹豫地将阴茎插入你的肛门。你发出愉悦的呻吟，并将内心的秘密吐露出来。当他向前挺动臀部时，他感觉到了你的肛门对他阴茎的热度。你能感觉到顺着阴蒂传来的阵阵酥麻，片刻之后，你的双眼猛地睁开，发出震耳欲聋的尖叫，你高潮了。他享受着你滚烫的爱液流到下面床单上的感觉。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且达到高潮,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_3_ANAL = ("hu_missionary_3_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，像尸体一样伸展开来，双腿张开，生殖器暴露在外。他走近你，握着他的阴茎，贪婪地注视着你。他抓住你的大腿，把它们拉开，把阴茎对准你毛茸茸的肛门。你闭上眼睛，感到愤怒、焦虑和尴尬。他毫无顾忌地深深插入你的身体，当你感受到强烈而痛苦的插入时，你的眼泪流了下来，感觉自己被支配和吞噬了。他紧紧抓住你的大腿，有力地抽插，深入你的体内。他用力地在你的屁股里射精，在拔出时大声地哼哼，让你脸红、湿润、满是精液。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插4分钟,接着达到高潮,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_2_ANAL = ("hu_missionary_2_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你四肢着地，他在你身上徘徊，阴茎跳动着，深深地插入你的菊花。你高兴地上下扭动着肛门，感受着无保留插入的快感。你抓住他的大腿，看着他的眼睛，感受着难以置信的充实感。他闭上眼睛，呼吸急促，插入得更深，发出强烈快感的原始呐喊。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_4_ANAL = ("hu_missionary_4_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他从上往下，从后面插入，深深地插入你的肛门。你的脸颊紧紧夹住，被压得通红。他把你的大腿拉到脑后，紧紧抓住你的大腿，在你体内进进出出。你闭上眼睛，嘴唇微微张开，大声呻吟着，嘴唇上念着他的名字。直到他将一股浓浓的精液射进你紧撅的屁股里，他才停止。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoL]
                        )
HU_MISSIONARY_6 = ("hu_missionary_6", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他从上方进入你的身体，你的双腿张开，他的阴茎深深地插入你的阴道。他开始猛烈地撞击你，传教士式的插入让你情不自禁地呻吟起来。你伸手抱住自己的屁股，感觉他的阴茎在你体内进进出出，让你脸红心跳，担心周围的人听到。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插7分钟", [ORGAN_PUSSY], [DildoL]
                   )
HU_MISSIONARY_3 = ("hu_missionary_3", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰面躺着，双腿张开。他站在你的上方，满怀深情地看着你。他抓住你的大腿，将他勃起的阴茎插入你的阴道，用力将它填满。你闭上眼睛，阴道紧缩，他坚硬的阴茎在你体内的感觉纯粹是一种满足。当他用手指刺激你的阴蒂时，你的阴道会有节奏地挤压他的阴茎。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoL]
                   )
HU_MISSIONARY_7 = ("hu_missionary_7", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰面躺着，他的阴茎夹在你的两腿之间，他跨坐在你身上。他的眼睛盯着你的阴部他把阴茎放进你的阴道，盖住你的阴唇。他慢慢地滑入你的身体，阴茎咄咄逼人。他抓住你的大腿，更加用力地插入你的身体，眼睛紧盯着你的阴部，看着你的阴部随着他的抽插一开一合。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoL]
                   )
HU_MISSIONARY_5 = ("hu_missionary_5", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他趴在你身上，阴茎一寸寸地靠近你湿润、张开的阴部，十分危险。他把阴茎放在你的阴蒂上，让你陶醉地扭动。当他使用连接在他臀部上的振动器时，你发出呻吟和叹息。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoL]
                   )
HU_MISSIONARY_4 = ("hu_missionary_4", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他从上往下进入你的身体，传教士式，你的大腿张开，粉红色的阴部艳丽地接受着他。当他完全进入你的身体时，你发出恼怒的声音，他的插入很深，你的身体在刺痛，你的嘴紧紧地闭着。当他抽插时，你闭上眼睛，身体越来越兴奋。你泄了，他也注意到了，你的脸变得通红，你再也无法控制自己，他湿漉漉地在你体内释放着，让你感到难以置信的充实。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟,并且达到高潮,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoL]
                   )
HU_MISSIONARY_0 = ("hu_missionary_0", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他把你推到墙上，双手紧紧抱住你的屁股。他的身体因愤怒而颤抖。你喘息着，感觉到他的硬物顶着你的下体。他抓住你的手腕，把你钉在墙上，你的双腿高高举起。他臀部的扭动和愤怒的表情，让他的精液深深地射进了你的体内。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插10分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoL]
                   )
HU_MISSIONARY_1 = ("hu_missionary_1", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "每当他用力拍打你的阴部时，你的指甲都会深深地抠进床单，你突然被一阵阵快感征服，开始张开嘴巴呻吟，他摆出一个动态的角度，一边看着你尖叫的红湿阴部一边手淫，并保持自己不动",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,然后达到高潮,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoL]
                   )
HU_MISSIONARY_8 = ("hu_missionary_8", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你躺在床上，双腿悬空，感觉暴露无遗。他跪在你面前，阴茎跳动着，双眼紧紧盯着你，从未停止过眼神的交流。他把你从床上抱起，把你抱到床边，把自己放在你的阴道口。他插入你的身体，深深地，毫无保留地，你发出一声震惊的呻吟。他伸出手，将你的手引向他的嘴唇，你触摸着他的嘴唇，离你的阴部如此之近。他完全填满了你的身体，你的骨盆肌肉紧紧夹住他，直到你们俩都高潮了。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoL]
                   )
HU_MISSIONARY_2 = ("hu_missionary_2", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他趴在你身上，阴茎深深插入你的阴道，双手抓住你的大腿，凝视着你的脸。当他强而有力地进入你的身体时，你闭上眼睛，努力压抑自己的呻吟，极力忍住羞红的脸颊。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
                   [DildoL]
                   )
HU_DOGGY_3 = ("hu_doggy_3", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你趴在床上，他从后面进入，插入你的身体，将你和你的臀部投射到床上。他的阴茎让你欲仙欲死，充斥着你臀部的每一寸肌肤。你快乐地呻吟着，不敢回头看他。他紧紧抱住你的臀部，阴茎在你紧窄的小屁屁里进进出出，每一次插入，你都能感觉到他的睾丸在你扭动的屁屁上拍打。你能感觉到他的精液冲进了你的屁眼，你指示你的阴部涌出并挤压，准备迎接他的射精，你感觉到自己的兴奋在加剧。",
              "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插9分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_DOGGY_6 = ("hu_doggy_6", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你躺在他身下，他的阴茎插在你的屁股里，他的手指伸进你的阴道，你的双腿环绕在他的腰间。他站起来，从后面粗暴地操你，他巨大的阴茎在你的小屁屁里抽插着，看着他的阴茎进入你被撑开、撅起的肛门，他的嘴唇高兴地抽动着。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插9分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_DOGGY_1 = ("hu_doggy_1", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他躺在你身边，阴茎依然坚硬，翘首以待。他使劲用阴茎摩擦你的臀颊，让你羞得满脸通红。他把你转过来，强迫你用狗爬式，从后面插入你的身体。他的阴茎顶端插入你湿润的阴道，他的睾丸随着插入你的身体而摇摆。他的手按住你的头，强迫你把他的阴茎整个含在嘴里，你的面部表情从惊愕变成了恼怒，最后变成了深情的呻吟，因为他在你的嘴里射精了。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_DOGGY_5 = ("hu_doggy_5", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他用一只手托住你的臀部，从后面进入你的身体。你闭着眼睛，感受着他巨大的阴茎进入你的身体，直到龟头插入你的肛门。然后，他开始猛烈地撞击你，深入内部，同时抓住你的腰。你很害怕，但也很兴奋，你的肛门为他的阴茎伸展着，感受着自己润滑液的热量。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插7分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_DOGGY_7 = ("hu_doggy_7", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你趴着，屁股准备好承受他的阴茎。他站在你身后，轻轻抚摸你的大腿，阴茎完全勃起。他从后面插入你的身体，慢慢地将阴茎插入你的体内，让你发出愉悦的呻吟。你弓起背，感受着他的阴茎深深地插入你的菊花，你闭上眼睛，呼吸沉重。他抓住你的大腿，向两侧移动，从你的上方插入，你的屁股完全张开。你快乐地尖叫，你的洞口收紧，你的身体颤抖，你闭上眼睛，因为他让你射精了。",
              "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_DOGGY_4 = ("hu_doggy_4", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你仰面躺着，他的手握着你的手，慢慢地插入你的后门，像个真正的男人一样把你填满。你发出一声呻吟，他笑眯眯地看着你。他俯身在你身上，强壮的手臂环绕着你，你的双腿搂着他的腰，他用手抓住你的阴蒂。他抓住你的肩膀，插入得更深，让你感到狂喜，使你发出更大声的呻吟。你张大嘴巴，接住唾液，阴道紧紧地收缩着他的阴茎。你看着他，他的蓝眼睛和你的绿眼睛对视着，他将滚烫的精液射入你的身体深处，让你脸红心跳，感到震惊，却又满足。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoL]
              )
HU_DOGGY_2 = ("hu_doggy_2", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你躺在床上，大腿张开，为他的阴茎插入让路，他从后面抱住你。你抬起头看他，他的眼睛紧盯着你，你的脸红红的，眼睛紧闭，双手颤抖。他坚硬的阴茎一步步靠近，你闭上眼睛，敞开自己，任由他占有。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
              [DildoL]
              )
HU_DOGGY_8 = ("hu_doggy_8", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你站在他面前，臀部朝向他的阴茎。他抓住你的臀部，引导你的阴部朝向他的阴茎，然后深深地进入你的身体。他把你弯下腰，舌头舔着你的肛门口，用他的大阴茎完全插入你的屁股。你随着动作前后摆动，头微微跳动，忧心忡忡。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插7分钟", [ORGAN_PUSSY], [DildoL]
              )
HU_DOGGY_0 = ("hu_doggy_0", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他走进卧室，锁上身后的门。\"你在生什么气？\"他要求你把臀部往后拉，从后面猛烈地撞向你，\"我能听到你在浴室里哭。\"你讨厌他说对的时候。你呻吟着，感觉无法控制自己。你想让他伤害你。他要求你 \"抓住我的蛋蛋，抓紧了\"。你照着他说的做，感觉到它们随着他在你体内的运动而抖动。\"为我高潮吧，\"他咆哮道。你发出一声尖叫，高潮如潮水般席卷而来。你知道他不会停止，直到你一次又一次地高潮。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插6分钟", [ORGAN_PUSSY],
              [DildoL]
              )
HU_FULL_NELSON_3 = ("hu_full_nelson_3", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "你给他来了个全纳尔逊式，把他摔了个仰面朝天。当你爬到他身上时，他挣扎着，嘴角流出了口水。你坐在他勃起的阴茎上呻吟。他恐惧地看着你，你用双腿夹住他的脖子。他吞咽着口水。你用湿润的阴部慢慢地骑在他身上，阴道紧紧地夹住他的阴茎。当他的阴茎在你湿润的阴道里进进出出时，你们都发出愉悦的呻吟。他的精液像瀑布一样从阴茎中喷涌而出，让你幸福地尖叫。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插10分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoL]
                    )
HU_FULL_NELSON_0 = ("hu_full_nelson_0", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "你躺在床上，双腿张开。你的男友站在你的上方，阴茎完全勃起。他抓住你的手腕，把它们拉到背后，使劲把你推到床上。你在他身上扭来扭去，但他只是一边笑，一边用鼻子轻吻你的脖子。你觉得很尴尬，也觉得他这么享受很傻，但这更让你兴奋。他开始将臀部插入你的后庭，摩擦你湿润的阴部。你为这一切的无耻感到脸红，但当他越来越用力地撞击你时，你会忍着后背的疼痛情不自禁地呻吟起来。几分钟后，他把你翻到腹部，用阴茎顶着你的屁股，龟头在你的裂缝中进进出出，同时他还扭动臀部。当他开始抓住你的头发用力拉扯时，你对着枕头呻吟起来，当他将长长的阴茎在你躁动的小后门进进出出时，你脸朝下倒在床垫上。他越这样干你，你就越投入，很快你就扭动起来，快感一浪高过一浪，当他抓住你的喉咙，用空闲的手使劲揉搓时，你无法控制自己，这一切的淘气让你脸更红了。就这样过了一两分钟，他俯在你的脸上，口水顺着你的嘴唇流下来，饥渴地把他那又肥又热的鸡巴塞进你的嘴里，让你有点窒息，他一边把鸡巴插进你的喉咙，一边用另一只手捶打你的阴蒂。又过了一分钟，你喷得满床都是，对着枕头尖叫，全身颤抖着，因为他把浓浓的精液射进了你可怜的、被过度使用的阴道里。他满意地冲你笑了笑，然后起身把你留在那里，你还在咳嗽，被他的鸡巴呛得直咳嗽，而他却在擦拭自己的身体。他嘲弄地回头看了你一眼，然后大摇大摆地走出了房间。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                    [DildoL]
                    )
HU_FULL_NELSON_2 = ("hu_full_nelson_2", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "他把你压在他身上，双手紧紧抱住你，你的推力让他喘不过气来。他的嘴唇紧贴着你张开的火热的小嘴，你的尖叫声被掩盖了。他向前倾，亲吻你的颈背，把你抱得更紧。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoL]
                    )
HU_FULL_NELSON_1 = ("hu_full_nelson_1", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "他用全尼尔森式紧缚把你压在身下，你的双腿悬空，脸颊紧贴床垫。他把你翻过来，张开你的身体，用手指抠你的屁眼。你的呼吸变得急促，但你无法将目光从他身上移开。他亲吻你，嘴唇紧贴着你，舌头伸进你的嘴里。他开始插入你的屁眼，你轻轻地呻吟着，他的阴茎、他的手指、你的紧绷感让你感到充实。现在，你的屁股已经湿得一塌糊涂，当他用力骑在你身上时，你羞红了脸。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY],
                    [DildoL]
                    )
HU_STANDING_0 = ("hu_standing_0", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "他走进你的卧室，立即将自己悬浮在空中，俯视着床上的你。你正躺在邮件中间，双腿张开，两个洞口近在咫尺，他可以尽情享受。他抓住你的屁股，把你拉近他，当你盯着他看时，他的鸡巴随着身体一起跳动。他向你走来，然后换了个姿势，抱住你的腰，全神贯注地盯着你湿润的粉红色阴道和肛门。你几乎无法抑制自己的呻吟。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STANDING_LL_4 = ("hu_standing_ll_4", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你站在他面前，胸部起伏，双眼紧闭，双手搭在他的肩膀上。他抓住你的腰，把你拉近，坚硬的阴茎顶着你的外阴。他把自己排成一排，插入你的身体，用一只手在你背后操你。他一边挑逗你的乳头，一边玩弄它们。他的呼吸越来越粗重，越来越深入你的身体，你们俩都发出愉悦的呻吟。你感觉到他灼热的呼吸拂过你的脖子，他的手紧紧抓住你的臀部，你的身体在颤抖。你勉强支撑着，抬起一条腿，闭上眼睛，脸庞因激情而潮红。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                    [DildoL]
                    )
HU_STANDING_LL_1 = ("hu_standing_ll_1", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他站在你身后，一只手紧紧抓住你的臀部，一只腿支撑着他的体重。你们都单腿站立，他从后面用勃起的阴茎插入你的阴道。单腿站立时，他抓住你的乳房，你的乳头对他的触摸有反应。当他用坚硬有力的阴茎插入你的身体时，你们都闭上了眼睛。你的双腿颤抖，面红耳赤，强烈的快感让你不知所措。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY],
                    [DildoL]
                    )
HU_STANDING_1 = ("hu_standing_1", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "他把你吊在床上，阴茎像石头一样硬。当他把你拉近他的阴茎时，你感觉到他温暖的手放在你的屁股上。你闭上眼睛，感到一阵恐惧，但奇怪的是，也感到兴奋。他将阴茎插入你湿润的阴道，让你尖叫起来，同时他将你的双腿抬得更高。当他舔你的阴蒂时，你感觉到他舌头温暖的颤抖，你声音嘶哑地乞求他在你体内射精。你很害怕，但又很兴奋。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插7分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoL]
                 )
HU_STANDING_LL_2 = ("hu_standing_ll_2", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你站起身，用手抓住无脸男的阴茎，将它引向你湿润的阴部。他强行进入你的身体，每一下都插得更深。当你身体前倾，乳房跳动时，他的双手垂到两侧。你抬起一条腿，将脚伸向身后，当你达到强烈的高潮时，床都在颤抖。他继续插入你的身体，你的汁液从每一次插入中流出。他让你保持这个姿势好一会儿，你感觉到他的每一个动作，直到你们一起疯狂地射精。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插10分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoL]
                    )
HU_STANDING_LL_0 = ("hu_standing_ll_0", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他走向你，搂住你的腰，双手抓住你的乳房。你紧闭双眼，嘴唇张开，感受着他勃起的阴茎顶在你湿润的乳沟上。他抬起一条腿，单腿站立，坚如磐石，他发现自己正处于激情、硬核性爱的最佳位置。你向前弯腰，用嘴含住他的阴茎，他的精液顺着睾丸滴落下来。他将阴茎插入你的体内，用力地抽插，房间里传出 \"嗖嗖 \"的多重高潮声。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
                    [DildoL]
                    )
HU_STANDING_LL_3 = ("hu_standing_ll_3", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你看着他，他的阴茎变硬了，你的阴道在燃烧。你点点头，单腿站立，咬着嘴唇，被吸引住了。他抱着你，然后慢慢地、深深地插入他的阴茎，你大声呻吟着。你的手抚摸着自己的乳房，刺激着自己的乳头。他的嘴触及嘴唇，咬住下唇。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoL]
                    )
HU_STANDING_2 = ("hu_standing_2", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "你站在他面前，乳头从薄薄的透视衬衫中凸显出来。他的手沿着你的腰向上摸，直到摸到你的乳房，他紧紧地捏住它们，引起你的呻吟。他轻吻你的嘴唇，然后用一只手将你从地上抱起，另一只手放在你的背上，将阴茎插入你的体内，感受你的紧致。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY],
                 [DildoL]
                 )
HU_STANDING_LL_5 = ("hu_standing_ll_5", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他把坚硬的阴茎放在你的面前，你睁大眼睛欣赏着。他把阴茎头放进你的嘴里，你轻轻地吮吸着，享受着这种感觉。他将你抱起，轻轻地将你靠在门上。他从后面进入你的身体，阴茎猛烈地插入你湿润的阴道。你将双腿张得更开，他调整了一下姿势，确保他能顶到你的 G 点。你感到快感涌上你的双腿，你呻吟着弓起背部。他继续这样的节奏，速度越来越快，直到他把精液射在你湿润的阴道里，当滚烫的精液射到你的胸口时，你的乳头在颤抖。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoL]
                    )
HU_SPOON_3_ANAL = ("hu_spoon_3_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他推开你的双腿，双手抓住你的臀部，紧紧抱住你，阴茎在你的屁股里进进出出。你感觉到他的重量压在你的身上，你的双腿发软，但你还是发出了愉悦的呻吟。他的双臂环绕着你，把你拉得更近，他亲吻着你的脖子。他翻到自己的一侧，用汤匙搂着你，同时继续插入你的身体。当你感觉到他温暖的精液在你体内喷射时，你闭上了眼睛。你愉悦地呻吟着，一边揉搓着阴蒂，感受着高潮带来的甜蜜愉悦。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_SPOON_1_ANAL = ("hu_spoon_1_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你侧躺在床上，被他的阴茎插入你紧窄臀部的震动惊醒。他爱怜地抓住你的臀颊，将它们拉开，插入你的菊花口，他粗壮的阴茎顺利地滑入你的体内，你发出愉悦的呻吟。他翻过身来，用勺子舀起你，将阴茎更深地插入你湿润紧致的屁眼里，你们俩都发出愉悦的呻吟。没过多久，你们都达到了高潮，他滚烫粘稠的精液喷进了你的屁眼里，让你们都气喘吁吁。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_SPOON_5_ANAL = ("hu_spoon_5_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他从后面进入你的身体，紧紧抓住你的屁股。当他插入你的肛门时，你尖叫起来，他的阴茎塞满了你紧窄的屁眼。他用力地操你，在你的屁股里进进出出。你紧闭双眼，嘴巴微张，尝到了自己的唾液和他的气味混合在一起的味道。你能感觉到他在你体内射精，充满了你的屁股，让你大叫着想要更多。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_SPOON_2_ANAL = ("hu_spoon_2_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他从后面插入你的身体，双手紧紧抱住你的臀部，将阴茎插入你的臀部。你大声呻吟，他一次次抽出，又一次次插入。他侧过身，你的双腿搭在他的肩膀上，你的肛门被他的阴茎塞得满满的，你的身体扭成了勺状。他抽出阴茎，浓浓的精液灌满了你的屁眼。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_SPOON_0_ANAL = ("hu_spoon_0_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他爬到你身上，抓住你的屁股，把你的屁股推向他的腰部。当他将阴茎插入你的肛门，紧紧抓住你的身体时，你发出愉悦的呻吟。他上下抽动，越来越深，越来越用力，直到他的阴茎突破你的肛门，撕裂你的内脏，开始分泌乳汁。你吓了一跳，而他却哈哈大笑，为自己能控制你的举止而感到高兴。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )
HU_SPOON_4_ANAL = ("hu_spoon_4_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你侧身躺下，床随着每一次插入而摇晃。你感觉到他有力的臂膀搂着你的腰，你的屁股被他的手紧紧抓住。你的心跳加速，呼吸变浅。你感觉到他的阴茎从后面慢慢地进入你的肛门，他抱着你的腰。你闭上眼睛，感受着他阴茎的温暖，肛门不断扩大。你轻轻地呻吟着，嘴巴微微张开，在他抽插时强忍着泪水。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoL]
                   )

HUGE_ACTION_LIBRARY0 = [
    HU_SPOON_5,
    HU_SPOON_2,
    HU_SPOON_1,
    HU_SPOON_0,
    HU_SPOON_4,
    HU_SPOON_3,
    HU_FULL_NELSON_0_ANAL,
    HU_FULL_NELSON_3_ANAL,
    HU_FULL_NELSON_2_ANAL,
    HU_FULL_NELSON_1_ANAL,
    HU_STRADDLE_2_ANAL,
    HU_STRADDLE_4_ANAL,
    HU_STRADDLE_6_ANAL,
    HU_STRADDLE_3_ANAL,
    HU_STRADDLE_0_ANAL,
    HU_STRADDLE_9_ANAL,
    HU_STRADDLE_5_ANAL,
    HU_STRADDLE_8_ANAL,
    HU_STRADDLE_7_ANAL,
    HU_STRADDLE_10_ANAL,
    HU_STRADDLE_1_ANAL,
    HU_SUS_2,
    HU_SUS_0,
    HU_SUS_6,
    HU_SUS_1,
    HU_SUS_3,
    HU_SUS_4,
    HU_SUS_7,
    HU_SUS_5,
    HU_DOGGY_5_ANAL,
    HU_DOGGY_4_ANAL,
    HU_DOGGY_2_ANAL,
    HU_DOGGY_6_ANAL,
    HU_DOGGY_3_ANAL,
    HU_DOGGY_7_ANAL,
    HU_DOGGY_0_ANAL,
    HU_DOGGY_1_ANAL,
    HU_DOGGY_8_ANAL,
    HU_STANDING_0_ANAL,
    HU_STANDING_LL_4_ANAL,
    HU_STANDING_LL_0_ANAL,
    HU_STANDING_LL_1_ANAL,
    HU_STANDING_2_ANAL,
    HU_STANDING_LL_2_ANAL,
    HU_STANDING_1_ANAL,
    HU_STANDING_LL_5_ANAL,
    HU_STANDING_LL_3_ANAL,
    HU_BLOWJOB_DEEP_0,
    HU_BLOWJOB_1,
    HU_BLOWJOB_HAPPY_4,
    HU_BLOWJOB_HAND_3,
    HU_BLOWJOB_4,
    HU_BLOWJOB_DEEP_2,
    HU_BLOWJOB_HAPPY_3,
    HU_BLOWJOB_3,
    HU_BLOWJOB_HAND_4,
    HU_BLOWJOB_HAND_1,
    HU_BLOWJOB_2,
    HU_BLOWJOB_HAPPY_1,
    HU_BLOWJOB_DEEP_4,
    HU_BLOWJOB_DEEP_5,
    HU_BLOWJOB_HAPPY_0,
    HU_BLOWJOB_HAPPY_2,
    HU_BLOWJOB_0,
    HU_BLOWJOB_HAND_2,
    HU_BLOWJOB_HAND_0,
    HU_BLOWJOB_DEEP_3,
    HU_BLOWJOB_DEEP_1,
    HU_SUS_0_ANAL,
    HU_SUS_7_ANAL,
    HU_SUS_1_ANAL,
    HU_SUS_4_ANAL,
    HU_SUS_5_ANAL,
    HU_SUS_6_ANAL,
    HU_SUS_2_ANAL,
    HU_SUS_3_ANAL,
    HU_HANDJOB_3,
    HU_HANDJOB_2,
    HU_HANDJOB_4,
    HU_HANDJOB_0,
    HU_HANDJOB_1,
    HU_HANDJOB_5,
    HU_COWGIRL_0,
    HU_COWGIRL_5,
    HU_COWGIRL_DOM_1,
    HU_COWGIRL_1,
    HU_COWGIRL_3,
    HU_COWGIRL_4,
    HU_COWGIRL_6,
    HU_COWGIRL_DOM_3,
    HU_COWGIRL_2,
    HU_COWGIRL_DOM_2,
    HU_COWGIRL_7,
    HU_STRADDLE_9,
    HU_STRADDLE_7,
    HU_STRADDLE_3,
    HU_STRADDLE_2,
    HU_STRADDLE_4,
    HU_STRADDLE_5,
    HU_STRADDLE_1,
    HU_STRADDLE_6,
    HU_STRADDLE_0,
    HU_STRADDLE_8,
    HU_STRADDLE_10,
    HU_COWGIRL_2_ANAL,
    HU_COWGIRL_3_ANAL,
    HU_COWGIRL_5_ANAL,
    HU_COWGIRL_4_ANAL,
    HU_COWGIRL_DOM_2_ANAL,
    HU_COWGIRL_7_ANAL,
    HU_COWGIRL_DOM_1_ANAL,
    HU_COWGIRL_1_ANAL,
    HU_COWGIRL_DOM_3_ANAL,
    HU_COWGIRL_0_ANAL,
    HU_COWGIRL_6_ANAL,
    HU_MISSIONARY_8_ANAL,
    HU_MISSIONARY_0_ANAL,
    HU_MISSIONARY_7_ANAL,
    HU_MISSIONARY_5_ANAL,
    HU_MISSIONARY_6_ANAL,
    HU_MISSIONARY_1_ANAL,
    HU_MISSIONARY_3_ANAL,
    HU_MISSIONARY_2_ANAL,
    HU_MISSIONARY_4_ANAL,
    HU_MISSIONARY_6,
    HU_MISSIONARY_3,
    HU_MISSIONARY_7,
    HU_MISSIONARY_5,
    HU_MISSIONARY_4,
    HU_MISSIONARY_0,
    HU_MISSIONARY_1,
    HU_MISSIONARY_8,
    HU_MISSIONARY_2,
    HU_DOGGY_3,
    HU_DOGGY_6,
    HU_DOGGY_1,
    HU_DOGGY_5,
    HU_DOGGY_7,
    HU_DOGGY_4,
    HU_DOGGY_2,
    HU_DOGGY_8,
    HU_DOGGY_0,
    HU_FULL_NELSON_3,
    HU_FULL_NELSON_0,
    HU_FULL_NELSON_2,
    HU_FULL_NELSON_1,
    HU_STANDING_0,
    HU_STANDING_LL_4,
    HU_STANDING_LL_1,
    HU_STANDING_1,
    HU_STANDING_LL_2,
    HU_STANDING_LL_0,
    HU_STANDING_LL_3,
    HU_STANDING_2,
    HU_STANDING_LL_5,
    HU_SPOON_3_ANAL,
    HU_SPOON_1_ANAL,
    HU_SPOON_5_ANAL,
    HU_SPOON_2_ANAL,
    HU_SPOON_0_ANAL,
    HU_SPOON_4_ANAL,
]
