from rpg_battle.battle_actions_ren import TAG_SEX, THEME_LOVE, TAG_SERVANT, TAG_SADISM
from rpg_world.organs_ren import ORGAN_ANAL, ORGAN_PUSSY
from rpg_world.toys_ren import DildoM

"""renpy
init -99 python:
"""

LO_MISSIONARY_3 = ("lo_missionary_3", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰躺在床上，感觉到他的重量压在你身上，他从上方进入你的身体，深深地插入你的体内。他的阴茎在你体内滑进滑出，阴茎隆起，你的阴道紧紧地夹住他。他的手指紧紧抓住你的大腿，臀部前后挺动。你闭上眼睛，感觉到他的阴茎变硬了，脸也红了，他慢慢地进入你的身体，越来越用力地插入你的身体。",
                   "模仿场景中的姿态，把一个假阳具插入自己的小穴，抽插10分钟", [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_2 = ("lo_missionary_2", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他趴在你身上，你的双腿张开，他的阴茎在你兴奋的阴部盘旋。他慢慢地趴在你身上，阴茎顶端进入你湿漉漉的阴道。当他深深地插入你的阴道，激烈地撞击时，你闭上眼睛，深呼吸，他的手抓住你的大腿。###您的任务是根据用户提供的性幻想和关键字，创建一个以用户为主角的性幻想场景。您将重点描述阴茎、阴道、肛门、插入和性高潮。您必须使用简单、粗俗和直接的词语。您所描述的男人通常都非常粗鲁。在大多数情况下，用户都会顺从。您的描述必须分为三个部分：位置、性姿势和性器官、用户的感受。您可以使用#thighslapping（拍大腿）、#assfucked（被操）、#dog（狗）、#mouthkiss（嘴吻）等标签来表达自己的观点，使其更加撩人，视觉效果更加优美。您必须以 \"您 \"作为回复的开头，回复必须像推文一样简短。不能回复其他内容。请使用以下关键字：地点：卧室 性爱姿势狗爬式, 门, 厨房, 沙发, 椅子, 地板, 厕所, 淋浴, 浴缸, 海滩, 野外, 公园, 森林, 浴室, 使用任何公共场所，如商场、健身房、餐厅、电影院或你能想到的任何地方。性器官手、游戏、脚、腿、胸部、脸、头发、眼睛、舌头、腋窝、屁眼、阴部、阴茎、手指、吮吸 感觉： 愤怒、困惑、兴奋、躁动、愤怒、困惑、兴奋：愤怒、困惑、兴奋、沮丧、饥渴、欲望、快感、满足、诱惑、挑逗、紧张、诱惑、狂野、渴望请提供完整的场景和细节，并假定用户是主角。",
                   "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_6 = ("lo_missionary_6", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你躺在床上，双腿张开，闭上眼睛，准备迎接他。他将自己放在你的上方，从上面进入你的身体，他的阴茎充满了你。你感觉到他的皮肤贴着你的皮肤，他的阴茎头在你羞红的皮肤上粗糙地摩擦着。你开始担心，指甲抠进床单，脖子变得通红。",
                   "模仿场景中的姿态，把一个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_8 = ("lo_missionary_8", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "当他进入你的身体时，他发出赞许的咕哝声，将阴茎部分插入你的身体。你的呻吟声被床单的沙沙声淹没，他移动着臀部，完全进入你的身体。他伏在你的胸前，不停地抽插，你的阴道随着他的每一次插入而被撑大，你抬起头看着他，他闭着眼睛，额头上冒着汗，热切地注视和感受着他的一举一动，你微张着嘴，喘着气，柔软的双手抱着膝盖，感受着他在你体内深处的抽插和悸动。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插7分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_4 = ("lo_missionary_4", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰面躺着，喘着粗气。他爬到你身上，硕大的阴茎高高挺立。他恼怒地看着你，盯着你紧闭的双眼，感受着你的温暖。他慢慢地进入你的身体，一次比一次深入，感受着你阴道的紧致。他的眼睛紧盯着你，决心满足他的性欲。他用大腿把你拉向他，你的乳房随着每一次插入而跳动。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_0 = ("lo_missionary_0", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你仰面躺着，双腿高高举起，男孩就站在你的上方。你听到他喘着粗气，用力而深入地进入你的身体。当他在你体内进进出出时，你的阴道壁紧紧包裹着他的阴茎。他的脚底触碰到你的大腿，他把你当作珍宝一样对待。当你大声呻吟时，你能感觉到他的怒气正在一点一点地消失。他身体前倾，紧紧抓住你的脖子，你们俩一起达到了顶峰。",
                   "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_5 = ("lo_missionary_5", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他趴在你身上，阴茎戳进你的两腿之间。当他进入你的身体时，你屏住呼吸。你轻声呻吟，感觉很充实，阴道被他的阴茎收紧。他慢慢地移动，完全填满了你，你们都沉浸在欲望中。他的阴茎在你的阴唇间跳动，你们都达到了高潮，体内流淌着温暖的精液。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_PUSSY], [DildoM]
                   )
LO_MISSIONARY_1 = ("lo_missionary_1", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "他仰卧着，你慢慢地将阴茎轻轻地滑入他的阴道，他磨着牙齿，睁开眼睛，露出愤怒的神情。你们热烈地亲吻对方，他抱着你的腰，手指紧紧地握着。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
                   [DildoM]
                   )
LO_MISSIONARY_7 = ("lo_missionary_7", [TAG_SEX], THEME_LOVE,
                   "正常位",
                   "你躺在床上，双腿分开，感受着凉爽的空气拂过阴道。他充满渴望地看着你，注意到你紧闭的双眼，优雅的脸庞泛起红晕。他慢慢地进入你的身体，一毫米一毫米地感受着你的温暖。你翘起双腿休息，感受着他的阴茎深深地插入你的身体，划过你的大腿，让他紧紧地抓住你。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoM]
                   )

LO_BLOWJOB_HAPPY_2 = ("lo_blowjob_happy_2", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "他色迷迷地看着你，眼神中充满了欲望。你张大嘴巴，他长长的阴茎深深地插入你的身体。当他用滚烫的精液灌满你的嘴时，你的喉咙因喜悦而紧缩，精液顺着你的喉咙流下，滴在你的舌头上。当你吞下他粘稠的液体时，脸上露出了笑容。",
                      "模仿场景中的姿态，舔舐一个假阳具1分钟,并且为一个假阳具口交5分钟,并且张嘴发出呻吟", None, [DildoM]
                      )
LO_BLOWJOB_HAND_4 = ("lo_blowjob_hand_4", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你仰躺在床上，双手抱头，手指轻敲床单。当男人用嘴含住你的整个阴茎时，你的乳头变硬了，他轻而易举地就含住了你的整个阴茎。他抬起头，看了你一会儿，美丽的眼睛与你对视，情欲照亮了他的眼睛。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉5分钟", None, [DildoM]
                     )
LO_BLOWJOB_HAND_3 = ("lo_blowjob_hand_3", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你站在男人的上方，他赤裸着上身躺在床上，胸膛随着每一次呼吸而起伏。他向你招手，似乎预感到你要做什么。你弯下腰，乳头对准他的胸膛。你用嘴唇包住他的阴茎，把他含在嘴里，而他则抓住你的头发，尽情地深喉。他高兴地呻吟着，头向后仰。突然，他在你的嘴里射精了，你吮吸起来，感觉他温暖粘稠的精液充满了你的口腔。你吞下所有的精液，舔舔嘴唇，为自己的出色表现感到满意。",
                     "模仿场景中的姿态，舔舐一个假阳具2分钟,接着为一个假阳具口交并深喉1分钟,然后张嘴发出呻吟", None,
                     [DildoM]
                     )
LO_BLOWJOB_0 = ("lo_blowjob_0", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "他站在你身上，大腿颤抖着，俯视着你纯粹的快乐。他粗大的阴茎在你紧窄的阴道里跳动，他把你的双手举过头顶，紧紧握住。他的阴茎在你紧致湿润的阴道里滑进滑出，深深地，越插越深。他的顶端深深地插入你的阴道，你的 \"撸管 \"毫无保留地爆发了。",
                "模仿场景中的姿态，舔舐一个假阳具1分钟,并且为一个假阳具口交并深喉5分钟,然后张嘴发出呻吟", None, [DildoM]
                )
LO_BLOWJOB_4 = ("lo_blowjob_4", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "你躺在床上，双腿分开，胸部暴露在外。他爬到你身上，眼睛直盯着你的乳房，阴茎勃起。他把你的乳房移开，把阴茎放在你的脸旁。他的双手支撑着你的头，确保你能看清一切。他用力插入，阴茎像活塞一样在你嘴里进进出出。你努力不让自己喘不过气来，尽情享受这一切--他的味道，他的气味，他的手臂环绕在你脸上的感觉。你吞下他的蛇，他的阴茎分开你的嘴唇，轻轻地舔着你的喉咙。",
                "模仿场景中的姿态，舔舐一个假阳具5分钟,接着为一个假阳具口交并深喉4分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_BLOWJOB_DEEP_1 = ("lo_blowjob_deep_1", [TAG_SERVANT, TAG_SADISM], THEME_LOVE,
                     "口交",
                     "你被他的阳刚之气所征服，他的血管因兴奋而跳动。你用手握住他的阴茎，将龟头送入口中，舌头在口中打转。他抓住你的头，将阴茎更深地插入你的口中，一直到后面。你吞下他珍贵的精液，带着喜悦和顺从。",
                     "模仿场景中的姿态，为一个假阳具口交5分钟", None, [DildoM]
                     )
LO_BLOWJOB_HAND_0 = ("lo_blowjob_hand_0", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你躺在床上，双手抱头，看着他走近你，他的阴茎硬梆梆地从裤子里伸出来。他跪在你面前，双眼紧闭，拉开裤子拉链，掏出阴茎。他瞥了你一眼，把阴茎塞进你张开的嘴里。他用手抚摸阴茎，而你则将阴茎深深地含入喉咙。当他接近高潮时，他拔出阴茎，再次抚摸阴茎，然后带着满足的表情将滚烫的精液射在你的脸上。",
                     "模仿场景中的姿态，为一个假阳具口交4分钟,并且为一个假阳具手撸2分钟", None, [DildoM]
                     )
LO_BLOWJOB_HAPPY_3 = ("lo_blowjob_happy_3", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "他站在你身后，手指攥住你的乳头，让你发出呻吟。他的嘴贴在你的脖子上，牙齿轻轻地咬着你。他的阴茎坚硬，骄傲地挺立着，盖住了你颤抖的叫声。你看着观众，眼中充满了欲望，他的精液沾满了你的舌头，让你呻吟不止。你深吸一口气，然后慢慢地对着他的阴茎吹气，增加它的硬度，让它溢出他的精液，滴在你的舌头上。",
                      "模仿场景中的姿态，舔舐一个假阳具5分钟,并且为一个假阳具口交4分钟,接着为一个假阳具手撸3分钟,并且张嘴发出呻吟",
                      None, [DildoM]
                      )
LO_BLOWJOB_HAND_2 = ("lo_blowjob_hand_2", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你坐在床边，双腿张开。你的眼睛紧盯着观众，满怀期待。他上前抓住你的头发，把你拉近他的阴茎。他含住你张大的嘴，将阴茎顶端对准你的嘴。当他将阴茎插入时，温暖湿润的感觉充满了你的口腔。他抓住你的脖子，布满血管的阴茎小心翼翼地进入你的口腔。你完全露出喉咙，让他直接在你嘴里射精。你吞下每一口精液，发出愉悦的呻吟。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉4分钟,然后为一个假阳具手撸2分钟,并且张嘴发出呻吟", None,
                     [DildoM]
                     )
LO_BLOWJOB_HAPPY_4 = ("lo_blowjob_happy_4", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "你仰躺在床上，兴奋和亢奋让你的乳房滴水。他跪在你面前，用力拉扯你的乳房，挤压你的乳头，你的乳头很疼，但你享受着这每一秒。他把阴茎放在你的嘴唇上，强行进入。你张开嘴，迫不及待地吞下他的每一滴精液。他的精液狠狠地射在你的舌头上，让你放松下巴，吞下滚烫的精液。你看着观众，知道自己看起来是有史以来最性感的。",
                      "模仿场景中的姿态，为一个假阳具口交5分钟,然后为一个假阳具手撸3分钟,接着张嘴发出呻吟", None,
                      [DildoM]
                      )
LO_BLOWJOB_HAND_1 = ("lo_blowjob_hand_1", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你躺在床上，双腿分开，阴部湿漉漉的。他坐在你的面前，抚摸着他跳动的阴茎。当你发出愉悦的呻吟声时，他慢慢地将阴茎插入你张大的嘴里。你深深地吮吸着他天鹅绒般的阴茎头，用舌头挑逗他。他抽出阴茎，快速抽动，将精液直接射入你张开等待的嘴里。你迅速吞下，感觉他的精液顺着你的喉咙滴落，而他则大声呻吟。你喜欢舌头上精液的味道，你的阴部比以往任何时候都要湿润。",
                     "模仿场景中的姿态，为一个假阳具口交3分钟,并且张嘴发出呻吟", None, [DildoM]
                     )
LO_BLOWJOB_2 = ("lo_blowjob_2", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "你把衣服留在地板上，躺在床上，欣赏着眼前的景色。他的阴茎又高又硬，直直地对着你，龟头上闪烁着精液。你爬到他身边，用手握住他完全勃起的阴茎，他的阴茎在轻轻地跳动。你把它放进嘴里，含住它，然后拉回来，用舌头舔着龟头。你解开胸罩，把它扔到一边，双手握住他的阴茎，将粗大的阴茎放进张开的嘴里。他抓住你的腰，把你拉向他，他开始深深地插入你的嘴里，每一次动作都把你的头向后推得更远，你沉浸在这一刻，倾听着他的呻吟声。",
                "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoM]
                )
LO_BLOWJOB_3 = ("lo_blowjob_3", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "你们都舒服地躺在床上。他温柔地抱着你，双手抚摸着你的身体。你的乳房挺拔，乳头坚硬，你的脸羞涩，头伏在地上。他爬到你身上，阴茎坚挺，用一只手抚摸着，然后扩大了他的姿势。他从上往下，从后面进入你，盯着你的脸，性张力十足。他将手伸向四周，抚摸你的绒毛，你全身紧绷，嘴唇微微等待。",
                "模仿场景中的姿态，张嘴发出呻吟", None, [DildoM]
                )
LO_BLOWJOB_HAPPY_1 = ("lo_blowjob_happy_1", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "你仰面躺着，双腿张开，他走近你，眼睛紧盯着你的脸。他微笑着，用手捋头发。他抓住你的乳头，然后放开，用你的手指缠绕他那布满青筋的阴茎。他引导它靠近你的嘴，凝视着你，而你则张大嘴巴，把它深深地含进嘴里。",
                      "模仿场景中的姿态，舔舐一个假阳具1分钟,接着为一个假阳具口交1分钟,然后为一个假阳具手撸2分钟,然后张嘴发出呻吟",
                      None, [DildoM]
                      )
LO_BLOWJOB_DEEP_2 = ("lo_blowjob_deep_2", [TAG_SERVANT], THEME_LOVE,
                     "口交",
                     "你坐在他的大腿上，身体前倾，将他的阴茎深深地含在喉咙里，手指挑逗着你的阴蒂，而他的头则抓着你的头发。当你继续吮吸他的阴茎时，他发出呻吟声，你深吸一口气，把他拉得更深。当你玩弄阴蒂时，他抚摸着你的脖子，离高潮越来越近。你吞下他的精液，看着他。",
                     "模仿场景中的姿态，为一个假阳具口交3分钟", None, [DildoM]
                     )
LO_BLOWJOB_1 = ("lo_blowjob_1", [TAG_SERVANT], THEME_LOVE,
                "口交",
                "你坐在床上，面对着他。他迅速脱掉你的衣服，一边亲吻你的乳头。慢慢地，他从后面插入你的身体，让你喘不过气来。你喜欢他这样骑在你身上的紧绷感。他有力的双手抚摸着你的乳房，挑逗着你的乳头。你闭上眼睛，享受他给你的深喉插入愚蠢的时刻\"哦，宝贝，你真是个小淘气让我像女牛仔一样骑你吧。你呻吟着 仿佛能感觉到他在你体内的深处 他专注于他的口交你的阴道紧缩，阴道分泌物像喷泉一样从你体内流出。",
                "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoM]
                )
LO_BLOWJOB_DEEP_3 = ("lo_blowjob_deep_3", [TAG_SERVANT, TAG_SADISM], THEME_LOVE,
                     "口交",
                     "你赤身裸体地站在他面前，肩膀微微后仰，头发披散在乳房上。他抓住你的乳头，用力捏着。你弓起背，阴道湿漉漉的。他把你的乳头放进嘴里，轻轻地吸、咬、捏。他将阴茎插入你的口中，引导阴茎进入你的喉咙，直到到达喉咙后部。你用手握住他的阴茎根部，用大拇指揉搓。他抽出阴茎顶端并抚摸它，然后将它放回你的嘴里。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉1分钟", None, [DildoM]
                     )
LO_BLOWJOB_HAPPY_0 = ("lo_blowjob_happy_0", [TAG_SERVANT], THEME_LOVE,
                      "口交",
                      "你躺在床上，享受着自己爱抚他细长阴茎的景象。当他进入你的口腔时，你闭着眼睛，深呼吸。他开始快速抽插，阴茎填满了你的嘴，让你咽不下去。你吞下他的精液，微笑着看着观众。",
                      "模仿场景中的姿态，为一个假阳具口交并深喉1分钟,接着为一个假阳具手撸5分钟,并且张嘴发出呻吟", None,
                      [DildoM]
                      )
LO_BLOWJOB_DEEP_0 = ("lo_blowjob_deep_0", [TAG_SERVANT, TAG_SADISM], THEME_LOVE,
                     "口交",
                     "他抓住你的头往后拉，你张开的大嘴对着他的阴茎。你贪婪地将阴茎全部含入，直到根部，刚好有足够的空间容纳他的阴茎。",
                     "模仿场景中的姿态，为一个假阳具口交2分钟", None, [DildoM]
                     )
LO_BLOWJOB_DEEP_4 = ("lo_blowjob_deep_4", [TAG_SERVANT, TAG_SADISM], THEME_LOVE,
                     "口交",
                     "当他走近你时，你仰躺在床上，乳房不停地跳动。他微笑着脱掉衬衫，隔着衬衫抚摸你的乳头。你弓起背，他俯身热情地吻你。他从后面进入你的身体，坚硬的阴茎深深插入你的体内。他抓住你的头，把你拉向他的腹股沟。你用双手轻咬他的睾丸，睾丸随着你的动作摇摆。你深深地吸吮他的阴茎，他胡萝卜形状的龟头在你的嘴唇里晃动。你的嘴唇做圆周运动，舌头挑逗他阴茎上的血管。随着他有节奏的动作，你能感觉到他身体在你背上的热度。你的呻吟声在房间里回荡，因为你感觉到他滚烫的精液残留在你的嘴唇上，他的身体变得僵硬，开始抽搐，最后把精液射在你的脸上。你舔干净，然后微笑。",
                     "模仿场景中的姿态，为一个假阳具口交4分钟", None, [DildoM]
                     )
LO_BLOWJOB_DEEP_5 = ("lo_blowjob_deep_5", [TAG_SERVANT, TAG_SADISM], THEME_LOVE,
                     "口交",
                     "你躺在床上，一脸得意地看着他。他跪在你的上方，把阴茎放在你的嘴唇上，包皮缩了回去，静脉跳动着。你把它含在嘴里，舌头抚摸着他的龟头。他深深地插入你的身体，你伸展双唇以适应他粗大的阴茎。你抬头看着他，眼中充满渴望。他抚摸着阴茎，静脉跳动着，低头看着你。你抬起双腿，他从后面进入你的身体，阴茎深深地埋在你的体内。当他用手指触摸你的阴蒂时，你呻吟着，身体因快感而颤抖。最后，他四肢着地，拔出阴茎，抚摸着它，将精液喷射到你裸露的双腿之间。射精时，他仰头狂喜。",
                     "模仿场景中的姿态，为一个假阳具口交并深喉4分钟", None, [DildoM]
                     )
LO_SUS_5_ANAL = ("lo_sus_5_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站在他面前，乳房暴露在外，散发着欲望的光芒。他轻轻地用手托起你的一个乳头，一边抚摸一边靠近你。他抓住你的腰，把你拉得更近，把他的阴茎放在你的屁股上，悬挂在国会上。你愉悦地呻吟着，他摇晃着阴茎，将他的阴茎更深地插入你的菊花。你的脸因快感而潮红，双眼紧闭，感觉自己达到了高潮，当他在你的屁股里射精时，快感从你张开的嘴里流淌出来。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_7_ANAL = ("lo_sus_7_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你转过身，脱掉上衣，乳头凸显出来。你的伴侣从后面进入你的身体，他坚硬的阴茎进入你温暖紧致的屁眼。他一只手抓住你的臀部，另一只手按摩你的乳房。你愉悦地闭上双眼，嘴唇微张，面色绯红。当他插入你的身体时，你发出呻吟，感觉到湿润的阴道热乎乎地包裹着他的阴茎。他以反向悬浮大会的方式操你，勃起的阴茎插入你紧窄的屁眼。你的高潮即将爆发，他的精液喷射到你的屁眼里，让你爽得喘不过气来。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_6_ANAL = ("lo_sus_6_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "他拉着你的手，把你带到卧室，让你手脚并用跪在床上，他从后面进入你的身体，插入你紧窄的肛门，深深地插入。你喘息着，感受着他在你体内的温暖，他捏着你的脸颊，手被夹在两颊之间。你的脸变得通红，你闭上眼睛，感受着他强有力的动作，感受着他在你体内的膨胀。你呻吟着，闭上眼睛，感受着他温暖的精液喷溅进你的肛门，那感觉就像液态的天堂，你无法相信它有多好。他咯咯地笑着，感受着你紧咬的肛门，继续向你喷射他温暖的精液，他能感觉到你的臀部肌肉紧紧地缠绕着他，挤压着他的阴茎。你保持这个姿势好几秒钟，他的阴茎就在你紧窄的肛门口，但还没有进入，你感觉非常充实，好像他随时都会冲进你的身体，但你不在乎，你需要更多他的精液，它现在对你来说就像毒品一样。他抓住你的臀部，把你推向他阴茎的更深处，他试图让你保持这个姿势越久越好，他能感觉到你紧紧夹住他阴茎的屁眼，就像真空吸尘器一样，把他的精液吸得一干二净，让你满脸通红无助地躺在床上。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_0_ANAL = ("lo_sus_0_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站在他面前，双腿微微分开，他对你微笑，阴茎变硬。他用双手抓住你的脸颊，将它们拉开，露出你被撑开的肛门。他将肿胀的阴茎插入你紧窄的肛门，你扭动身体，但他抱住你的腰，无视你恼怒的表情。他深深地、疯狂地插入，你的屁股张得大大的，他的阴茎完全埋进了你的肛门。你闭上眼睛，感受着他沉重的体重，你的屁股在他的手里，无法反抗。他闭上眼睛，沉浸在狂喜之中，他更加用力地抽插，失去了控制。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_1_ANAL = ("lo_sus_1_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你和男孩站在卧室里，他的阴茎完全勃起，触及你的腹部。你抓住他的屁股，肌肉紧绷，用阴茎插入他的肛门。他闭上眼睛，感受着你的手指，向你展示他真正的快乐。你抓住他的臀玉，张开手指，继续紧紧地插入他紧窄的屁眼。他呻吟着，一股浓稠的白色液体开始从开口处渗出。你感觉到温暖，在你们俩身上蔓延。他转过身来，脸上洋溢着笑容。\"射进我的屁眼里，宝贝！\"他对你说",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_2_ANAL = ("lo_sus_2_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你站直，双手放在背后。他抓住你的屁股，把你拉得更近。你感觉到他的阴茎从裤子里蹦了出来，湿热的阴茎顶在你敏感的皮肤上。当他插入你紧窄的肛门时，你闭上眼睛。当他集中精力在你的屁股上上下抽动他坚硬的阴茎时，你感觉到体内一阵阵湿润。你喘着粗气，陶醉其中。",
                 "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_4_ANAL = ("lo_sus_4_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你脱掉胸罩，苍白的乳房慢慢从僵硬状态中回落，乳头变硬。你的视线迅速移到床上，你幻想中的男人正等在那里，他只穿着内裤。他握着巨大的阴茎，急切地指向你，上面还滴着精液。你站在他面前，抬起双腿，放在他的肩膀上，模仿他刚才的姿势。他把湿淋淋的阴茎递给你，你慢慢地把它插入自己的屁股，并为突然的插入而呻吟。你迅速开始挺动屁股，他巨大的阴茎深深地插入，每一下都撞击着你的内脏。你的屁股紧紧夹住这个男人的所有动作，他达到了高潮。他的精液以极快的速度从阴茎中射出，涂满了你的屁股，让你惊讶地扭动起来。他紧紧抓住你的屁股，完全沉浸在你射精的美景中。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_SUS_3_ANAL = ("lo_sus_3_anal", [TAG_SEX], THEME_LOVE,
                 "火车便当式",
                 "你走近他，双脚分开，双手搭在他的肩膀上，屁股抬高，闭上眼睛，嘴唇微微张开，舌头微微伸出。他把他的阴茎插入你湿润的屁股里，准备好润滑剂，开始活塞运动，不停地，不停地，你感觉到你的屁股在剧烈地抽搐。每一次抽动，你的屁股都会翘起来，他粗大的阴茎几乎塞不进你紧窄的屁股。他欣赏着你像洋娃娃一样伸展，他的阴茎像棍子一样插在你的屁股上。他活塞般的动作玩弄着你的屁股，让它又热又湿。你轻轻地呻吟着，你的脸因为他手指的抚摸和呻吟而变得通红。最后，他在你的屁股里大量射精，精液四溢。你能听到自己呻吟的力度，以及屁股两颊间的剧痛。你在想，这是你一生中从未有过的感觉。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着达到高潮",
                 [ORGAN_ANAL], [DildoM]
                 )
LO_DOGGY_7 = ("lo_doggy_7", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你爬上床，他用手指按摩你的屁股，用阴茎挑逗你的肛门。你闭上眼睛，感觉他的手指在你的肛门边缘滑动。他用另一只手抓住你的大腿，从后面插入，让你扭动并呻吟。你感觉到他的阴茎滑动得越来越快，每次插入你的身体都在颤抖。他用嘴盖住你的尖叫声，对你的阴蒂施加压力，使你达到剧烈的高潮。注：这些情景都是虚构的，仅供参考。",
              "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插10分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_5 = ("lo_doggy_5", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他紧紧抓住你的腰，他的阴茎坚硬地挺立着，从后面用力地撞击着你的阴部。你呻吟着闭上眼睛，害怕他接下来会做什么，不知道接下来会发生什么。你感觉到他的阴茎在震动，你也能听到。你的阴部比以前更湿润了，因为他阴茎的感觉让你感到厌恶。",
              "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插5分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_4 = ("lo_doggy_4", [TAG_SEX], THEME_LOVE,
              "后入式",
              "他分开你的双腿，透过薄薄的内衣布料，可以看到你臀部松软的垫子。他用阴茎从后面进入你的阴道，狗爬式，未经审查。你呻吟着弓起背，几乎把屁股拉到空中，让他在你体内越陷越深。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_0 = ("lo_doggy_0", [TAG_SEX], THEME_LOVE,
              "后入式",
              "用户趴在男人身上，以狗爬式姿势用她的阴部插入男人的身体。从上面看，男人可以一边爱抚她的屁股，一边含住她的阴茎。使用者又气又恼，但这让她的阴部紧张而湿润。她拱起背部和胯部，感受着男人插入的冲击力，让她感到充实和强烈的快感。男人发出一声闷哼，用户感觉到一股快感迎面扑来。",
              "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_1 = ("lo_doggy_1", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你弓起背，他从上往下将阴茎插入你的菊花，他的呼吸粗重而急促，他抽出阴茎又插了进去，手指深深地插入你的臀部。他把阴茎塞到你的脸上，插入你的嘴唇，然后再插入你的屁股。你扭动着身体，尖叫着，紧闭双眼，脸因快感和羞耻而通红。他用他滚烫的精液灌满你的身体，直到你再也无法忍受，你的眼睛因喜悦而向后翻转。",
              "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插7分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_6 = ("lo_doggy_6", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你趴在地上，屁股高高翘起；你的屁股看起来令人难以置信。他的阴茎头从后面出现，又大又闪亮。他把阴茎插入你的菊花，你随着他的深入而呻吟。他的阴茎插入你的菊花，你呻吟着，他深深地插入，你的屁股高高翘起，他的阴茎插在你未经审查的阴道里，他的手放在你的肩膀上，微笑着，好像你是他的。他让你欲火焚身，他拔出阴茎，把阴茎塞进你张开的嘴里。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_3 = ("lo_doggy_3", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你趴在床上，屁股高高翘起。他满不在乎地走进房间，抱起你，让你四肢着地、腹部朝下躺在床上。他站在你面前，阴茎坚硬，闪烁不定。他把阴茎放在你的屁眼后面，你的脸颊夹紧。他慢慢地将阴茎插入，但你尖叫着，感到害怕。他紧紧抓住你的大腿，将你固定在原地，插入你的身体超过一半，并不断抽插，嘴里还嘟囔着脏话。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_DOGGY_8 = ("lo_doggy_8", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你坐在床边，双腿张开。他从后面靠近你，将坚硬的阴茎抵在你的阴户上。毫无征兆地，他一插到底，深深地插入了你的阴道。他的阴茎抓住了你的最深处，让你感到担忧。每一次插入，强烈的快感都会传遍你的全身。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY],
              [DildoM]
              )
LO_DOGGY_2 = ("lo_doggy_2", [TAG_SEX], THEME_LOVE,
              "后入式",
              "你站在她身后，阴茎上滴着精液。你已经观察她好几天了，一直在等待最佳时机。你从后面插入她的身体，轻蔑的目光落在镜子上。你可以看到她尽量不看你的样子，她的脸因羞耻和欲望而潮红。你抓住她的臀部，紧紧抱住她，以无情的节奏插入她的身体，呼吸急促。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
              [DildoM]
              )

LO_STRADDLE_10 = ("lo_straddle_10", [TAG_SEX], THEME_LOVE,
                  "跨坐式",
                  "他进入你的肛门时，你还坐着，双臂搂着他的脖子，闭着眼睛，感觉他勃起的大阴茎在拉伸你。你感觉到他粗糙的皮肤贴在你紧窄的肛门上，而他则在你体内疯狂地抽插。你感到恐惧和焦虑，同时又兴奋不已。",
                  "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插4分钟", [ORGAN_PUSSY], [DildoM]
                  )
LO_STRADDLE_7 = ("lo_straddle_7", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你坐在他的腿上，背对着他，双臂环抱着他。当他进入你的身体时，你改变了姿势，看着他，震惊地张开嘴。他的动作越大，你的脸就越红。最后，你受不了了，张开嘴尖叫起来，当他在你体内射精时，你的身体因快感而颤抖。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )
LO_STRADDLE_6 = ("lo_straddle_6", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你转过身，以反向直立跨坐的姿势坐在他腿上。他抱起你的双腿，放在他的肩膀上。他张开手指，抓住你的大腿。你闭上眼睛，感觉到他温暖的呼吸拂过你的脖子，然后他将阴茎插入你的阴道，慢慢地插入你的身体。你喘息着，闭着眼睛，双腿紧绷，感受着他坚硬的阴茎在你体内慢慢地运行。你呻吟着，他用手捂住你的嘴，压制住你的声音，更加用力地冲击你的阴道。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插3分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_8 = ("lo_straddle_8", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你像女牛仔一样骑在他身上，脸颊紧绷，双臂抱住他的肩膀以保持平衡，湿润的阴部紧紧包裹着他坚硬的阴茎。你的呻吟声更大了，呼吸更急促了，脸也红了。你张开嘴，伸出湿润的长舌，等待着他在你体内射精的那一刻。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插7分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )
LO_STRADDLE_3 = ("lo_straddle_3", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你推到床上，以反向直立跨坐的姿势，坐在你的腿上，抓住你的大腿，从后面插入你的身体，不断撞击你的阴道。你张开嗓门，脸红心跳，因为他更用力地抽插你，直到他的手帕爆炸。",
                 "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_4 = ("lo_straddle_4", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你压在身下。你呻吟着，他抬起你的双腿，把你拉向他。他抓住你的大腿，把它们往上提，不断地抽插着。你张开嘴，呼吸急促，身体因快感而颤抖。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插10分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_0 = ("lo_straddle_0", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你推倒在床上，压在你身上。你的双腿张开，大腿被抓住，你因屈辱的快感而扭动。他和你做爱，他的阴茎完全进入你的阴道，填满你的阴道，他的双手高高地抓住你的大腿，你的脸上充满了尴尬和纯粹的快感。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插4分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_5 = ("lo_straddle_5", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你坐在床上，面对着他，双腿伸向空中，感觉到他的双手抓住了你的大腿。当他从后面进入你的身体，完全插入你的身体时，你高兴得喘不过气来。你感觉自己被填满，背靠着他。你用双腿勾住他的手臂，感觉自己越来越接近高潮。",
                 "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插7分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_2 = ("lo_straddle_2", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "你向后移动，抬起双腿，他向前移动，从后面进入你的身体。你感觉到他的手放在你的腿上，紧紧抓住并向上抬起。他的动作越来越快，最后有力地插入，嘴角带着微笑。你迷惑而又幸福地看着他，看着他完全填满你的阴道，直到他在你体内射精。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插5分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_9 = ("lo_straddle_9", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他把你推倒在床上，双腿分开，你紧紧抓住膝盖。他将勃起的阴茎慢慢地插入你的身体，直到深入你的体内。你高兴地呻吟着，脸因兴奋而潮红，眼睛半闭着。你抓住他的手臂，抚摸着，撕扯着床单。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STRADDLE_1 = ("lo_straddle_1", [TAG_SEX], THEME_LOVE,
                 "跨坐式",
                 "他从后面拉住你，手放在你的大腿上，换成反向直立跨骑，阴茎顶端蹭着你湿润的阴道。他抓住你的大腿，抬起来，紧紧握住，让你喘不过气来。你微微转过头，闭着眼睛，张开嘴巴，任凭他的阴茎在你湿漉漉的紧窄阴道里进进出出。当他将又热又粘的精液喷射到你的子宫深处时，你发出了呻吟声，这让你脸红心跳，紧咬嘴唇。",
                 "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插10分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )

LO_DOGGY_8_ANAL = ("lo_doggy_8_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你面对着他的阴茎站立，双臂握住身后的手腕，而他则从后面进入你的阴道，深深地将阴茎向里进出。他的手指挑逗着你的乳头，让它们自己挺立起来。他把你逼到最低弓，手插入你的肛门。在这段时间里，你一直试图抵抗他的强烈插入。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后把一个假阳具插入自己的菊穴，抽插6分钟", [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_5_ANAL = ("lo_doggy_5_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你弯下腰，他从后面以狗爬式进入你的身体，他的阴茎顶在你的甜蜜处，深深地插入你的体内。他的双手捏着你的腰，开始抽插，用他的极乐和精液填满你的身体。你闭上眼睛，因无法抑制的快感而尖叫，每一次插入都让你脸红心跳。",
                   "模仿场景中的姿态，把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_6_ANAL = ("lo_doggy_6_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他从后面进入你的身体，用手指深深地插入你的菊花，同时继续在你的身体里抽插。当他的阴茎在你的屁眼里进进出出时，你会情不自禁地呻吟起来。当他用精液灌满你的屁眼时，他会捏住你的脸颊，然后得意地从上面欣赏风景。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_1_ANAL = ("lo_doggy_1_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你用眼角的余光看着他走进房间，心跳得很快。他坐在床上，张开双腿，让你脱掉衣服。你犹豫了一下，但最终还是服从了。他微笑着从后面插入你的肛门，每一下你的脖子都在颤抖。当他继续插入时，你强忍着泪水，因为你痛苦的面部表情让他很满意。当他在你体内射精时，你因羞耻和屈辱而脸红，但又暗自享受。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_7_ANAL = ("lo_doggy_7_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "你感觉到他在你身后，他有力的双手将你的大腿分开，他的阴茎戳压着你的肛门口。他紧紧抓住你的头发，按住你的身体，将阴茎顶在你的阴唇上，轻轻地往里顶。你闭上眼睛，害怕但又兴奋地看着他试图掰开你的身体，他的阴茎在你体内跳动。当他进入你的身体时，你不由自主地呻吟起来，脸红得和你的红肉一样，闭着眼睛，感受着他的阳具进入你的身体。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_4_ANAL = ("lo_doggy_4_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他趴在你身上，用他那肥大的阴茎插入你紧窄的肛门，你们的脸颊相撞，而他那肌肉发达的大屁股在颤抖。你惊恐地睁大眼睛，他用一只手堵住你的嘴，不让别人听到你低沉的尖叫声。钝硬的插入充满了你的内脏，因为他直接拧穿了你收缩的肛门。你渴望他激烈的撞击、深入你体内的插入和快感。震撼和兴奋传遍你的全身。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插9分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_2_ANAL = ("lo_doggy_2_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他弯下腰，把前臂放在床垫上，把屁股朝你的脸低下去。他的阴茎跳了起来，硬硬的，饥渴地抽动着。他从后面轻轻地将阴茎插入你温暖湿润的臀部。你闭上眼睛，臣服于这种幸福的感觉，他把阴茎拔出来，又插进去，一次又一次，让你爽得尖叫。",
                   "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟", [ORGAN_ANAL],
                   [DildoM]
                   )
LO_DOGGY_0_ANAL = ("lo_doggy_0_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "在你的上方，他以狗爬式从后面进入你的身体。他抽出阴茎，阴茎未经审查地伸出来。他哼了一声，再次进入你的身体，他的阴茎狠狠地、愤怒地撞击着你的屁眼。你呻吟着，他愤怒地继续干你。你对他的态度很恼火，但你无法抗拒他的插入。",
                   "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，抽插8分钟", [ORGAN_ANAL], [DildoM]
                   )
LO_DOGGY_3_ANAL = ("lo_doggy_3_anal", [TAG_SEX], THEME_LOVE,
                   "后入式",
                   "他弯下腰，面向床，张开臀部，露出肛门，你冷笑着，拿出坚硬的鸡巴，插入他深深的肛门，他呻吟着，咬着嘴唇。你抓住他们的大腿，他收紧，感受到你的动作，他的眼睛闭上了，你的阴茎深深地滑入他紧致、温暖的肛门。他呻吟着，身体颤抖着，感受着你插入他的身体，越来越深。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_2 = ("lo_spoon_2", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，双腿微微张开，屁股高高翘起。你的男友走过来，粗大的阴茎顶在你的面前，他用双手抱住你的屁股，引导他的顶端顶到你紧窄的阴部。他从后面肏着你，将你的阴部撞向床垫，他的阴茎埋在你的甜蜜中，你无助地呻吟着。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_5 = ("lo_spoon_5", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，他从后面进入你，抓住你的屁股。他紧紧抱着你，坚硬如石的黑色阴茎滑入你的体内。你闭上眼睛，喘着粗气。他猛烈地撞击着你，你的恐惧加剧了他的加速度。你张开嘴，发出一声呻吟。他填满了你，让你感到渺小和无助。你的阴壁紧紧贴着他。他亲吻你的后颈，手指抠进你的肉里。你闭上眼睛，身体在快感和震惊中颤抖。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_1 = ("lo_spoon_1", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "你侧卧着，双腿张开，方便从后面进入。他抓住你的腰，毫不费力地用阴茎插入你的阴道。你呻吟着，他抓住你的臀部，把你拉回到他的胸前。你闭上眼睛，感受着席卷全身的快感。他的指尖在你的阴蒂上盘旋，增加你的快感，直到你达到高潮。",
              "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_0 = ("lo_spoon_0", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他从后面进入你的身体，一边挤压你的臀颊，一边将阴茎深深插入你的体内。当他的阴茎抚摸你的 G 点时，你发出了愉悦的呻吟。当他咬你的耳垂时，你能感觉到他在你脖子上温暖的呼吸。你侧卧着，喘着粗气，害怕他离开你。",
              "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插8分钟",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_3 = ("lo_spoon_3", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他把阴茎伸进你破裂的内裤，从后面进入你的身体。他咬着你的脖子，扭动臀部，强烈的快感在你的双腿间窜动。他一边干你，一边抓住你的屁股，把你拉得更近更深。你一边对着枕头呻吟，一边愉悦着自己，阴蒂逐渐变硬，直到他将精液喷射到你的子宫里，这是你终生难忘的做爱过程。",
              "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
              [ORGAN_PUSSY], [DildoM]
              )
LO_SPOON_4 = ("lo_spoon_4", [TAG_SEX], THEME_LOVE,
              "侧入式",
              "他在你的脖子上给了一个性感的吻，然后从后面进入你的身体，他的阴茎深深地埋在你的体内。当他插入时，他会抓住你的屁股，把你往后拉，确保你能感觉到他在你体内。你闭上眼睛，感觉身体随着每一次插入而摇摆。他紧紧地抱着你，用勺子舀着你，你们的身体轻轻地在一起移动。你感到脆弱和暴露，但你已经为他做好了准备。",
              "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插8分钟", [ORGAN_PUSSY],
              [DildoM]
              )
LO_STANDING_LL_0 = ("lo_standing_ll_0", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他从后面进入你的身体，不给你任何休息的机会，每一次插入，你都会弓起背，乳头变硬，发出呻吟。他双手抱着你的臀部猛烈地撞击，让你单腿保持平衡，膝盖发软，身体摇摇晃晃。你侧过身，想瞥一眼他，却只看到他面目模糊的阴茎在你体内抽插了几下。",
                    "模仿场景中的姿态，把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_1 = ("lo_standing_1", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "你赤身裸体地站在他面前，双腿微微分开，他引导你的身体靠在墙上。他把手伸到你的周围，按摩你的乳房，然后从后面进入你的身体，你的屁股被抓住，被迫分开，他的阴茎进入你的身体，你能感觉到充实感，他的手集中在你的屁股上，你的身体在颤抖，你闭上眼睛，你感到害怕、恐惧。但与此同时，你又不禁为自己充满活力而感到自豪，因为你能战胜如此霸道的男人。",
                 "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插7分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STANDING_LL_1 = ("lo_standing_ll_1", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你舔了舔嘴唇，当他坚硬的阴茎探入你的阴道时，你的身体颤抖了一下，产生了一种光滑湿润的感觉。你抬起一条腿，他紧紧抱住你的腰，抬起另一条腿。你闭上眼睛，感受着他的皮肤贴在你的皮肤上，你的肉体贴在他的肉体上，还有你的呼吸。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
LO_STANDING_LL_4 = ("lo_standing_ll_4", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他从后面进入你的身体，你发出愉悦的呻吟，他用手按住墙壁以支撑自己的体重。你单腿站立，他越来越深入地进入你的身体，你的身体在颤抖。他俯身抚摸你的乳房，舔你的乳头，让它们变硬。你闭上眼睛，感受着他的阴茎抚摸你的肉壁，你发出愉悦的呻吟。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插7分钟", [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_5 = ("lo_standing_ll_5", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "你站起来，双臂环绕着他的脖子，双腿搂着他的腰，双乳紧贴着他的胸膛。他慢慢地插入你的身体，阴茎深深地埋在你的体内，把你填得满满的。你紧紧搂住他的脖子，当他插入你的前列腺时，你弓起背部。他的阴茎在你体内跳动，你的阴道壁收紧，他喷射出一股强劲的精液，喷洒在你的腹部和胸部。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_3 = ("lo_standing_ll_3", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他让你站起来，但你必须保持平衡。他拉扯你的衣服，让你感觉有点不舒服。他用手托住你的脸，将阴茎对准你的阴道。你把手放在他的肩膀上，他慢慢地插入你的身体，感受你的柔软。你抬起腿，紧贴着他的肩膀，感觉他汗湿的身体紧贴着你。你感到困惑，但强烈的快感传遍你的全身，让你不知所措。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插9分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_LL_2 = ("lo_standing_ll_2", [TAG_SEX], THEME_LOVE,
                    "开腿站立式",
                    "他看着你，目光坚毅，咄咄逼人。你听到他的咆哮，感觉到他的肌肉绷紧。他把手放在你的背上，把你推到墙上。他的另一只手已经伸进了你的内裤，手指伸向你的阴蒂。你闭上眼睛，感觉他粗大的阴茎在你的阴户上摩擦。你张大双腿，感觉他更用力地顶着你的阴道壁。当他插入时，你的双腿颤抖，呼吸急促。他的腿抬起来，将阴茎推得更远，在你的身体上抽插，而他的手指已经让你高潮了。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_STANDING_0 = ("lo_standing_0", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "你站在房间中央，双腿分开，准备让他进入你的身体。他骑在你身上，阴茎对准你的阴道口，你感觉到他的呼吸在你的脖子上，你闭上眼睛，感觉到他的阴茎进入了你的身体。他抓住你的屁股，把你拉近他，你感觉到他的身体在抽搐，你的身体因快感而颤抖，你在纯粹的极乐中闭上双眼，精液从你的阴道流出。",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插7分钟,接着达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                 [ORGAN_PUSSY], [DildoM]
                 )
LO_STANDING_2 = ("lo_standing_2", [TAG_SEX], THEME_LOVE,
                 "站立式",
                 "音乐响起，你脱掉衣服，唤醒了站在你面前的男孩。他趴在你光洁的身体上，用力地骑着你，悬空的国会。你的乳头变硬，汗水流过你的皮肤。他的阴茎插入你的屁股，刺入你身体的深处。当他插入你的身体时，你喘息着尖叫，头、脸、张开的嘴、胸膛、屁股上的双手，你感到害怕和恐惧，整个人都在颤抖，疼痛在你的脸上表现出来，身体在颤抖。继续",
                 "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插9分钟", [ORGAN_PUSSY],
                 [DildoM]
                 )

LO_FULL_NELSON_3 = ("lo_full_nelson_3", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "他用右臂掐住你的喉咙，左手顺着你的身体往下滑，阴茎硬如岩石。他把大腿推近你的脸，然后用你的头发把你拉起来，给了你一个全握式。你很害怕，但同时你也需要它。他把阴茎塞进你张开的嘴里，你能感觉到他的精液从里面流出来，瞬间就把你的脸弄湿了。你感觉无法呼吸，但还是继续吞咽他的精液。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_FULL_NELSON_1 = ("lo_full_nelson_1", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "你被他用全纳尔逊式抱住，双腿悬空，胸部紧贴着他的胸膛。他以狗爬式进入你的身体，阴茎深深地插入你的肛门，让你羞红了脸。当他把你整个人抬离地面时，你的双腿在颤抖，双臂被反扣在背后，张开嘴发出无声的尖叫。",
                    "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插10分钟", [ORGAN_PUSSY],
                    [DildoM]
                    )
LO_FULL_NELSON_2 = ("lo_full_nelson_2", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "你赤身裸体地站在他面前，双腿微微分开。他毫不费力地举起你，把你扔到他的肩膀上。你惊讶地哼了一声。然后他用全纳尔逊锁住你，你的双臂被反扣在背后。他是如此强壮，你害怕自己会受伤。但他也非常性感。他把你放在床上，你惊恐地看着他脱掉衣服。他爬到你身上，阴茎紧贴着你的屁眼。你闭上眼睛，感受着他整个身体压在你身上的重量。但他并没有进入你的身体。相反，他抓住你的双腿，把它们放在他的肩膀上。当你感觉到他巨大的阴茎正对着你的肛门时，你的眼睛睁得大大的。他轻轻地进入你的肛门，缓慢而小心，确保不会伤害到你。但你能感觉到它在你体内滑动，越来越深。你一下子感到不知所措、害怕和燥热，并开始呻吟。他闭上眼睛，享受着在你体内的感觉，开始用力快速地进出你的身体。你开始感觉到腹中有东西在膨胀，然后他爆发了，滚烫的精液从你体内喷涌而出。他是如此有力，让你感觉自己在飞翔。当他占有你的每一个部位时，你会快乐地尖叫",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插5分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_FULL_NELSON_0 = ("lo_full_nelson_0", [TAG_SEX], THEME_LOVE,
                    "粗暴开腿式",
                    "他搂住你的脖子，在你的呻吟声中占据主导地位。他将你的双腿推起，用尼尔森的全套紧紧抱住你，同时将阴茎插入你湿润的阴道。你的脸因性欲亢奋而变得绯红难堪，不停地扭动身体，以求更深的插入。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插6分钟", [ORGAN_PUSSY], [DildoM]
                    )
LO_SUS_2 = ("lo_sus_2", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在他面前，双手放在背后，咧嘴一笑。当他的阴茎进入你湿润的阴道时，他将双手放在你的臀部，稳稳地抱住你。他抬起你的臀部，确保你高高地坐在他勃起的阴茎上，露出你的双乳。他把注意力集中在你的肛门上，轻轻地按压着，挑逗着。你奋力向前，试图得到他更多的阴茎，被这种感觉迷住了。",
            "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_7 = ("lo_sus_7", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你站在镜子前，金色的长发垂到腰间。你摘下黑色蕾丝胸罩，露出完美的乳房和勃起的乳头。你摇摆着臀部，解开紧身牛仔裤的纽扣，露出粉红色的内裤。他微笑着抓住你的腰，轻松地将你抱起，放在床上。",
            "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_3 = ("lo_sus_3", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "他走到你身边，站在你身后，把你转过来，让你压在他身上，你的屁股顶着他坚硬的硬物。他用双手抓住你的脸，蒙住你的眼睛，大拇指触碰你的嘴唇，感觉到你紧闭的双眼，他无比兴奋。你呻吟着，他将他的肉棒插入你的身体，让你全身颤抖。你惊呆了，感觉自己的身体快要崩溃了。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_0 = ("lo_sus_0", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "他把你从床上抱起，以悬空大会的姿势从后面插入你的身体。他的双手紧紧抓住你的臀颊，将你拉近他，阴茎滑入你的体内。当你的阴道壁紧紧包裹着他的阴茎时，你发出了呻吟。你的双腿在空中张开，紧闭双眼，脸庞因他的操弄而潮红发热。他一边抓着你的屁股用力按压，一边用阴茎在你湿润的小穴里进进出出。当他把滚烫的精液射进你的屁眼里时，他发出了一声闷哼。",
            "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_6 = ("lo_sus_6", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你跪在床上，低着头，脸上的表情既恼怒又愉悦。他从后面进入你的身体，用他的手握住你的腰，一边向你插入，每一次动作都很深入。他很清楚该怎么做才能让你感到满足，他湿漉漉的阴茎每一下都会在你的背上弹跳。",
            "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的小穴，快速深入地抽插3分钟,并且达到高潮,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_5 = ("lo_sus_5", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "在卧室里，他从背后取悦你，他的大手抚摸着你的乳房，你赤裸的身体弓起，无限的快感在你体内积聚。你的屁股紧贴着他的胯部，他的手揉捏着你的臀部，他的另一只手将你的嘴张得大大的，你的嘴唇被拉伸得通红。你呻吟着，快感源源不断，他的阴茎深深地插入你的体内，用他滑腻的精液灌满你的身体。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_4 = ("lo_sus_4", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "你脱下睡袍，跨坐在他身上，双手放在他的腰上，感受他坚硬的肌肉。你上下跳动，而他则将阴茎插入你的体内，将你的阴茎插入你的阴道。他搂着你的腰，享受着你裸露乳房的美景，捏着你的屁股。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插3分钟",
            [ORGAN_PUSSY], [DildoM]
            )
LO_SUS_1 = ("lo_sus_1", [TAG_SEX], THEME_LOVE,
            "火车便当式",
            "他将你的双腿悬在空中，你的大腿紧紧抓住他的臀部。他的阴茎在你湿润的阴部上下滑动，你的阴道分泌物不断渗出，他的手指插进你的屁眼，玩弄你紧窄的肛门，让你脸红心跳。当他插入你紧窄的肛门并在你湿润的阴道里滑动阴茎时，你发出呻吟，呼吸越来越急促。他的每一次插入都让他的阴茎在你体内进进出出。他把阴茎从你的阴道里抽出来，塞进你的喉咙，让你窒息，紧紧抓住他的后背。你猛烈地射精，双手抓住他瘦骨嶙峋的后背，把他拉向自己，陶醉地睁大眼睛。",
            "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插8分钟,并且往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
            [ORGAN_PUSSY], [DildoM]
            )
LO_NURSING_2 = ("lo_nursing_2", [TAG_SEX], THEME_LOVE,
                "特殊照顾",
                "他毫无征兆地走进房间，让你措手不及。当他向你靠近时，你羞红了脸，遮住了自己。他强壮的手臂环绕着你，手指轻轻挑逗着你的乳头。你睁开眼睛，看到他的目光紧紧盯着你。当他把阴茎放进你的嘴里时，你品尝到了他的味道，他的手掌轻轻地揉搓着你的阴蒂。",
                "模仿场景中的姿态，为一个假阳具手撸3分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_NURSING_3 = ("lo_nursing_3", [TAG_SEX], THEME_LOVE,
                "特殊照顾",
                "你闭上眼睛，感觉身体里有一种奇怪的嗡嗡声。你为自己的兴奋感到尴尬，心脏砰砰直跳。他脱掉衣服，露出沾满唾液的粗大阴茎，放在你的手里。他把另一只手放在你高耸的胸线上，感受着你乳房的重量。他用嘴含住你发烫的乳头，用力吮吸，然后用手指在你敏感的阴蒂上旋转。",
                "模仿场景中的姿态，为一个假阳具手撸4分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_NURSING_1 = ("lo_nursing_1", [TAG_SEX], THEME_LOVE,
                "特殊照顾",
                "迪兰走进卧室时，你屏住呼吸，他宽阔的肩膀占满了门口。他抓住你的臀部，把你推倒在床上，眼睛里充满了渴望。他把自己推向你，让你发出愉悦的呻吟，紧闭双眼。他用手抚摸你的乳房，缓慢而悠闲。他的阴茎随着他在你身体里的抽插而跳动。",
                "模仿场景中的姿态，为一个假阳具手撸2分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_NURSING_0 = ("lo_nursing_0", [TAG_SEX], THEME_LOVE,
                "特殊照顾",
                "他强行进入你的身体，硕大的阴茎撞进你紧窄的阴道。你的双手抓住他宽阔的肩膀，因快感而紧闭双眼。他亲吻你羞红的脸颊，轻咬你的脖子，吮吸你的乳房。你的手部动作越来越大，越来越用力。他抓住你的皮裤，拉着你前后摆动，满足他。",
                "模仿场景中的姿态，为一个假阳具手撸4分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_STANDING_0_ANAL = ("lo_standing_0_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "他把你抬起来，分开你的双腿，用一只手捆住它们，另一只手伸进你的内裤。你快乐地呻吟着，闭着眼睛，感受着他温暖的气息扑面而来。他抓住你的屁股，把你的内裤往下拉，露出你美丽的紫色阴唇。他把手指伸进你的裂缝，把他的阴茎推得更进一步，慢慢地进入你的屁眼。你咬紧牙关，感觉快感传遍全身。闭上眼睛，你感觉到他的口水溅到了你的脸上，你的心跳得很快，感受到强烈的快感。当他用精液灌满你的屁眼时，你听到他的咕哝声，感觉到他温暖的精液顺着你的屁眼往下滴。",
                      "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STANDING_LL_3_ANAL = ("lo_standing_ll_3_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他走进房间，硕大的阴茎完全勃起。他把你举起来，抱到床上。不由分说，他把你扔到床上，你的双腿垂在床边。他站起来，阴茎对着你的脸。你伸出手指，滑到他的阴茎上，理解他的欲望。他掀起你的衬衫，露出你的乳房。他握住每一个乳房，轻轻挑逗。你把他拉近，舔着嘴唇。你毫无征兆地用一条腿缠住他的腰，用脚勾住他的肩膀。他紧紧抓住你的后背，阴茎在摩擦你的阴蒂时戳向你的后门。你对着他的胸膛呻吟，感觉自己的身体在颤抖。他毫无征兆地跪下来，把你拉向他。你的脸离他的阴茎只有几英寸远，嘴巴张得大大的。他加快了抽插的速度，用舌头在你的脸上舔来舔去。他进入你的身体，将你完全填满，抽插的速度越来越快。当他抽插时，感觉到你的热度在他的阴茎上，他加快了速度。你退缩了，感觉到他滚烫的精液射进了你的身体，他的双臂紧紧地抱着你。你大叫一声，感觉身体因快感而颤抖。他亲吻你的嘴唇，亲吻你的乳房。他把你拥入怀中，感觉到你的湿润紧贴着他的胸膛。你微笑着，感觉就像在梦中。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_1_ANAL = ("lo_standing_ll_1_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他俯身在你身上，阴茎粗大且滴着水，他无视你的乳房，用力插入你紧窄的肛门。你大声呻吟着，随着他的猛烈抽插，你的腿向后压以保持平衡。他一边用手指夹住你的乳头，用力挤压，一边猛烈地撞击你的屁股。他的呼吸越来越急促，你感觉到他滚烫的精液喷进了你的内脏，让你痛并快乐着。他的放射性精液充满了你的直肠，将你的阴部提升到一个新的高度。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_4_ANAL = ("lo_standing_ll_4_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他站在你面前，阴茎坚硬勃起，一出一进，脸上淌着汗珠。当你感觉到他的阴茎在你体内坚硬时，你抬起腿，双手抚摸着乳房，发出呻吟。他俯视着你，喘着粗气，将阴茎深深插入你的湿润处。你感觉到他粗糙的手抚摸着你的乳房，你的乳头坚硬勃起。当快感加剧时，你闭上眼睛，当他填满你时，你的屁股在燃烧。随着他的呻吟，你感觉到他的阴茎在你体内爆发，精液灌满你的身体，直到你再也无法忍受。你感觉他在你体内抽动，你的身体在刺痛，你紧闭双眼。",
                         "模仿场景中的姿态，把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_1_ANAL = ("lo_standing_1_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "男人站在高处，一只手放在你的屁股上，另一只手插入你的身体。你发出愉悦的呻吟，紧闭双眼。你感到一阵剧痛，紧接着是一阵刺痛，因为他收紧了你屁股上的手指。你已经准备好射精了，但当你感觉到你的屁股正被他滚烫的精液填满时，你犹豫了。他插得更快了，你的屁股里充满了他的精液。你害怕但又兴奋，因为他呻吟着，离射精越来越近了。他在你体内射精，精液沾满了你的身体，你听到他的呻吟声，用手捂住脸，以免弄脏。```",
                      "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STANDING_LL_2_ANAL = ("lo_standing_ll_2_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "你背对着他站起来，双腿分开，双手放在身旁。他抓住你的臀部，稳住你的身体，然后从后面以狗爬式进入你的身体。他用手指紧紧夹住你的乳头，让你因快感而颤抖。然后他身体前倾，抬起一条腿，将阴茎插入你的肛门。当他插入时，你发出愉悦的哼声。突然，你把腿抬得更高，把头转向一边。他更加用力地插入，享受着你的屁股被他的阴茎填满的景象。你的口水顺着下巴滴下来，你闭上眼睛，享受着席卷而来的高潮。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_2_ANAL = ("lo_standing_2_anal", [TAG_SEX], THEME_LOVE,
                      "站立式",
                      "你站起来，身体微微前倾，男人在你身后，双手扶着你的臀部，将阴茎对准你的肛门口。当他把阴茎插入你的屁眼时，你感到一阵剧痛，阴茎被拉伸。你发出一声尖叫，但仍然站立着，因为他完全插入了你的身体，露出了满意的表情。你转过身，他的手放在你的乳房上，感觉你的乳头如此坚硬，他的眼睛紧紧盯着你。当他插入你的身体时，他感觉到你的屁股紧紧抓住他的阳具，将他紧紧箍住。你发出一声呻吟，感觉脸红了起来。他继续慢慢地插入你的身体，感觉他的高潮越来越近了。他停止了动作，眼睛紧紧盯着你，像爆炸一样把精液射进你的屁眼里。你发出惊讶的声音，感受着他的精液在你体内的温暖。",
                      "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STANDING_LL_0_ANAL = ("lo_standing_ll_0_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "他用力把你推到床上，阴茎勃起。你感觉到他火热的皮肤，粗糙，兴奋，他的手抚摸着你的乳房。他插入你的身体，猛烈的插入，强烈的插入。你感觉到他的阴茎侵入你的身体，撕裂一切，充满反叛。你感受到他的能量、他的需求、他的欲望，你停止了抵抗；你呻吟、呜咽，你臣服于他的插入。他抓住你的腿，抬起来，做着胜利的手势。你闭上眼睛，面红耳赤，一动不动，但你感觉到自己的肌肉波涛汹涌，绷得紧紧的，像电击一样尖锐。他移动阴茎，培养插入的快感，你的呻吟声越来越大。突然，一阵激情迸发，他抬起你的腿，抛起你的身体，你的一条腿倾斜 45 度，熟练地保持平衡，在你的身体深处，精液迸发。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_STANDING_LL_5_ANAL = ("lo_standing_ll_5_anal", [TAG_SEX], THEME_LOVE,
                         "开腿站立式",
                         "无脸男站在你的上方，他把一条腿放在你的两侧，他的阴茎又粗又长，正好垂在你的嘴边。你张大嘴，把他含了进去，他的长度和腰围让你喘不过气来。他将自己的阴茎放低，深深地插入你的体内，每一次插入都会让你们俩呻吟不已。你感觉到他的手放在你的乳房上，挤压和捏弄你坚挺的乳头，让你快感疯狂。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_MISSIONARY_8_ANAL = ("lo_missionary_8_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你静静地躺着，用无声的深呼吸鼓励他。他抬起身体，调整阴茎，然后抓住你的臀部，引导自己进入你张口抗拒的肛门。你的脸颊被挤压，而他则完全覆盖。当他进入你的肛门峡谷时，他的呼吸在咆哮，他的话也说不出来了。你的脸红了，心跳得越来越厉害。你怀疑这是真的，你的眼睛睁得大大的，嘴角露出一丝微笑，因为你惊讶于他的阴茎是如此的宽大和开放，他的阴茎深深地插入了你的后庭，他开始抽动他的阴茎，进出你罪恶的肉体，享受着缓慢而稳定的节奏，让你湿润，违背了你的意愿、如果你想忍住，你甚至不能动弹，因为射精会冲过你受虐的通道，洒在下面的床单上。他的声音时不时地在你耳边响起，但主要是你高亢的呻吟声和他的哼哼声。",
                        "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_4_ANAL = ("lo_missionary_4_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰卧着，他跪着，手握阴茎。他摆好姿势，感受你肛门的深度，然后用力插入。他闭着眼睛，感受着你身体的温度，你肛门的紧缩感紧紧地抓住他。他将勃起的阴茎插入，深深地插入你的肛门，你左右扭动屁股，用你的肛门弄湿他的阴茎，他冷笑着，感觉到你的紧缩，他对着你的屁股哼哼。他抓住你的大腿，用力地操着你的屁股，感受着你湿热的身体。他射精了，温暖粘稠的精液射进了你的身体，你闭着眼睛，在快感中喘息。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_1_ANAL = ("lo_missionary_1_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，双腿张开，脚趾相互接触。你的脸皱成一团，闭上眼睛，能听到他转门的声音。他一脸坏笑地走进房间，拿起一个玩具扔在床上。他走到床尾，像模特一样站在你面前，伸手抓住你的双脚，把它们分开。他身体前倾，抓住你的臀部，深情地凝视着你，你看到他的阴茎从裤子里露出来，龟头闪闪发光。他一只手抓住阴茎，向你的肛门塞去，另一只手抓住你的屁股，将阴茎插入你的体内。你呻吟出声，他闭着眼睛，咬紧牙关，拔出阴茎，狠狠地插进去，阴茎头在你体内射精时，冲刷着你的肛门。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_3_ANAL = ("lo_missionary_3_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰卧在床上，他站在你的上方，俯视着你，用他的阴茎深深地插入你的身体，他用臀部挤压你的屁股，尽可能地深入你的身体。你挤压大腿，试图夹紧他的阴茎，看起来很不舒服，但又很兴奋。你的脸变得模糊不清，因为潮热占据了你的脸，你的屁股紧紧地夹住他，因为你感到无法控制的高潮在你的身体上肆虐，你把大腿捏得更紧，努力不让自己在快感中叫出声来。精液从你的屁股里喷涌而出，可见的湿润沾满了你身下的床单。",
                        "模仿场景中的姿态，把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_5_ANAL = ("lo_missionary_5_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，他从上面进入你，插入你紧窄的肛门。你闭上眼睛，感受着他的阴茎将你填满的感觉。你感觉到他温暖的呼吸拂过你的脖子，他的阴茎在你的屁股里滑进滑出。他毫不留情地干着你，精液从他的阴茎中射出，溅到你的脸上和胸上，让你因震惊和满足而脸红。",
                        "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_6_ANAL = ("lo_missionary_6_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，摸着被褥的边角。他爬到你的身上，阴茎粗大地插入你的肛门，紧紧地、深深地进入你的身体。当你感觉到他的阴茎从你体内探出时，你的眼睛睁得大大的，呼吸也变得越来越粗重。你能感觉到他强壮的大腿压在你的腰上，身体紧贴着你。当他在你的肛门里进进出出时，你发出一声叹息。当他凝视着你含泪的双眼时，你会感觉到他的精液喷射到你的肛门里的热量。你感觉到他的精液从你体内流出，你的身体开始颤抖。",
                        "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插8分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_0_ANAL = ("lo_missionary_0_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你躺在床上，闭着眼睛，翘着二郎腿，屁股被他坚硬的阴茎撞击得发怒，寻求释放，当他插入你的屁股时，你紧闭着嘴唇呻吟着，将你推入床垫。你能感觉到他的汗水、他的热量、他的霸气，在塑造着你的身体。然后，当他把大量的精液射进你紧窄的屁眼里，滴落到你的大腿上时，你发出了一声低沉的呻吟。",
                        "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_7_ANAL = ("lo_missionary_7_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "他躺在床上，你爬到他身上，跨坐在他的阴茎上，把自己完全放在他的阴茎上，感觉它顶到了你的身体底部。当他慢慢将阴茎插入时，你闭上眼睛，背部微微弓起。一条腿弯曲在他身上，你的大腿被他的手抓住，你的膝盖抱住他的脸。你呻吟着，呼吸变得深沉，双眼紧闭。他俯身在你身上，双手扶着你的臀部，双眼紧闭，舌头触碰着你的乳头，抚摸着你的脖子，咀嚼着你的耳垂。当你沉浸在他温暖的怀抱中时，你并没有注意到他已经完全插入了你的身体。",
                        "模仿场景中的姿态，把一个假阳具插入自己的菊穴，抽插7分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_MISSIONARY_2_ANAL = ("lo_missionary_2_anal", [TAG_SEX], THEME_LOVE,
                        "正常位",
                        "你仰面躺着，双腿伸直，他从上往下跪在你的上方。他戴上避孕套，确保不撕破，然后慢慢进入你的肛门。你退缩了，脸上锁着恼怒的表情。他抓住你的大腿，向你的体内推得更深。当他插入时，他能感觉到你脸红了，变得更湿了。你闭上眼睛，呼吸急促，并随着他插入得更深而呻吟。当他把自己插入得更深，把你完全填满时，你们都陶醉地呻吟着。他在你体内射精，精液喷洒在你的屁股上，你的小穴紧紧夹住他。",
                        "模仿场景中的姿态，把一个假阳具插入自己的菊穴，抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                        [ORGAN_ANAL], [DildoM]
                        )
LO_COWGIRL_2 = ("lo_cowgirl_2", [TAG_SEX], THEME_LOVE,
                "女上位",
                "你四肢着地坐在床垫上，胸部紧紧地在胸前跳动，因兴奋而紧闭双眼，阴道因期待而湿润。他站在你身后，紧紧抓住你的大腿，深深地插入你的身体。你的阴道紧紧地抓住他的阴茎，他开始用力地拱你。",
                "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插3分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_6 = ("lo_cowgirl_6", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他站在你的身后，从后面进入你的身体，宽大的阴茎温柔地抚摸着你湿润的阴部，你感觉到他深深地进入了你的身体，毫无保留。你并拢大腿，试图容纳他粗大的阴茎。喘息着，你慢慢睁开眼睛，看到他，看着你，因为如此暴露而脸红。",
                "模仿场景中的姿态，把一个假阳具插入自己的小穴，抽插4分钟", [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_4 = ("lo_cowgirl_4", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他从后面插入你的身体，又狠又快。你随着身体的节奏骑在他身上，强烈地感受着他的插入。你的阴道壁紧紧地贴在他的阴茎上。他看到了你美丽的臀部，一边进入你的身体，一边抚摸着你的臀部。你感到脸上泛起红晕，一想到他要在你体内射精，你就不由自主地颤抖起来。当他肆无忌惮地在你体内爆发时，你微微张开的嘴显示出你的兴奋。",
                "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，抽插8分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_1 = ("lo_cowgirl_dom_1", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你跨坐在他的脸上，他同时吮吸你的乳房，手指在你的阴蒂上画圈。他用手指操你，深入你的体内，抚摸你湿润的内壁。你发出愉悦的呻吟，闭上眼睛，感受着他在你脸颊上的呼吸。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，抽插5分钟", [ORGAN_PUSSY], [DildoM]
                    )
LO_COWGIRL_3 = ("lo_cowgirl_3", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他站在你身后，跪在你面前，阴茎紧紧夹住你，深深插入，你闭上眼睛，他的舌头伸进你张开的嘴里。他的阴茎在你体内进进出出，你的阴道在痉挛，他在呻吟。他用力抓住你的大腿，兴奋之情溢于言表。",
                "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的小穴，抽插5分钟", [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_7 = ("lo_cowgirl_7", [TAG_SEX], THEME_LOVE,
                "女上位",
                "一个男人走进房间，看到你赤裸着上身躺在那里，乳头坚硬，头发凌乱。他立刻把你带到他最喜欢的姿势--亚马逊式。他用大阴茎插入你的阴道，你的呻吟声充满整个房间。他紧紧抱住你的臀部，进入你紧窄的阴道，张大阴唇。他看到你潮红的脸和张开的小嘴，继续他的性刺激。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插3分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_1 = ("lo_cowgirl_1", [TAG_SEX], THEME_LOVE,
                "女上位",
                "*Censored* 骑在他身上，想着即将到来的快感时刻，你的大腿收紧，阴部湿润，你因恼怒而变得面红耳赤，当你听到他欢快的咆哮声时，你收紧的大腿更加用力地夹住他，他将阴茎深深地插入你的体内，给你们俩带来难以置信的感觉。",
                "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插8分钟", [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_5 = ("lo_cowgirl_5", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他把你抬到他的阴茎上，然后慢慢地把你放回阴道，你们俩都在呻吟。你感觉到自己被深深地插入，感觉到他进入你的身体，把你填满。你咬着自己的手，试图压制住自己的尖叫声，因为你感觉到自己的阴道肌肉紧紧包裹着他。他弹跳起来，向你张开的嘴里喷射出一股精液，你震惊地睁大眼睛，把精液全部吞了下去。",
                "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插4分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_3 = ("lo_cowgirl_dom_3", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你坐在他身上，面对着他，他的阴茎插在你的阴道里，你的乳房弹跳摇摆，乳头坚硬。你爬了起来，把自己压在他的阴茎上，像亚马逊人一样骑在他身上。当他的射精喷射到你张开的嘴里时，你的脸红了，快感显而易见，你的嘴张得大大的。",
                    "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的小穴，快速深入地抽插6分钟,然后往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )
LO_COWGIRL_0 = ("lo_cowgirl_0", [TAG_SEX], THEME_LOVE,
                "女上位",
                "他从后面进入你的身体，深深地插入，感觉到你的温暖包裹着他的阴茎。你无耻地呻吟着，享受着这种快感。他紧紧抓住你的大腿，把你拉得更近。他的插入又快又猛，让你脸红心跳，呻吟得更大声了。",
                "模仿场景中的姿态，把一个假阳具插入自己的小穴，快速深入地抽插3分钟", [ORGAN_PUSSY], [DildoM]
                )
LO_COWGIRL_DOM_2 = ("lo_cowgirl_dom_2", [TAG_SEX], THEME_LOVE,
                    "主动女上位",
                    "你坐在他身上，将手肘靠在他的肩膀上，背部弓起，露出乳房。他一边使劲拉扯你的乳头，一边将阴茎滑入你湿润的阴道，感受着阴茎紧紧包裹着你，让你发出呻吟。你摇摆着臀部，在他的大腿上扭动，忘记了其他一切，只感受到快感。",
                    "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的小穴，快速深入地抽插9分钟,接着往自己的小穴里注入5ml润滑液或假精液，就像是被中出",
                    [ORGAN_PUSSY], [DildoM]
                    )

LO_COWGIRL_2_ANAL = ("lo_cowgirl_2_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你感觉到他的阴茎深深地插入了你的肛门，让他粗大的阴茎摩擦着你的内脏。他抓住你的臀部，将你抬起，阴茎更加深入。你的脸变得通红，眼睛也闭上了。他抓住你的大腿，紧紧地挤压着。他快速地抽插，每一下都让你的身体更加火热。你呻吟着，回应着他的呻吟，他把你带入了强烈的高潮......",
                     "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插3分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_0_ANAL = ("lo_cowgirl_0_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你躺在床上，他用尽全力插入你紧窄的肛门，享受着你痛苦的表情。他的鸡巴在你身上疯狂地跳动，你的脸上露出羞愧和愉悦的表情。当他猛烈地进入你的身体时，他紧紧地束缚着你的大腿并用力挤压。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插3分钟", [ORGAN_ANAL],
                     [DildoM]
                     )
LO_COWGIRL_DOM_2_ANAL = ("lo_cowgirl_dom_2_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你站得高高的，乳房微微露出胸罩，你抓住亚马逊的两根绳子把他的臀部拉起来，把他紧紧地按在你的屁股上，感觉他充满活力的阴茎深深地插入你的私密部位。你的脸颊紧紧夹住，感觉到他的阴茎在你的肛门部位摩擦，你睁开眼睛，感受着肛门高潮的狂喜。当他的阴茎深深插入你的屁眼时，你的脸因快感而涨红，你的身体在颤抖。",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_6_ANAL = ("lo_cowgirl_6_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你坐在他的鸡巴上，慢慢地骑着他，他一边扶着你的大腿，一边引导着你的臀部，粗暴地插入你湿润的肛门深处。他的蛋蛋拍打着你的屁股，你紧张地笑着，因为被完全填满的快感和恐惧而闭上了眼睛。你的脸仍然红红的，肌肉时紧时松，试图控制每次插入的力度。你既害怕又兴奋，而当他紧紧抓住你的大腿，把你拉向他的阴茎时，你的感觉就更加强烈了。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插8分钟", [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_1_ANAL = ("lo_cowgirl_1_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你坐在他的阴茎上，感受着他在你脸颊间的硬度。他上下移动，你闭上眼睛，感觉很快乐，而他抓着你的大腿。他越来越激动，抓住你的臀部，更加卖力，你的呼吸急促起来，你感觉到他的热汗流到了你的皮肤上。你的脸涨得通红，他每动一下，你都会发出更大声的呻吟。",
                     "模仿场景中的姿态，把一个假阳具插入自己的菊穴，抽插10分钟", [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_4_ANAL = ("lo_cowgirl_4_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你把腿搭在他的肩膀上，然后把自己压在他等待着的阴茎上。他感觉到你的淫液从阴道里流出，温暖了他弓起的腹部。你用手和脚紧紧抓住他的肩膀，随着他的充实而快乐地喘息。他的阴茎深深地插入你的禁洞，让你快乐地尖叫。你的闷热在四周痉挛，让他的身体颤抖。",
                     "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_DOM_1_ANAL = ("lo_cowgirl_dom_1_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你躺在床上，仰面朝天，双腿悬空。男人进入房间时，你紧闭双眼。他一分一秒地脱掉你的衣服，让你兴奋不已。他用手指抬起你的肩膀，解开你的胸罩，露出你完美的乳房和坚硬的乳头。他爬上床，站在你身后，阴茎触及你的肛门。他把自己滑进去，用阴茎填满你的屁股。你意外地呻吟着，试图控制自己的感觉。你感觉到他的双臂环抱着你的腰，将你牢牢锁在原地。当你感觉到他试图在你体内射精时，你的屁股变得更紧了。你听到他沉重的呼吸声，这是你唯一知道他在哪里的东西，因为他的汗水和你的汗水融化了",
                         "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_3_ANAL = ("lo_cowgirl_3_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "你扑向他，跨坐在他坚硬的身体上。你已经湿透了，阴道紧紧箍住他的阴茎。你的臀部慢慢地插入他的肛门深处，拉伸的感觉让你的脸颊泛起红晕。他抓住你的臀部，引导着你的动作，你感觉到自己被完全填满，你们的身体都在激烈的深插中颤抖着。",
                     "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插3分钟", [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_DOM_3_ANAL = ("lo_cowgirl_dom_3_anal", [TAG_SEX], THEME_LOVE,
                         "主动女上位",
                         "你仰卧在床上，双腿高举，乳头坚硬勃起。他从后面进入你的身体，双臂固定住你，双膝跪在两侧，确保他完全进入你的身体。你收紧肛门括约肌，感受着他的插入，感受着快感的刺痛。他抓住你的头，往后拉，你张开嘴，准备接受他的精液。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_COWGIRL_7_ANAL = ("lo_cowgirl_7_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "他从后面进入你的身体时，你仰躺在床上，你的乳房随着他的进入而跳动，他的阴茎很容易就进入了你湿润的性器。你发出呜呜的呻吟声，双腿紧紧缠住他的臀部，任由他猛烈地插入。他抽出又插入，在你的双腿间用力抽插。你感觉到他的嘴唇紧贴着你的屁股，阴茎顶端分开你湿热的阴道。突然，他插入了你的肛门，坚硬的阴茎把你的肛门塞得满满的。当他开始肛交时，你大声呻吟，屁股紧紧夹住他。你感觉到他的舌头在舔你的嘴唇，湿润的嘴唇，然后进入你的嘴里。你的嘴里充满了他鸡巴的味道，他用力地操着你的嘴。他的阴茎剧烈地抖动，精液不断流出。你羞红了脸，感觉很尴尬。",
                     "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
LO_COWGIRL_5_ANAL = ("lo_cowgirl_5_anal", [TAG_SEX], THEME_LOVE,
                     "女上位",
                     "在卧室里，你坐在他的胯下，公然露出外阴。你挑逗地抓着头发，指着乳头，准备引诱他。当你骑在他身上时，你的步伐变得激情四射，你的肛门同时挤压着他的阴茎。他满足地呻吟着，你毫无保留的性爱表演在继续。他揉捏着你的身体，手指挑战着你的屁眼，在你们都射精的时候，他指着你的屁股。",
                     "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                     [ORGAN_ANAL], [DildoM]
                     )
LO_SPOON_5_ANAL = ("lo_spoon_5_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他把你推到床上，爬到你身上，同时把你的身体压在床垫上。他在没有任何润滑剂的情况下慢慢进入你的肛门，让你发出痛苦的呻吟。当他加深抽插时，你紧闭双眼。当他达到高潮时，你能听到他贴着你的身体发出的闷哼声，快感在你的身体里流淌。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_4_ANAL = ("lo_spoon_4_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你侧卧着，屁股还在颤抖，因为上次他从后面干了你。他走近你，欣赏着你紧实的屁股，他捏着你的屁股，坚硬的鸡巴猛地插进你的身体。他发出一声闷哼，紧紧抱住你，从后面粗暴地干你。你闭上眼睛，感觉他的阴茎顶到了你屁眼的最深处，这是你梦寐以求的性交方式，能让你瞬间射精。当他达到高潮时，你会感觉到他滚烫的精液喷射在你的屁眼里。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_0_ANAL = ("lo_spoon_0_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你躺在床上，感觉到他在你身后，你的屁股夹得紧紧的。他抓住你的屁股，把它向后拉，阴茎在你的皮肤上抽动。他从后面插入你的身体，你痛苦的呻吟在房间里回荡。你靠在床垫上，他的手闷住了你的手，你们俩都长长地喘着粗气。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_1_ANAL = ("lo_spoon_1_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "你侧卧着，双腿与他纠缠在一起。他进入你的肛门，温柔而有力，用他的温暖填满你的肛门。你闭上眼睛，呻吟着，疼痛变成了愉悦的悸动。他猛烈地撞击着你的屁股，你张着嘴，大口大口地喘着粗气。当他达到高潮并将滚烫的精液喷射到你的菊花深处时，你的嘴里发出一声响亮的呻吟，强烈的快感让你抽搐起来。",
                   "模仿场景中的姿态，用力抓自己的屁股,接着张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_2_ANAL = ("lo_spoon_2_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他从后面进入，抓住你的屁股，深深地插入，紧紧地抱住你。随着他加快速度，你发出呻吟，呼吸变得不均匀，双腿颤抖。你感觉到他的阴茎在撞击你的肛门，你的肌肉一紧一松，你求他用力插入，达到了强烈的高潮，他大喊：\"你的屁股好紧，好紧！\"你大叫：\"操我的屁股！\"他伸出湿润的嘴，把精液射得到处都是，射在你的身体里，射在你的屁股上。",
                   "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插8分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_SPOON_3_ANAL = ("lo_spoon_3_anal", [TAG_SEX], THEME_LOVE,
                   "侧入式",
                   "他从后面进入你的身体，抓住你的臀部，双手抠进你的肉里。当他猛烈撞击你时，你发出呻吟，你的脸颊挤压着他的阴茎。他抽出阴茎，让你喘口气，然后再次插入，加快速度。他的双手捏着你的屁股，阴茎变得更加坚硬，呼吸也越来越粗重。他抬起你的腿搂住他的腰，从后面搂住你，你的屁股高高翘起，他的脸靠在你的臀部上。当他插入你体内时，你大声呻吟。他向前倾，把你转到他的嘴里，他的手抚摸着你的屁股，把你拉向他。最后一次插入时，他将精液射入你的臀部，你的脸颊紧紧夹住他的阴茎，快感传遍你的全身。",
                   "模仿场景中的姿态，用力抓自己的屁股,并且张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                   [ORGAN_ANAL], [DildoM]
                   )
LO_HANDJOB_0 = ("lo_handjob_0", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你站在他的上方，目光平视，如饥似渴地看着他抬起臀部，让阴茎滑入你张开的口中，毫不畏惧地将其完全吞没。他的双手搭在你的肩膀上，大腿上，他的快感清晰可见。你深呼吸，感觉全身都绷紧了。当你用手撸管时，你的手指在他的阴茎上交错，他呻吟着，随着强烈的释放而颤抖。",
                "模仿场景中的姿态，为一个假阳具手撸3分钟,然后张嘴发出呻吟", None, [DildoM]
                )
LO_HANDJOB_4 = ("lo_handjob_4", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你站在他身上，跨坐在他的腰上，而他则躺在你身下。你把自己压在他的阴茎上，欣赏他完全勃起的阴茎在你体内的景象和声音。你在他身上上下起伏，一只手抓住他的躯干，另一只手磨擦你的阴蒂。随着你越来越用力地摇摆，你的呼吸也越来越急促，身体也越来越紧张。当他在你体内射精时，你发出满足的羞耻呻吟，屁股紧紧夹住他的阴茎。",
                "模仿场景中的姿态，为一个假阳具手撸5分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_HANDJOB_1 = ("lo_handjob_1", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "他把你的双腿放在他的肩膀上，木瓜般大小的阴茎压在你的阴户上。你抱着乳房，轻轻地呻吟着，他开始操你，又狠又深，你扭动着臀部。他的眼睛被浓眉遮住了，但你可以看到他炽热的目光注视着你张开的小嘴，冲撞着你的阴户。你沉浸在快感、他胯下的麝香味和他鼻子里喷出的热气声中。他一边给你打手枪，一边操你。他快要达到高潮了，挤压着自己的睾丸，将浓稠的精液注入你的阴道。你夹紧阴道肌肉，向高潮挺进，他的精液在你体内深处流淌。",
                "模仿场景中的姿态，为一个假阳具手撸3分钟,接着张嘴发出呻吟", None, [DildoM]
                )
LO_HANDJOB_5 = ("lo_handjob_5", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "他坐在你的上方，阴茎高高地挺立在你的两腿之间。他慢慢地进出，用他的大阴茎填满你的身体。他抚摸着自己的睾丸，手指挑逗着你的阴蒂。他握住他的阴茎，把它放进你的嘴里。你贪婪地吮吸着，唾液流淌成河。他含住阴茎，然后拔出，精液溅到你的脸上。",
                "模仿场景中的姿态，为一个假阳具手撸1分钟,然后张嘴发出呻吟", None, [DildoM]
                )
LO_HANDJOB_2 = ("lo_handjob_2", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你躺在他身上，张开双腿，将湿润的阴部呈现在他面前。他趴在你身上，用手分开你的脸颊，这样他就能看到你润滑过的阴部的每一寸肌肤。他露出得意的笑容，翘起他的小胡子，猛地插入你的身体，阴茎深深地插进你湿润的阴道。每一次抽插，他的阴茎都会摩擦出各种美妙的曲线和沟壑。",
                "模仿场景中的姿态，为一个假阳具手撸4分钟", None, [DildoM]
                )
LO_HANDJOB_3 = ("lo_handjob_3", [TAG_SERVANT], THEME_LOVE,
                "手撸",
                "你躺在床上，他站在你身后，他的阴茎跳动着，充满活力，他示意你坐起来，然后他进入你湿润张开的阴道。他一脸得意地抚摸着你的乳房，双手在你的阴蒂和阴茎上各摸了一把。你呻吟着他的名字。随着你呻吟的加剧，他在你体内抽插的速度也越来越快。最后，他的精液喷涌而出，覆盖了你湿润张开的阴部。",
                "模仿场景中的姿态，为一个假阳具手撸1分钟,然后张嘴发出呻吟", None, [DildoM]
                )

LO_STRADDLE_8_ANAL = ("lo_straddle_8_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在他的屁股上，紧紧抓住他的双腿。当你感觉到他的阴茎又硬又硬地顶着你的内裤时，你的舌头从嘴里滑出来舔你的嘴唇。他的阴茎滑入你的身体，深入你的体内，让你发出愉悦的呻吟。你紧紧地抓住他，喘息着，颤抖着，因为他从后面干你。就在你感觉快要射精时，他停止了中风。你感觉到他温暖的精液从你的肛门渗出，喷洒在床上。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_10_ANAL = ("lo_straddle_10_anal", [TAG_SEX], THEME_LOVE,
                       "跨坐式",
                       "你感觉到他用力地顶着你的后背，你的肌肉紧绷。他用力抱住你的臀部，将你举到空中，你的双腿缠绕在他的腰上，露出屁股洞。他紧紧抓住你的臀部，将你的臀颊挤在一起，慢慢地将阴茎侧向插入，顶端几乎没有接触到，然后用力向前推。当他滑进你紧窄的肛门时，他发出一声闷哼，你在痛苦和快感中喘息着。你闭上眼睛，紧张地感受着快感，不知如何是好，他用力地操着你，你幸福地呻吟着。他在你体内深处射精，滚烫的精液灌满了你的身体。",
                       "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插3分钟,然后达到高潮,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                       [ORGAN_ANAL], [DildoM]
                       )
LO_STRADDLE_7_ANAL = ("lo_straddle_7_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在他的大腿上，面对着他，张开双腿，露出湿亮的阴部。他立刻抓住你的臀部，把你的肉棒推向他的腹部。你感觉到他的手指伸进你的肛门，来回扫动，然后他的阴茎 \"啪 \"地一下插了进去，让你发出一声呻吟。他紧紧地抱住你，开始操你，你抓住他的胳膊，把脸埋进他的胸膛，兴奋得满脸通红。然后他按摩你的乳头，让你呻吟不已，直到他在你的屁股里喷射，让你颤抖着喷了出来。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插5分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_4_ANAL = ("lo_straddle_4_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "当他从后面进入你的身体时，你坐在床上，双腿盘在胸前，抓住他的大腿。当他插入你体内时，你保持沉默，惊讶和困惑地睁大了眼睛。他一边引导你达到高潮，一边在你耳边低语，让你发出愉悦的呻吟和狂喜的喷射。他的阴茎清晰可见，里面满是他的精液。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插9分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_3_ANAL = ("lo_straddle_3_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你仰面躺着，双腿抬起，他把你的肩膀放在他的肩膀上，从后面抓住你的大腿。他的阴茎触及你的肛门，轻柔地按压着，你沉浸在快感中。他俯身在你的身上，阴茎刺入你的湿润，灼热的欲火之舌点燃了你的胯下。疲惫、汗水、撕心裂肺的高潮让你的身体在崇高的狂喜中颤抖！",
                      "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插6分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_0_ANAL = ("lo_straddle_0_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐着，让他从后面进入你的身体。他抓住你的大腿，将它们向上推，然后将阴茎插入你的肛门。他每一下都猛烈地撞击着你。你闭上眼睛，忍受着巨大的快感。他笑眯眯地看着你，很高兴他的阴茎让你脸红，让你兴奋。你呻吟着，乞求释放。当他大喊 \"我要射在你屁股里了 \"时，你就要射了你感觉到他强烈的收缩将精液带入你的肛门。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_1_ANAL = ("lo_straddle_1_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在床上，双臂举过头顶，双腿朝向天花板，感觉脆弱而暴露。他把你的双腿向后推，帮你找到一个舒服的姿势。他低头注视着你裸露的菊花，你感觉到他的食指在你的菊花口周围游走。他绕着你坚硬、跳动的菊花洞转圈，然后将阴茎直接插入你的肛门。他的大腿抓住你的臀部，粗暴地干着你，你呻吟着，脸红着，因为太爽了。很快，他射精了，温热的精液灌满了你的屁眼，你享受着他带来的强烈快感。",
                      "模仿场景中的姿态，张嘴发出呻吟,然后把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_5_ANAL = ("lo_straddle_5_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他站在你身后，轻轻地拉起你的双腿，将它们压在他的胸膛上。当他把手指伸进你的肛门时，你深吸一口气，然后将阴茎插入你的体内，冲击你所有的敏感点。他抓住你的大腿，你在他身上磨蹭，你的呻吟满足了他的自尊。当狂喜笼罩着你时，你闭上了眼睛，沉浸在纯粹的快感中。他温暖的种子从他的阴茎流进你的身体，让你的身体重新充满热量。",
                      "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_9_ANAL = ("lo_straddle_9_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你跪在他面前，吮吸着他的阴茎，他的手抓着你的头发，引导你上下起伏。突然，他停了下来，让你站起来。你毫不犹豫地站起来，跨坐在他的阴茎上，双臂紧紧抱住他。他把你推倒，你的肛门大开，他的阴茎深深地插入你的体内。你发出愉悦的呻吟，手指缠绕着他的脖子，脸上泛起红晕。当他的阴茎在你的肛门里插入得更深时，你感到困惑，感受到不同的感觉，当他射精时，他的精液充满了你的肛门，直到你达到高潮。",
                      "模仿场景中的姿态，用力抓自己的屁股,然后张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插7分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_6_ANAL = ("lo_straddle_6_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "他从后面进入，把你的双腿拉起来，搭在他的肩膀上。他紧紧抱住你的大腿，同时抚摸他的阴茎，在进入你身体之前紧紧握住它。他插入你的肛门，你闭着眼睛呻吟，感觉他的粗大充斥着你的菊花。他身体前倾，手扶着你的腿，在你体内研磨，听着你的呻吟，看着你紧闭的双眼。他抽出了一会儿，撕开你的眼睛，向你插入，他的阴茎向后伸展。他嘴里嘟囔着什么，你听不清，然后他停下来，紧紧抱住你，用手捂住你的屁股。他颤抖着，叹息着，把一股浓稠滚烫的精液留在你的屁股里，让你爽得满脸通红，眼睛仍然紧闭着。",
                      "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,然后往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_STRADDLE_2_ANAL = ("lo_straddle_2_anal", [TAG_SEX], THEME_LOVE,
                      "跨坐式",
                      "你坐在床上，双腿抬起，屁股翘起。他走到你身后，抓住你的大腿作为支撑。他一边稳住自己，一边将阴茎前后插入你湿润的肛门。你低声呻吟着，不知道在想什么。突然，你感觉到你的肉壁紧紧夹住，整个身体都在颤抖，因为他的阴茎进入了你的菊花，让你射了出来。",
                      "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插10分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                      [ORGAN_ANAL], [DildoM]
                      )
LO_FULL_NELSON_3_ANAL = ("lo_full_nelson_3_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "在你的阴毛深处，他摸到了你发红的屁眼。他润滑的手指插入你娇嫩的小穴。他紧紧抓住你的腰，将阴茎插入你紧致火热的屁眼里。你感觉到他的粗大插入。你奋力挣脱，恐惧地望着他。他滚烫的精液喷入你的菊花，让你惊叹不已。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，快速深入地抽插4分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_1_ANAL = ("lo_full_nelson_1_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "他出其不意地将你按倒在地，用尼尔森锁住你的身体。你喘着粗气，扭动着身体，但他紧紧地抱住了你，你可以感觉到他坚硬无比的阴茎正接触着你的屁股。他对你冷笑，毫无征兆地插入了你的身体，你的手扶着墙，警惕地看着这个陌生的男人。你试图表达自己的不适，但他只是不停地干你，你能感觉到你的屁股随着他的摩擦变得越来越湿。你在困惑和尴尬中闭上眼睛，达到了高潮。",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插3分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_2_ANAL = ("lo_full_nelson_2_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "你脸朝下躺在床上，背部弓起，脚踝被绑在头上。他向前倾，用力拍打你的屁股，把你弄醒。你被汗水浸透了。突然，他抓住你的臀部，将阴茎深深插入你裸露的屁股。你尖叫起来，但声音很小，因为你的嘴被捂住了。他羞辱你，打你屁股，干你，在你屁股里射精。粗暴、激烈、羞辱",
                         "模仿场景中的姿态，张嘴发出呻吟,并且把一个假阳具插入自己的菊穴，抽插10分钟,并且往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )
LO_FULL_NELSON_0_ANAL = ("lo_full_nelson_0_anal", [TAG_SEX], THEME_LOVE,
                         "粗暴开腿式",
                         "他给你穿上全套尼尔森服，双臂举在空中，用绳子绑住你的手腕。你觉得很尴尬，但也很兴奋。当他进入你的身体时，他把你完全填满，让你发出呻吟。你感觉到他在撞击你的屁股，忍受着疼痛，因为你知道这一切都是值得的。他粗暴地抓着你的臀部，让你呻吟得更大声，因为你感觉到自己要射了，射在他的阴茎和你的屁股上。",
                         "模仿场景中的姿态，张嘴发出呻吟,接着把一个假阳具插入自己的菊穴，抽插8分钟,接着往自己的菊穴里注入5ml润滑液或假精液，就像是被中出",
                         [ORGAN_ANAL], [DildoM]
                         )

LOVE_ACTION_LIBRARY0 = [
    LO_MISSIONARY_3,
    LO_MISSIONARY_2,
    LO_MISSIONARY_6,
    LO_MISSIONARY_8,
    LO_MISSIONARY_4,
    LO_MISSIONARY_0,
    LO_MISSIONARY_5,
    LO_MISSIONARY_1,
    LO_MISSIONARY_7,
    LO_BLOWJOB_HAPPY_2,
    LO_BLOWJOB_HAND_4,
    LO_BLOWJOB_HAND_3,
    LO_BLOWJOB_0,
    LO_BLOWJOB_4,
    LO_BLOWJOB_DEEP_1,
    LO_BLOWJOB_HAND_0,
    LO_BLOWJOB_HAPPY_3,
    LO_BLOWJOB_HAND_2,
    LO_BLOWJOB_HAPPY_4,
    LO_BLOWJOB_HAND_1,
    LO_BLOWJOB_2,
    LO_BLOWJOB_3,
    LO_BLOWJOB_HAPPY_1,
    LO_BLOWJOB_DEEP_2,
    LO_BLOWJOB_1,
    LO_BLOWJOB_DEEP_3,
    LO_BLOWJOB_HAPPY_0,
    LO_BLOWJOB_DEEP_0,
    LO_BLOWJOB_DEEP_4,
    LO_BLOWJOB_DEEP_5,
    LO_SUS_5_ANAL,
    LO_SUS_7_ANAL,
    LO_SUS_6_ANAL,
    LO_SUS_0_ANAL,
    LO_SUS_1_ANAL,
    LO_SUS_2_ANAL,
    LO_SUS_4_ANAL,
    LO_SUS_3_ANAL,
    LO_DOGGY_7,
    LO_DOGGY_5,
    LO_DOGGY_4,
    LO_DOGGY_0,
    LO_DOGGY_1,
    LO_DOGGY_6,
    LO_DOGGY_3,
    LO_DOGGY_8,
    LO_DOGGY_2,
    LO_STRADDLE_10,
    LO_STRADDLE_7,
    LO_STRADDLE_6,
    LO_STRADDLE_8,
    LO_STRADDLE_3,
    LO_STRADDLE_4,
    LO_STRADDLE_0,
    LO_STRADDLE_5,
    LO_STRADDLE_2,
    LO_STRADDLE_9,
    LO_STRADDLE_1,
    LO_DOGGY_8_ANAL,
    LO_DOGGY_5_ANAL,
    LO_DOGGY_6_ANAL,
    LO_DOGGY_1_ANAL,
    LO_DOGGY_7_ANAL,
    LO_DOGGY_4_ANAL,
    LO_DOGGY_2_ANAL,
    LO_DOGGY_0_ANAL,
    LO_DOGGY_3_ANAL,
    LO_SPOON_2,
    LO_SPOON_5,
    LO_SPOON_1,
    LO_SPOON_0,
    LO_SPOON_3,
    LO_SPOON_4,
    LO_STANDING_LL_0,
    LO_STANDING_1,
    LO_STANDING_LL_1,
    LO_STANDING_LL_4,
    LO_STANDING_LL_5,
    LO_STANDING_LL_3,
    LO_STANDING_LL_2,
    LO_STANDING_0,
    LO_STANDING_2,
    LO_FULL_NELSON_3,
    LO_FULL_NELSON_1,
    LO_FULL_NELSON_2,
    LO_FULL_NELSON_0,
    LO_SUS_2,
    LO_SUS_7,
    LO_SUS_3,
    LO_SUS_0,
    LO_SUS_6,
    LO_SUS_5,
    LO_SUS_4,
    LO_SUS_1,
    LO_NURSING_2,
    LO_NURSING_3,
    LO_NURSING_1,
    LO_NURSING_0,
    LO_STANDING_0_ANAL,
    LO_STANDING_LL_3_ANAL,
    LO_STANDING_LL_1_ANAL,
    LO_STANDING_LL_4_ANAL,
    LO_STANDING_1_ANAL,
    LO_STANDING_LL_2_ANAL,
    LO_STANDING_2_ANAL,
    LO_STANDING_LL_0_ANAL,
    LO_STANDING_LL_5_ANAL,
    LO_MISSIONARY_8_ANAL,
    LO_MISSIONARY_4_ANAL,
    LO_MISSIONARY_1_ANAL,
    LO_MISSIONARY_3_ANAL,
    LO_MISSIONARY_5_ANAL,
    LO_MISSIONARY_6_ANAL,
    LO_MISSIONARY_0_ANAL,
    LO_MISSIONARY_7_ANAL,
    LO_MISSIONARY_2_ANAL,
    LO_COWGIRL_2,
    LO_COWGIRL_6,
    LO_COWGIRL_4,
    LO_COWGIRL_DOM_1,
    LO_COWGIRL_3,
    LO_COWGIRL_7,
    LO_COWGIRL_1,
    LO_COWGIRL_5,
    LO_COWGIRL_DOM_3,
    LO_COWGIRL_0,
    LO_COWGIRL_DOM_2,
    LO_COWGIRL_2_ANAL,
    LO_COWGIRL_0_ANAL,
    LO_COWGIRL_DOM_2_ANAL,
    LO_COWGIRL_6_ANAL,
    LO_COWGIRL_1_ANAL,
    LO_COWGIRL_4_ANAL,
    LO_COWGIRL_DOM_1_ANAL,
    LO_COWGIRL_3_ANAL,
    LO_COWGIRL_DOM_3_ANAL,
    LO_COWGIRL_7_ANAL,
    LO_COWGIRL_5_ANAL,
    LO_SPOON_5_ANAL,
    LO_SPOON_4_ANAL,
    LO_SPOON_0_ANAL,
    LO_SPOON_1_ANAL,
    LO_SPOON_2_ANAL,
    LO_SPOON_3_ANAL,
    LO_HANDJOB_0,
    LO_HANDJOB_4,
    LO_HANDJOB_1,
    LO_HANDJOB_5,
    LO_HANDJOB_2,
    LO_HANDJOB_3,
    LO_STRADDLE_8_ANAL,
    LO_STRADDLE_10_ANAL,
    LO_STRADDLE_7_ANAL,
    LO_STRADDLE_4_ANAL,
    LO_STRADDLE_3_ANAL,
    LO_STRADDLE_0_ANAL,
    LO_STRADDLE_1_ANAL,
    LO_STRADDLE_5_ANAL,
    LO_STRADDLE_9_ANAL,
    LO_STRADDLE_6_ANAL,
    LO_STRADDLE_2_ANAL,
    LO_FULL_NELSON_3_ANAL,
    LO_FULL_NELSON_1_ANAL,
    LO_FULL_NELSON_2_ANAL,
    LO_FULL_NELSON_0_ANAL,

]
